{
  "title": "Stretching and Shrinking",
  "subtitle": "Understanding Similarity",
  "lookingAhead": {
    "content": [
      "A map is a scale drawing of the place it represents. You can use a map to find actual distances to any place in the world. How can you estimate the distance from Cape Town, South Africa to Port Elizabeth, South Africa?",
      "Suppose that you want to find the width of a river that is too wide to measure directly. How can you use similar triangles to find the distance across the river?",
      "Here is a picture of Duke, a real dog. If you know the scale factor between Duke and the picture, how can you determine how long Duke is from his nose to the tip of his tail?",
      "You probably use the word similar in everyday conversation. For example, you might say that one song sounds similar to another song. You may also say that your friend’s bike is similar to yours. In many cases, you might use the word similar to describe objects and images that are the same shape but not the same size.",
      "A floor plan of a house has the same shape as the actual house, but it is much smaller. The images on a movie screen as the same shape as the real people and objects they depict, but they are much larger. You can order your school portrait in a variety of sizes, but your face will have the same shape in each photo. In the Shapes and Design units you studied a variety of shapes, including the properties that make some shapes important in science, engineering, construction, and art.",
      "What features of shapes are important in determining the unique shape, like polygons?",
      "When you encounter a new problem, it is a good idea to ask yourself questions. In this Unit, you might ask questions such as:",
      "What determines whether two shapes are similar?",
      "What is the same and what is different about two similar figures?",
      "When figures are similar, how are the side lengths, areas, and scale factors related?",
      "How can I use similar figures to find missing measurements?"
    ]
  },
  "investigations": [
    {
      "ordinal": 1,
      "title": "Enlarging and Reducing Shapes",
      "introduction": {
        "content": [
          "In this Investigation, you will make scale drawings of figures. Your scale drawings will have the same shape as the original figure but may be larger or smaller. The drawings will help you explore how some properties of a shape change when the shape is enlarged or reduced."
        ]
      },
      "problems": [
        {
          "ordinal": 1,
          "title": "Solving a Mystery",
          "subtitle": "An Introduction to Similarity",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "content": [
                  "The Mystery Club at P.I. Middle School meets monthly. Members watch videos, discuss novels, play “whodunit” games, and talk about real-life mysteries. One day, a member announces that the school is having a contest. A teacher in disguise will appear for a few minutes at school each day for a week. Any student can pay $1 for a guess at the identity of the mystery teacher. The student with the first correct guess wins a prize.",
                  "The Mystery Club decides to enter the contest together. Each member brings a camera to school in hopes of getting a picture of the mystery teacher.",
                  "One of Daphne’s photos looks like the picture below. Daphne has a copy of the P.I. Monthly magazine shown in the picture. The P.I. Monthly magazine is 10 inches high. She thinks the photo might be helpful in determining the height of the mystery teacher."
                ]
              }
            },
            {
              "type": "initialChallenge",
              "content": {
                "content": [
                  "Is Daphne's claim correct? Is it possible to use the magazine and the picture to estimate the teacher's height? Explain."
                ]
              }
            },
            {
              "type": "whatIf",
              "content": {
                "content": [
                  "1. Could you have found the height of the teacher if you did not know that the magazine was 10 inches tall? Explain.",
                  "2. Can you think of some other times you could use a photo to estimate the size of something?"
                ]
              }
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "content": [
                  "The Mystery Club Advisor says that the picture is similar to the actual scene. What do you suppose the advisor means by similar? How is the photo similar to the actual scene that is photographed?"
                ]
              }
            },
            {
              "type": "didYouKnow",
              "content": {
                "content": [
                  "Measurement is often used in police work. For example, some stores with cameras place a spot on the wall 6 feet from the floor. When a person standing near the wall is filmed, this makes it easier to estimate the person's height. Investigators take measurements of tire marks at the scene of auto accidents to help them estimate the speed of the vehicles involved. Photographs and molds of footprints help the police determine the shoe size, type of shoe, and weight of the person who made the prints."
                ]
              }
            }
          ]
        },
        {
          "ordinal": 2,
          "title": "Stretching a Figure",
          "subtitle": "Comparing Similar Figures",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "content": [
                  "Michelle, Daphne, and Mukesh are officers of the Mystery Club. Mukesh designs a flier to attract new members.",
                  "Daphne wants to make a large poster to publicize the next meeting. She wants to redraw the club’s logo, “Super Sleuth,” in a larger size. Michelle shows her a clever way to enlarge the figure by using rubber band."
                ]
              }
            },
            {
              "type": "initialChallenge",
              "content": {
                "content": [
                  "Use the rubber-band method to enlarge the figure on the Mystery Club flier. Draw the figure as carefully as you can, so you can compare the size and shape of the image to the size and shape of the original figure.",
                  "How are the original figure and its image alike?"
                ]
              },
              "supports": [
                "How do the lengths of line segments compare between the two figures?",
                "How do the areas of the two figures compare?",
                "How do the angles of the two figures compare?"
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "content": [
                  "1. What if you could change the position of the anchor point? How does this affect the image?",
                  "2. What if you used three rubber bands? How does this affect the image?"
                ]
              }
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "content": [
                  "The original figure and its image are similar figures.",
                  "For two similar figures, what things are the same? What things are different? Explain how."
                ]
              },
              "supports": [
                "Have you considered how points, angles, side lengths, and area change?"
              ]
            }
          ]
        },
        {
          "ordinal": 3,
          "title": "Scaling Up and Down",
          "subtitle": "Corresponding Sides and Angles",
          "sections": [
            { "type": "introduction" },
            {
              "type": "initialChallenge",
              "supports": [
                "Would corresponding side lengths help to decide the percent?",
                "What about corresponding angles?"
              ]
            },
            { "type": "whatIf" },
            { "type": "nowWhatDoYouKnow" }
          ]
        }
      ]
    },
    {
      "ordinal": 2,
      "title": "Similar Figures",
      "problems": []
    },
    {
      "ordinal": 3,
      "title": "Scaling Perimeter and Area",
      "problems": []
    },
    {
      "ordinal": 4,
      "title": "Similarity and Ratios",
      "problems": []
    }
  ]
}
