{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "TILEW48t8fHjjyyO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Problem Overview</strong></p><p>This Problem can be used to assess students’ initial ideas about the concept of scaled drawings/similarity. The P.I. Mystery Club enters a contest to guess the identity of a teacher in disguise. A photo of the mystery teacher is shown, and students use a known measure (height of a magazine) to estimate an unknown measure (height of the mystery teacher). Students are asked to express their informal ideas about the mathematical meaning of similarity.</p><p><strong>Note</strong>: The word <strong>similar</strong> is not defined in the Student Edition yet. Students are formulating their own working definition of mathematical similarity. Scaled drawings and the concept of similarity are used to set the backdrop for the students’ work in 7th grade on proportional reasoning. The words scaled drawings and similarity can be used interchangeably at this point for students. Students’ understanding will develop throughout the Unit and is revisited in each of the Mathematical Reflections. Students will take this understanding into 8th grade where they will study similarity more formally as they study what happens to congruent and similar figures under transformations in the Flip, Spin, Slide, and Stretch Unit.</p>"
          ]
        }
      },
      {
        "id": "05AUG1011AMLB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong>  Introduction, Analysis</p>"
          ]
        }
      },
      {
        "id": "05AUG1012AMLB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p><p>Build off the common language of “similar” to informally introduce the idea of two figures being mathematically similar.</p><p>Apply knowledge of ratios and begin to recognize proportional relationships between quantities to estimate length of enlarged figure.</p>"
          ]
        }
      },
      {
        "id": "05AUG1013AMLB",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p><p>The Mystery Club advisor says that the picture is similar to the actual scene. What do you suppose the advisor means by similar? How is the photo similar to the actual scene that is photographed? </p>"
          ]
        }
      },
      {
        "id": "05AUG1014AMLB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p><p><u>Connecting to Prior Knowledge</u></p><p>Students began their work in proportional reasoning in 6th grade. They have used “for every” statements in many situations.  Have them recall some of that work. Examples from Comparing Quantities: for every $3 the Washington students plan to raise the Central students plan to raise $1; for every 10 students who prefer cheese, five students prefer pepperoni; for every 30 Chewy Fruit worms it costs $30. In this problem students will expand their thinking around “for every” statements using similar figures are also called scale drawings or scale figures. This will lay a foundation for future work on proportional reasoning. </p>"
          ]
        }
      },
      {
        "id": "05AUG1015AMLB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u><strong></strong></p><p><strong>Display Learning Aid 1.1: Photograph of Mystery Teacher </strong>or have the students refer to their books. </p>"
          ]
        }
      },
      {
        "id": "05AUG1016AMLB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>What information do we have? (the height of the real-life magazines, the height of the magazines in the photo, and the height of the teacher in the photo)</li><li>What are we trying to find? (the real-life height of the teacher)</li><li>How does the real-life teacher differ from the teacher in the photo? (in the height and width; the real-life teacher is taller and wider)<strong></strong></li></ul>"
          ]
        }
      },
      {
        "id": "05AUG1017AMLB",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Be careful to leave the task of finding the teacher’s height open enough so that you can learn what your students think about similar figures. Eliciting explicit strategies for finding the teacher’s height too soon could reduce your opportunity to assess your students’ thinking.</p>"
          ]
        }
      }
    ]
  }
}