{
  "type": "labWork",
  "content": {
    "tiles": [
      {"id": "-66T2fPypKhUIF43", "content": {"type": "Text", "format": "html", "text": ["<p>Let&#x27;s learn how to control a robotic gripper with your muscle activity! </p>", "<p>Make sure that you have all the materials shown in this picture:</p>"]}},
      {"id": "ClSkJ9aDMd5oXpQS", "title": "Arduino kit components to get EMG signals into Dataflow", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/Setup.jpg"}},
      {
        "id": "Wg76H3JcM_qGbOLS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": ["<p><strong>Step 1: Create a program that controls the gripper</strong></p>", "<p><strong>Setting up:</strong></p>", "<p>1. Connect the blue cable to the Arduino board and then connect the other end of the blue cable to your computer’s USB port: </p>"]
        }
      },
      {"id": "SNFVNIZDoFInF55J", "title": "Arduino and Shield", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/16.jpg"}},
      {
        "id": "_tBY3tOwPRKPKgQM",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>2. Connect the gripper to the Muscle SpikerShield (the yellow board). Note that there is a cable coming out of the gripper with three wires (yellow, red, and black). Look closely at the Muscle SpikerShield (the yellow board on top of the Arduino). Next to the gray-ish box, there are three pins labeled “Y” (for yellow), “R” (red), and “B” (black). Gently connect the gripper to the Muscle SpikerShield as shown here:</p>"
          ]
        }
      },
      {"id": "8npmrdC0WXZmIThQ", "title": "Power cord", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/17.jpg"}},
      {"id": "5bOtNtKeEGz9C0Yl", "title": "Connect the Gripper", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/18.jpg"}},
      {
        "id": "Y1Aogg2kgAWpL6tB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>3. Look closely at the Muscle SpikerShield (the yellow board)  and find the EMG &lt;&gt; Control switch. Make sure that the switch in on &quot;Control&quot;</p>",
            "<p>4. Create a Dataflow tile in your workspace and add a &quot;Live Output&quot; block. Select &quot;Grabber&quot; from the dropdown menu. </p>",
            "<p>5. Click on the &quot;flashlight&quot; button in the top-right corner of the Dataflow tile in order to connect to the gripper. The browser will open a popup that says the site would like to connect to a Serial Port.  </p>",
            "<p>There should only be one choice.  Click on it and then hit the connect button. </p>"
          ]
        }
      },
      {"id": "ViQzY8KepP6uCiKN", "title": "Browser connection dialog to the Arduino", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/Connect2serial.png", "filename": "curriculum/neural-engineering/images/Connect2serial.png"}},
      {
        "id": "OKkKRvCqIfMFyqzH",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>6. To make the gripper open and close, you will need to add an input block (for example, a timer or a generator) and connect it to the output block. </p>",
            "<p>7. Power up the gripper by connecting a 9V battery to the Muscle SpikerShield (the yellow board). The gripper should close, wait, and open. </p>",
            "<p>8. Experiment with different input types (for example, if you used a timer, switch it to a generator). </p>",
            "<p>9. When you&#x27;re done, delete the Dataflow tile and unplug the battery. </p>"
          ]
        }
      },
      {
        "display": "teacher",
        "id": "Yqms-LsAR0EaXXuZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explanation of the above code blocks (not for students):</strong></p>",
            "<p>In this activity, there is only one muscle (EMG) sensor. Students can choose one of the Demo inputs or a connected Arduino. When the student choses &#x27;BB EMG’ from the Sensor block menu then they will get a browser dialog allowing them to select the hardware for real-time data input.</p>",
            "<p>Output: Students can either choose ‘Demo Output’ blocks for a simulated output device (an animated gripper that opens and closes) or the Live Output block to control an external device.</p>",
            "<p>The signal is interpreted as a percentage between 0 and 1 mapped to how far the  gripper is closed. Note that students must normalize the signal inputs so that  </p>",
            "<p>The logic block might need to detect if the EMG crosses the threshold with a rising or falling edge. The polarity of the cross may inform whether the gripper opens or closes. </p>"
          ]
        }
      },
      {
        "id": "u-D-4fUm_3jvupew",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Step 2: Create a program that reads EMG data</strong></u></p>",
            "<p>1. Stick two EMG surface electrodes on your forearm and one on your elbow.</p>",
            "<p>2. Find the orange cord that ends in two red and one black alligator clips. </p>",
            "<p>3. Connect the black alligator clip to the electrode on your elbow and the red alligator clips to the electrodes on your forearm. </p>",
            "<p>4. Plug the end of the orange wire into the orange connection box on the Muscle SpikerShield.</p>"
          ]
        }
      },
      {"id": "1Rd3c6ll9UT2bcUa", "title": "diagram showing arm electrodes and Arduino", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/EMG_elec.png", "filename": "curriculum/neural-engineering/images/EMG_elec.png"}},
      {
        "id": "a6Y-_d7uJgXwYKSX",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>5. Create a new Dataflow tile and add a sensor block:</p>",
            "<p>- In the &quot;Select a sensor type&quot; drop-down menu, select EMG</p>",
            "<p>- In the &quot;Select a sensor&quot; drop-down menu, select &quot;connect for live EMG&quot;</p>",
            "<p>6. Click on the button with the flashlight, where it says &quot;click to finish connection&quot;</p>",
            "<p>- The browser may open a popup that says the site would like to connect to a Serial Port.  </p>",
            "<p>- There should only be one choice.  Click on it and then hit the connect button. </p>"
          ]
        }
      },
      {"id": "nz61VSvy7o4fahSJ", "title": "Sensor Block asking for connection", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/EMG_sensor.png", "filename": "curriculum/neural-engineering/images/EMG_sensor.png"}},
      {"id": "I1DPyVivaatqn1j9", "content": {"type": "Text", "format": "html", "text": ["<p>7. Set the sampling rate to 100ms</p>", "<p>8. Click on the graph icon in the EMG sensor block to visualize the incoming data. Do you see a change in the reading when you contract your arm muscles?</p>"]}},
      {
        "id": "3t_fpHwIINxmPfh_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Step 3: Add a simulated output</strong></u></p>",
            "<p>To make sure that the program reads your EMG data correctly, add a demo output. For example, try to make a program that turns on a virtual light bulb when the EMG reading is above a certain value. </p>",
            "<p><strong>Tip</strong>: you will need to use Logic and Number blocks.</p>",
            "<p>Next, instead of a light bulb choose a grabber demo. Can you make the simulated grabber open and close when you contract your arm muscles? </p>"
          ]
        }
      },
      {
        "id": "hYx1wCzN11h6MHfw",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Step 4: Control a real-life gripper with your muscles</strong></u></p>",
            "<p>Finally, replace the Demo Output block with a Live Output Block. In the drop-down menu, choose &quot;Grabber.&quot; </p>",
            "<p>Power up the gripper by connecting a 9V battery to the Muscle SpikerShield (the yellow board). </p>",
            "<p>Can you make the gripper open and close by contracting your arm muscles?</p>",
            "<p>Congratulations! You just created a model of bionic arm!</p>",
            "<p>Try experimenting with:</p>",
            "<p>1. The sensitivity of the device (can be changed by pressing the gray button on the Muscle SpikerShield). </p>",
            "<p>2.  The locations of the EMG electrodes. Can you control the gripper more effectively with different muscles?</p>",
            "<p>3. Grasping objects of different sizes/weights. </p>"
          ]
        }
      },
      {
        "id": "uNijOQL2yeqEY1uL",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Extra challenge</strong></u></p>",
            "<p>Can you make the gripper close in proportion to the amplitude of the EMG signal? In other words, can you make the gripper close just slightly with a minor muscle contraction and fully close with a major muscle contraction?</p>",
            "<p>Tip: The Live Grabber block expects a number between 0 and 1 that tells it how much to close. You will need to replace the Logic block with a Math block to convert the EMG signal to a number between 0 and 1. </p>",
            "<p>** Remember to disconnect the 9V battery at the end of class **</p>"
          ]
        }
      },
      {
        "id": "BoMrohzyu7zzPVhP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Evaluate the design of the gripper</strong></u></p>",
            "<p>Discuss the strengths and weaknesses of the EMG-controlled gripper with your group and summarize the conversation in your workspace.  </p>",
            "<p>How would you improve the design of the gripper? Try to sketch some ideas on paper and upload a picture to your workspace. </p>"
          ]
        }
      },
      {"id": "FySTI5ZeFjtBFivK", "content": {"type": "Text", "format": "html", "text": ["<p><strong>Reflection</strong></p>", "<p>Please record your current thinking and learning in your KWL journal (see Reflection tab). </p>"]}}
    ]
  }
}