{
  "type": "teach",
  "content": {
    "tiles": [
      {
        "id": "0J23weWypf8QldIJ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NEW Instructional Sequence </strong></p>",
            "<p><strong><em>2 minutes</em></strong></p>",
            "<p>Inform students that today’s lesson will help them begin to learn how the activity of muscles is identified and measured. This will help them explain how bionic arms work and work with a simple robotic arm.</p>",
            "<p>Consider noting students’ questions recorded in their learning journals, specifically questions related to the interactions between the nervous and muscular systems.</p>",
            "<p><strong><em>15 minutes</em></strong></p>",
            "<p>Assign students to teams composed of 3-4 classmates. Ask teams to follow the instructions in the student-facing lesson to<a href='https://docs.google.com/document/d/1pRFUK_wNgOSZEqxHKXHFzomQnq_QFvCEQxojGfLLAIo/edit'></a>record and display EMG signals from their muscles</p>",
            "<p><strong><em>10 minutes</em></strong></p>",
            "<p>Teacher-led discussion on muscle contraction and EMG </p>",
            "<p><strong><em>30 minutes</em></strong></p>",
            "<p>Ask students to select 3 of the research questions listed in the student-facing lesson and answer them in their w﻿orkspace u﻿sing screenshots from SpikeRecorder as evidence.  To answer the last question (arm-wrestling), students will need to work with another team since two EMG setups are required.</p>",
            "<p>- How does muscle activity vary between one’s dominant vs. non-dominant hand? </p>",
            "<p>- How does muscle activity vary between different muscles (e.g., forearm vs. forehead muscles)?</p>",
            "<p>- How does muscle activity vary between <a href='https://www.bbc.co.uk/bitesize/guides/zct2hv4/revision/2#:~:text=In%20an%20antagonistic%20muscle%20pair,lengthening%20is%20called%20the%20antagonist'>agonist and antagonist</a> muscles?</p>",
            "<p>- What happens when we <a href='https://backyardbrains.com/experiments/rateoffatigue'>activate our hand muscles</a> for an extended period of time using a hand gripper?</p>",
            "<p>- Can you predict who’s going to win an arm-wrestling contest based on the contestants’ muscle activity?</p>",
            "<p>Encourage students to develop other questions and explore them. </p>",
            "<p><strong><em>15 minutes</em></strong></p>",
            "<p>Facilitate a class discussion on questions such as:</p>",
            "<p>- Why does gathering EMG signals matter to you, your family, or others in the community? </p>",
            "<p>- Why does this matter to scientists, physicians, physical therapists, athletic trainers, and/or biomedical engineers?</p>",
            "<p>- How may gathering EMG data inform the design of a device that can help people with neurological conditions or missing limbs?</p>",
            "<p><strong><em>10 minutes</em></strong></p>",
            "<p>Ask students to post a reflection in their learning journals. Encourage students to apply what they noticed in the EMG activities, insights that were sparked by the discussion, and any new knowledge or wonderings they may have. </p>",
            "<p>Inform students that in the next activity they will apply and expand their knowledge of  EMG and begin to explore the use of a simple robotic arm. This will help them explain how bionic arms work.</p>",
            "<h3>Lesson Resources</h3>"
          ]
        }
      },
      {"id": "kBJBbezdh9bxu6Dx", "title": "Arm Muscle Diagram", "content": {"type": "Image", "url": "curriculum/neural-engineering/images/armMuscles.png", "filename": "curriculum/neural-engineering/images/armMuscles.png"}},
      {"id": "3s1CMxSi6t3ADC8Z", "content": {"type": "Text", "format": "html", "text": ["<p><a href='https://dmr.bsu.edu/digital/collection/AnatMod/id/211'>https://dmr.bsu.edu/digital/collection/AnatMod/id/211</a></p>"]}}
    ]
  },
  "supports": []
}