{
  "type": "teach",
  "content": {
    "tiles": [
      {
        "id": "BfEcsBHvG1mVwV4H",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Instructional Sequence</strong></p>",
            "<p><strong><em>5 minutes</em></strong></p>",
            "<p>Inform students that in today’s activity they will apply and expand their knowledge of EMG and begin to explore the use of a simple bionic arm. This will help them explain how bionic arms work, as well as inform their modification of the simple bionic arm.</p>",
            "<p>Consider noting specific students’ questions recorded in their Learning Journals if the questions are related to wondering about the application of EMG in the design of bionic arms or biomedical devices.</p>",
            "<p><strong><em>45 minutes</em></strong></p>",
            "<p>Assign students to teams composed of 3-4 classmates. Ask students to follow the instructions in the student-facing lesson to: </p>",
            "<ol><li>Design a Dataflow program to make the gripper open and close; </li><li>Design a Dataflow program that reads EMG data and controls a simulated gripper; </li><li>Design a Dataflow program that reads EMG data and controls a physical gripper.</li></ol>",
            "<p>Assign students to teams composed of 3-4 classmates. Ask students to follow the instructions in the student-facing lesson to: (1) design a Dataflow program to make the gripper open and close; (2) Design a Dataflow program that reads EMG data and controls a simulated gripper; (3) Design a Dataflow program that reads EMG data and controls a physical gripper.</p>",
            "<p>Once students have set up the claw, ask them to explore how they can make it work better by:</p>",
            "<p>Changing the locations of the electrodes. For example, students may have more success controlling the claw by placing the EMG electrodes on the fleshy part below their pinky and the reference electrode by their thumb. </p>",
            "<p>Changing the sensitivity of the device by pressing the gray button the Muscle SpikerShield. </p>",
            "<p>Grasping objects of different sizes/weights. Challenge students to stack 6 plastic cups using the gripper. Which team can do that most quickly? </p>",
            "<p><strong><em>20 minutes</em></strong></p>",
            "<p>In their team, ask students to evaluate the strengths and weaknesses of the EMG-controlled claw and summarize their ideas in a table format. Then, ask them to discuss how the design of the claw can be improved and sketch out their ideas. Remind students of the young woman who was portrayed in the video at the opening of the unit and think about how the claw can serve her in her day-to-day life.</p>",
            "<p><strong><em>20 minutes</em></strong></p>",
            "<p>Facilitate a class discussion as to how the gripper could be improved or modified (e.g., adding touch receptors, using a stronger servomotor, reshaping the tips of the grabber). </p>",
            "<p><strong><em>5 minutes</em></strong></p>",
            "<p>Using their Learning Journals, ask each student to revise what they know, wonder, and learned about bionic arms. </p>",
            "<p><strong>Lesson Resources</strong></p>",
            "<p><a href='https://www.twi-global.com/technical-knowledge/faqs/engineering-design-process'>Engineering design process</a></p>"
          ]
        }
      }
    ]
  },
  "supports": []
}