{
    "code": "brain",
    "abbrevTitle": "BRAIN",
    "title": "Neural Engineering Teacher Guide",
    "subtitle": "",
    "placeholderText": "Enter notes here",
    "settings": {
      "table": {
        "numFormat": ".2~f"
      }
    },
    "sections": {
      "overview": {
        "initials": "OV",
        "title": "Overview",
        "placeholder": "Work area for\nOverview section"
      },
      "teach": {
        "initials": "LC",
        "title": "Instructional Sequence",
        "placeholder": "Work area for\nTeach section"
      }
    },
    "investigations": [
      {
        "description": "Investigation 0",
        "ordinal": 0,
        "title": "Introduction to CLUE",
        "overview": {
          "tiles": [ ]
        },
        "problems": [
          {
            "description": "Problem 0.1",
            "ordinal": 1,
            "title": "Introduction to CLUE",
            "subtitle": "",
            "sections": [
              {
                "type": "overview",
                "content": {
                  "tiles": [
                    {
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text": [
                          "<h3>Problem Overview</strong></h3>",
                          "<p>As a Teacher, you have extra tabs in your CLUE Resources. One of them is this tab, entitled Teacher Guide. It contains content your students will not see. You may choose to copy tiles from this section or any other into your workspace by dragging them to the right. You may edit them or use them as they are, and of course you may add new content of your own.</p>",
                          "<p>Once your Workspace content is complete, you can publish it to the class. It will appear in the <strong>Extensions</strong> tab on the <strong>Custom Lessons</strong> section. Your students' published work will appear in the <strong>Class Models and Data</strong> section.</p>"
                        ]
                      }
                    }
                  ]
                },
                "supports": [ ]
              },
              {
                "type": "teach",
                "content": {
                  "tiles": [
                    {
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text": [
                          "<p><strong>Problem Launch</strong></p>",
                          "<p>This section will include classroom specific tips.</p>"
                        ]
                      }
                    }
                  ]
                },
                "supports": []
              }
            ]
          }
        ]
      },
      {
          "description": "Investigation 1",
          "ordinal": 1,
          "title": "Module 1",
          "overview": {
            "tiles": [ ]
          },
          "problems": [
            {
              "description": "Problem 1.1",
              "ordinal": 1,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                  "type": "overview",
                  "content": {
                    "tiles": [
                      {
                          "id": "zyoT6wp_c7IxjDmS",
                          "content": {
                            "type": "Text",
                            "format": "html",
                            "text": [
                              "<h3>Lesson 1.1 Overview</h3",
                              "<p>Students will be introduced to emerging robotics technology that helps people with neurological conditions or missing limbs.</p>",
                              "<p>Materials: <a href='https://www.flinnsci.com/energy-stick/ap7598/'>Energy sticks</a></p>",
                              "<p>Formative assessment: <a href='https://docs.google.com/document/d/1QkXZ72Z5av1igfhYAhGynJdfBTQQUeqfNjEzwtCGYzw/'>Listening to group conversations; reflecting on students’ questions</a>; KWL Journals</p>",
                              "<p></p>",
                              "<p><strong>Learning Objectives / NGSS alignment</strong></p>",
                              "<p>To elicit questions and activate students’ knowledge about human body systems in order to inform the design of biomedical devices. (See <a href='https://www.nextgenscience.org/pe/hs-ls1-2-molecules-organisms-structures-and-processes'>NGSS HS-LS1-2</a>)</p>"
                            ]
                          }
                      },
                      {
                          "id": "VXasdfsadfsd0fplHGo5DQbZPK",
                          "content": {
                              "type": "Table",
                              "name": "After each activity, please record what you know, wonder, and learn about the topic.",
                              "columns": [
                              {"name":"Date","values":["","",""]},
                              {"name":"Today's Topic","values":["","",""]},
                              {"name":"Know","values":["","",""]},
                              {"name":"Wonder","values":["","",""]},
                              {"name":"Learn","values":["","",""]}
                              ]
                          }
                      }       
                    ]
                  },
                  "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                      {
                          "id": "zyoT6wwrey979r6p_c7IxjDmS",
                          "content": {
                            "type": "Text",
                            "format": "html",
                            "text": [
                              "<h3>Instructional Sequence</h3>",
                              "<p><em>10 minutes</em></p>",
                              "<p>Students explore “energy sticks” to bring to mind that charge flows through the human body. Ask students questions to provoke students’ thinking and observations. Some suggested explorations include:</p>",
                              "<p>Pairs of students compare holding one end of the energy stick with one hand, with holding one end of the energy stick while simultaneously holding each other&#x27;s hand.</p>",
                              "<p>Pairs of students compare holding one end of the energy stick while simultaneously holding one end of a piece of wood (e.g. wooden spoon), with  holding one end of the energy stick while simultaneously holding one end of a piece of metal (e.g. metal spoon).</p>",
                              "<p><em>10 minutes</em></p>",
                              "<p>Facilitate a discussion about students’ shared experience of playing with the energy sticks. Ask students to try to explain what they have observed. </p>",
                              "<p>Guiding questions:</p>",
                              "<ul><li>What makes our classroom light glow? (Flick light switch off) Why does flicking the switch stop the light from glowing? </li><li>What conditions appear to be necessary to make the light stick glow? What conditions appear to be necessary to make the light stick not glow? How can this be explained?</li></ul>",
                              "<p> These guiding questions are to help elicit the following: electric current delivers electrical energy that can make materials glow; closed circuit supports flow through a system (a light switch opens and closes system, hands open and closes the energy stick system); in order to allow the electric current to flow the medium needs to be able to conduct electric current – the wooden spoon is not a conductor, it is an insulator; the human body conducts electric current.</p>",
                              "<p><em>5 minutes</em></p>",
                              "<p>Present one of the following video clips to introduce students to bionic arm technology:</p>",
                              "<p>Tilly’s Bionic Arms clip [<strong>LINK </strong>to file in Google Drive Lesson 1.1]</p>",
                              "<p>Beyond Robotics clip [<strong>LINK </strong>to file in Google Drive Lesson 1.1]</p>",
                              "<p><em>10 minutes</em></p>",
                              "<p>Using a KWL journal table posted at the end of the lesson, ask each student to record what they know, wonder, and learn that may help explain how bionic arms work. Encourage students to apply what they noticed in the video and energy stick activity (electric current can flow through the body), and any knowledge or wonderings they have about what they observed. Highlight the use of the term “bionic” and what does that suggest about this technology.</p>",
                              "<p>The KWL is a resource that can be used as both formative assessment of students’ thinking,  as well as a document in which students can record their knowledge and wonderings over time. Let students know that this is where they will record their learning and wonderings over the course of the unit.  </p>",
                              "<p>Make sure students create a new Journal under the KWL Journals tab in My Work. This journal will be available from Lesson to Lesson throughout the course so they can track their progress.</p>",
                              "<p><em>1 minute</em></p>",
                              "<p>After collecting students&#x27; responses, let them know that they will embark on a sequence of activities that will help them be able to explain how a bionic arm works, and ultimately be able to improve the design of a simple one. Direct students to the guiding question - How do bionic arms work?  Inform students that the first activity will help them know how the human body system interacts and what can negatively impact body movement.</p>",
                              "<p></p>",
                              "<p><strong>Lesson Resources</strong></p>",
                              "<p>Tilly’s Bionic Arms (5:34) [<strong>LINK</strong>}</p>",
                              "<p>Beyond Robotics clip [L<strong>INK}</strong></p>",
                              "<p>KLW Journal [<strong>LINK</strong>: Google DRIVE]</p>"
                            ]
                          }
                      }     
                    ]
                  },
                  "supports": [ ]
                }
              ]
            },
            {
              "description": "Problem 1.2",
              "ordinal": 2,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                  "type": "overview",
                  "content": {
                    "tiles": [
                      {
                          "id": "g87LRkYoCIRYIh9E",
                          "content": {
                            "type": "Text",
                            "format": "html",
                            "text": [
                              "<p>Driving Question: How do different body systems contribute to limb movement and what could go wrong? </p>",
                              "<p></p>",
                              "<p><strong>Lesson 1.2 Overview</strong></p>",
                              "<p>Students will measure their own reaction times, construct a model to communicate their current understanding, and investigate how neurological conditions could impact limb movement.  </p>",
                              "<p>Materials:</p>",
                              "<p>For every two students:</p>",
                              "<ul><li>30 cm ruler </li><li>Results sheet </li><p></p><p>For each group of 3-4 students:</p></ul>",
                              "<ul><li>A whiteboard or chart paper and markers</li></ul>",
                              "<p></p>",
                              "<p>Formative Assessment: Students’ models and discussions; KWL Journals</p>",
                              "<p><strong></strong></p>",
                              "<p><strong>Learning Objectives / NGSS alignment</strong></p>",
                              "<p>Students will measure the time it takes for them to react (grab a dropped ruler) and collaboratively construct an illustrated and annotated model that captures the sequence of steps associated with this action, including body systems and interactions between body systems. </p>",
                              "<p>Students will investigate neurological conditions (e.g., spinal cord injury) could impact limb movement.</p>",
                              "<p></p>",
                              "<p>Summary Table (Image 1)</p>"
                            ]
                          }
                      }
                    ]
                  },
                  "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                      {
                          "id": "g87LRkYoCIRYIh9E",
                          "content": {
                            "type": "Text",
                            "format": "html",
                            "text": [
                              "<h3>Instructional Sequence (Part A)</h3>",
                              "<p><em>2 minutes</em></p>",
                              "<p>Inform students that the first activity will help them begin to learn how different body systems contribute to limb movement. This will help them be able to explain how bionic arms work, as well as inform their modification of a simple bionic arm.</p>",
                              "<p>Consider noting specific students’ questions recorded in their KWL journal if the questions are related to wondering about the body systems.</p>",
                              "<p><em>10 minutes</em></p>",
                              "<p>Ask students to think about how fast they react in day-to-day life (e.g., the time it takes them to start crossing the street once the light changes to green). What affects their reaction time (RT)? Why is time to react  important?   </p>",
                              "<p>Present a short video on reaction time measurement (3:36). </p>",
                              "<p><em>15 minutes</em></p>",
                              "<p>As described in the video, students will pair up and measure their reaction times  using their dominant and non-dominant hand (see detailed instructions here). Ask students to record their results using this results sheet.</p>",
                              "<p>Extension activity #1: After students compute their average RT for this dominant and non-dominant hand, ask them to enter their data into a Google spreadsheet to compute the class average.</p>",
                              "<p></p>",
                              "<p>Extension activity #2: Ask students to take a video of themselves catching an object and play it in slow motion (like this video).</p>",
                              "<p>On iPhone: Go into the camera and click “Slo-mo” to take slow motion video</p>",
                              "<p>On Android: Go into the camera, click “video” and then select “slow motion” option.</p>",
                              "<p><em>20 minutes</em></p>",
                              "<p>Assign students to teams composed of 3-4 classmates. Provide each team a whiteboard and dry erase markers or chart paper and markers.</p>",
                              "<p>(Tip: Inexpensive whiteboards can be made at Home Depot or Lowe’s) </p>",
                              "<p>Ask teams to list all body systems that affect our reaction time in the upper right corner of the whiteboard/chart paper. Then, ask teams to co-construct an illustrated and annotated model of the sequence of events associated with the reaction time activity.</p>",
                              "<p><em>15 minutes</em></p>",
                              "<p>Ask one member from each team to share their model. Facilitate a whole-class conversation about what is similar and different about the models, and list these observations on the classroom board. </p>",
                              "<p>Collapse teams’ understandings into a class consensus model. Inform students that this model will be used as a reference and will be revised over the coming weeks as they continue their investigation.</p>",
                              "<p></p>",
                              "<p></p>"
                            ]
                          }
                      },
                      {
                          "id": "Ns8CrcMig_dVL0E_",
                          "content": {
                            "type": "Table",
                            "name": "Class Consensus Model Example",
                            "columns": [
                              {"name":"What Did We Do?","values":["We measured our reaction time and developed an illustrated model.","We explored ways the process can be impacted by injuries and disorders of the nervous system."]},
                              {"name":"What Did We Learn? ","values":["We learned that limb movement is dependent on the interaction between the brain, spinal cord, and skeleton muscles.","The sequencce of events leading to limb movement can be disrupted by conditions affecting the nervous system (e.g. spinal cord injury)."]},
                              {"name":"Why Does It Matter?","values":["Limb movement is critical for day-to-day function.","Identifying why a person cannot move their limb is necessary to design technology solutions (e.g. a robotic arm)."]}
                            ]
                          }
                      }
                    ]
                  },
                  "supports": [ ]
                }
              ]
            },
            {
              "description": "Problem 1.3",
              "ordinal": 3,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                        {
                          "id": "TZ5hC-GJDRC3-B1Y",
                          "content": {
                            "type": "Text",
                            "format": "html",
                            "text": [
                              "<p><em>10 minutes</em></p>",
                              "<p>Ask all teams to review this digital resource on the nervous system and mark the components of the nervous system (brain, spinal cord, and peripheral nerves) on their model.  </p>",
                              "<p><em>20 minutes</em></p>",
                              "<p>Assign teams of students to investigate how injury to different parts of the nervous system might impact limb movement. Teams can either choose or be assigned to explore one of the following injuries:</p>",
                              "<p>1: <a href='https://theconversation.com/how-our-brain-controls-movement-and-makes-new-connections-when-parts-are-damaged-63520#:~:text=The%20brain%27s%20motor%20system%20is,and%20movement%20of%20specific%20muscles'>Brain Injury</a></p>",
                              "<p>2: <a href='https://uihc.org/health-topics/how-does-spinal-cord-work'>Spinal Cord Injury</a></p>",
                              "<p>3: <a href='https://orthoinfo.aaos.org/en/diseases--conditions/nerve-injuries/'>Peripheral Nerve Injury<a/> </p>",
                              "<p>(This activity supports <a href='http://www.corestandards.org/ELA-Literacy/RST/9-10/'>Common Core English Language Arts Standards</a> – Disciplinary Literacy Science, 9-10. </p>",
                              "<p>After teams have explored the effects of different nervous system injuries, ask students to mark the location of the injury/disorder on their model, and add text that communicates some ways they predict limb movement would be affected. </p>",
                              "<p><em>10  minutes</em></p>",
                              "<p>Coordinate opportunity for students to share their findings. Some potential cooperative learning strategies for sharing student findings include:</p>",
                              "<p>Option 1: </p>",
                              "<p><a href='https://www.jigsaw.org'>Jigsaw</a>: Teams of students are responsible for investigating and teaching a subcategory of a topic – in this case nervous system disorders.</p>",
                              "<p>Option 2:</p>",
                              "<p><a href='https://www.theteachertoolkit.com/index.php/tool/gallery-walk'>Gallery walk</a>: Students publish their workspaces to the class or put up their posters (large whiteboards or chart paper) that summarize the disorders  on or along the classroom wall. Classmates view each other’s work by walking around the room or by projecting or viewing the 'Class Models and Data' tab in Extensions in the CLUE Content sections.</p>",
                              "<p>After teams have exchanged summaries of nervous system injuries, ask students which of the three nervous system injuries is most likely to be associated with Tilly’s condition.</p>",
                              "<p><em>10 minutes</em></p>",
                              "<p>Using their KWL journal, ask each student to revise what they know, wonder, and learned that may help explain how bionic arms work. Encourage students to apply what they noticed in the reaction time, neural injury activities, and any new knowledge or wonderings they may have. The KWL journal can be used as both formative assessment of students’ thinking, as well as a document in which students can record their knowledge and wonderings over time. </p>",
                              "<p>Inform students that the next activity will help them begin to learn how to identify and measure muscle activity. This will help them explain how bionic arms work and design a simple robotic arm. </p>"
                            ]
                          }
                        },
                        {
                            "id": "VX0fplHGo5DQbZPK",
                            "content": {
                                "type": "Table",
                                "name": "After each activity, please record what you know, wonder, and learn about the topic.",
                                "columns": [
                                {"name":"Date","values":["","",""]},
                                {"name":"Today's Topic","values":["","",""]},
                                {"name":"Know","values":["","",""]},
                                {"name":"Wonder","values":["","",""]},
                                {"name":"Learn","values":["","",""]}
                                ]
                            }
                        }
                    ]
                  },
                  "supports": [ ]
                }
              ]
            },
            {
              "description": "Problem 1.4",
              "ordinal": 4,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                    "type": "overview",
                    "content": {
                      "tiles": [
                        {
                            "id": "BfEcsBHvG1mVwV4H",
                            "content": {
                              "type": "Text",
                              "format": "html",
                              "text": [
                                  "<p><strong>Lesson 1.4 : How can we identify and measure the activity of muscles? </strong></p>",
                                  "<p><strong>Lesson Overview</strong></p>",
                                  "<p>Students will use Electromyography (EMG) to investigate their own muscle activity. </p>",
                                  "<p>Materials:</p>",
                                  "<p>For each group of students:</p>",
                                  "<p>EMG shield, electrodes, 9V battery (all part of the claw kit)</p>",
                                  "<p>Smartphone data cable </p>",
                                  "<p>iPhone adapter</p>",
                                  "<p>Hand gripper</p>",
                                  "<p>A smartphone with the Spike Recorder App</p>",
                                  "<p>Whiteboard / chart paper and markers</p>",
                                  "<p>Formative assessment:</p>",
                                  "<p>KWL Journal  (on the KWL Journal tab in My Work)</p>",
                                  "<p><a href='https://docs.google.com/document/d/1dyb9sKikVKKrSKFiQnkqRMGK7zcBTGt1qqTbex6Z4c4/copy'>EMG Journal </a></p>",
                                  "<p><em><strong>Learning Objectives / NGSS alignment</strong></em></p>",
                                  "<p>Students will use computation to acquire, digitize, and analyze muscle electrical activity (EMG)</p>",
                                  "<p>Students will integrate the observed EMG patterns into their illustrated and annotated model</p>",
                                  "<p>Summary Table (Image 1)</p>"
                              ]
                            }
                        }
                      ]
                    },
                    "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                      {
                          "id": "BfEcsBHvG1mVwV4H",
                          "content": {
                            "type": "Text",
                            "format": "html",
                            "text": [
                                "<p><strong>Instructional Sequence</strong></p>",
                                "<p><em>2 minutes</em></p>",
                                "<p>Inform students that today’s lesson will help them begin to learn how the activity of muscles is identified and measured. This will help them explain how bionic arms work and work with a simple robotic arm.</p>",
                                "<p>Consider noting students’ questions recorded in their KWL journals, specifically questions related to the interactions between the nervous and muscular systems.</p>",
                                "<p><em>15 minutes</em></p>",
                                "<p>Assign students to teams composed of 3-4 classmates. Ask teams to follow this <a href='https://docs.google.com/document/d/1pRFUK_wNgOSZEqxHKXHFzomQnq_QFvCEQxojGfLLAIo/edit'>step-by-step tutorial</a> to record and display EMG signals from their muscles</p>",
                                "<p><em>10 minutes</em></p>",
                                "<p>Teacher-led discussion on muscle contraction and EMG </p>",
                                "<p><em>30 minutes</em></p>",
                                "<p>Ask students to work with another team on investigating the following questions (note: each larger team of 6-8 students will need two EMG devices):</p>",
                                "<p>How does muscle activity vary between one’s dominant vs. non-dominant hand? </p>",
                                "<p>How does muscle activity vary between different muscles (e.g., forearm vs. forehead muscles)?</p>",
                                "<p>How does muscle activity vary between <a href='https://www.bbc.co.uk/bitesize/guides/zct2hv4/revision/2#:~:text=In%20an%20antagonistic%20muscle%20pair,lengthening%20is%20called%20the%20antagonist'>agonist and antagonist</a> muscles?</p>",
                                "<p>What happens when we <a href='https://backyardbrains.com/experiments/rateoffatigue'>activate our hand muscles</a> for an extended period of time using a hand gripper?</p>",
                                "<p>Can you predict who’s going to win an arm-wrestling contest based on the contestants’ muscle activity?</p>",
                                "<p>Encourage students to develop other questions and explore them. Students should document their observations in their EMG journal. </p>",
                                "<p><em>15 minutes</em></p>",
                                "<p>Facilitate a class discussion on questions such as:</p>",
                                "<p>Why does gathering EMG signals matter to you, your family, or others in the community? </p>",
                                "<p>Why does this matter to scientists, physicians, physical therapists, athletic trainers, and/or biomedical engineers?</p>",
                                "<p>How may gathering EMG data inform the design of a device that can help people with neurological conditions or missing limbs?</p>",
                                "<p><em>10 minutes</em></p>",
                                "<p>Using their KWL journals ask each student to revise what they know, wonder, and learned that may help explain how bionic arms work. Encourage students to apply what they noticed in the EMG activities, insights that were sparked by the discussion, and any new knowledge or wonderings they may have. Note that Students should open up the KWL Journal in their My Work tab to make summary notes that will be accessible from Lesson to Lesson.</p>",
                                "<p>Inform students that in the next activity they will apply and expand their knowledge of  EMG and begin to explore the use of a simple robotic arm. This will help them explain how bionic arms work.</p>",
                                "<p></p>",
                                "<p><strong>Lesson Resources</strong></p>"
                            ]
                          }
                      },
                      {
                        "id": "kBJBbezdh9bxu6Dx",
                        "title": "Arm Muscle Diagram",
                        "content": {
                          "type": "Image",
                          "url": "curriculum/neural-engineering/images/armMuscles.png",
                          "filename": "curriculum/neural-engineering/images/armMuscles.png"
                        }
                      },
                      {
                        "id": "3s1CMxSi6t3ADC8Z",
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "<p><a href='https://dmr.bsu.edu/digital/collection/AnatMod/id/211'>https://dmr.bsu.edu/digital/collection/AnatMod/id/211</a></p>"
                          ]
                        }
                      }
                    ]
                  },
                  "supports": [ ]
                }
              ]
            },
            {
              "description": "Problem 1.5",
              "ordinal": 5,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                    "type": "overview",
                    "content": {
                      "tiles": [
                        {
                            "id": "BfEcsBHvG1mVwV4H",
                            "content": {
                              "type": "Text",
                              "format": "html",
                              "text": [
                                "<p><strong>Lesson 1.5: How can EMG signals be used to control a robotic claw?</strong></p>",
                                "<p><strong>Lesson Overview</strong></p>",
                                "<p>Students will use electromyography (EMG) in coordination with a robotic claw to model the performance of a bionic arm. </p>",
                                "<p>Materials:</p>",
                                "<p>For each group of students:</p>",
                                "<p>The grabber kit</p>",
                                "<p>Smartphone data cable + adapter</p>",
                                "<p>A computer with the Arduino software</p>",
                                "<p>Spike Recorder App</p>",
                                "<p>Whiteboard / chart paper and markers</p>",
                                "<p>Formative assessment:</p>",
                                "<p>KWL journals (use KWL Journal tab in My Work) </p>",
                                "<p>Summative Assessment: Students demonstrate evidence of meeting the performance expectation for NGSS HS-LS1-2.</p>",
                                "<p><strong>Learning Objectives / NGSS alignment</strong></p>",
                                "<p>Students will explain how signals measured from the human body (e.g., EMG) can be incorporated into engineering design. </p>",
                                "<p>Students will design and evaluate technology solutions for people with neurological conditions. </p>",
                                "<p><strong>Summary Table (Image 2)</strong></p>"
                              ]
                            }
                          }
                      ]
                    },
                    "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                      {
                          "id": "BfEcsBHvG1mVwV4H",
                          "content": {
                            "type": "Text",
                            "format": "html",
                            "text": [
                              "<p><strong>Instructional Sequence</strong></p>",
                              "<p><em>5 minutes</em></p>",
                              "<p>Inform students that in today’s activity they will apply and expand their knowledge of EMG and begin to explore the use of a simple bionic arm. This will help them explain how bionic arms work, as well as inform their modification of the simple bionic arm.</p>",
                              "<p>Consider noting specific students’ questions recorded in their KWL journals if the questions are related to wondering about the application of EMG in the design of bionic arms or biomedical devices.</p>",
                              "<p><em>30 minutes</em></p>",
                              "<p>Assign students to teams composed of 3-4 classmates. Ask teams to follow this <a href='https://docs.google.com/document/d/1_CTZ4GHfp-SWLUa0AiXYwCPshYrFp96bNMGYXhdLv7o/edit'>step-by-step tutorial</a> to set up an EMG-controlled claw.</p>",
                              "<p>Once students have set up the claw, ask them to explore how they can make it work better by:</p>",
                              "<p>Changing the locations of the electrodes. For example, students may have more success controlling the claw by placing the EMG electrodes on the fleshy part below their pinky and the reference electrode by their thumb. </p>",
                              "<p>Changing the sensitivity of the device by pressing the gray button the Muscle SpikerShield. </p>",
                              "<p>Grasping objects of different sizes/weights. </p>",
                              "<p><em>20 minutes</em></p>",
                              "<p>In their team, ask students to evaluate the strengths and weaknesses of the EMG-controlled claw and summarize their ideas in a table format. Then, ask them to discuss how the design of the claw can be improved and sketch out their ideas. Remind students of the young woman who was portrayed in the video at the opening of the unit and think about how the claw can serve her in her day-to-day life.</p>",
                              "<p><em>20 minutes</em></p>",
                              "<p>Facilitate a class discussion as to how the gripper could be improved or modified (e.g., adding touch receptors, using a stronger servomotor, reshaping the tips of the grabber). </p>",
                              "<p><em>5 minutes</em></p>",
                              "<p>Using their KWL journals, ask each student to revise what they know, wonder, and learned about bionic arms. </p>",
                              "<p><strong>Lesson Resources</strong></p>",
                              "<p><a href='https://www.twi-global.com/technical-knowledge/faqs/engineering-design-process'>Engineering design process</a></p>"
                            ]
                          }
                      }
                    ]
                  },
                  "supports": [ ]
                }
              ]
            }
          ]
      },
      {
          "description": "Investigation 2",
          "ordinal": 2,
          "title": "Module 2",
          "overview": {
            "tiles": [ ]
          },
          "problems": [
            {
              "description": "Problem 2.1",
              "ordinal": 1,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                  "type": "overview",
                  "content": {
                    "tiles": [
                      {
                        "id": "zy34543woT6wp_c7IxjDmS",
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "<h3>Lesson 2.1 Overview</h3>",
                            "<p>Students will begin Module 2 by examining how sensory input impacts our ability to move and interact with objects.</p>",
                            "<p>Materials:  \nFor every two students:<ul><li>A 30 cm ruler</li><li>Winter gloves</li></ul></p>",
                            "<h3>Lesson Resources</strong></h3>",
                            "<p><a href='https://www.pbs.org/newshour/show/how-sensors-rewiring-nerves-could-help-prosthetics-feel-and-function-like-real-limbs'>PBS News Hour story</a></p>"
                          ]
                        }
                      } 
                    ]
                  },
                  "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                      {
                        "id": "BfEcsBHvG1mVwV4H",
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "<p><strong>Instructional Sequence</strong></p>",
                            "<p><em>5 minutes</em></p>",
                            "<p>Warm-up: Ask students to think about the EMG-controlled claw and discuss some challenges they may encounter when trying to hold an egg with the claw (e.g., the egg might crack). Ask students how they would improve the design of the claw to overcome these challenges. </p><p> Inform students that in Module 2 we will explore how sensory information impacts movement.</p>",
                            "<p></p>",
                            "<p><em>20 minutes</em></p>",
                            "<p>Remind students that in Lesson 1.2 they measured their reaction  time using a ruler, comparing their dominant and non-dominant hand.  Inform students that today we will conduct a similar experiment to  investigate how tactile information impacts reaction time (in other  words, how being able to feel the ruler with our fingertips impacts how fast we are at catching it?). </p><p> Ask students to discuss how they would modify the reaction time experiment to answer this new research question. In this process, students should create a table similar to the results sheet used in Lesson 1.2 to record their reaction time with and without a winter glove.</p><p>After students have collected their data, ask them to discuss their findings. As an extension activity, ask students to enter their average reaction time into a Google spreadsheet to compute the class average.</p>",
                            "<p><em>5 minutes</em></p>",
                            "<p>Present the first 3 minutes of this <a href='https://www.pbs.org/newshour/show/how-sensors-rewiring-nerves-could-help-prosthetics-feel-and-function-like-real-limbs'>PBS News Hour story</a> (until the moment the reporter cracks an egg with his prosthetic arm). While watching the video, ask students to list 3 things that stand out to them. Collect these ideas at the end of the video. </p>",
                            "<p><em>10 minutes</em></p>",
                            "<p>In small groups, ask students to discuss how prosthetic arms can be improved by incorporating sensory information (similar to the prosthetic leg example from the video). Encourage students to sketch their ideas and consider how the motor command from the brain interacts with tactile information from objects.</p>",
                            "<p><em>5 minutes</em></p>",
                            "<p>Using their KWL journals, ask each student to revise what they know, wonder, and learned the role of tactile information in movement. </p>"
                          ]
                        }
                      }
                    ]
                  },
                  "supports": [ ]
                }
              ]
            },
            {
              "description": "Problem 2.2",
              "ordinal": 2,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                  "type": "overview",
                  "content": {
                    "tiles": [
                            {
                              "id": "zy34543woT6wp_c7IxjDmS",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h3>Lesson 2.1 Overview</h3>",
                                  "<p>Students will explore the variance in touch sensitivity of different body parts and different people, and examine how the nervous system is responsible for this variance. </p>",
                                  "<p>Materials:  \nFor every two students:<ul><li>1 <a href='https://www.amazon.com/dp/B0739GGS46/ref=pe_386300_440135490_TE_item'>caliper</a> for each team of 3 students</li><li>Chart paper and markers</li></ul></p>"
                                ]
                              }
                            } 
                          ]
                        },
                  "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                            {
                              "id": "BfEcsBHvG1mVwV4H",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Instructional Sequence</strong></p>",
                                  "<p><em>5 minutes</em></p>",
                                  "<p>Begin with a brief overview of the previous lesson (How does sensory information impact movement?). Then, inform students that today’s lesson will help them explore how the nervous system processes sensory (and more specifically <em>tactile</em>) information and what problems could arise in this process.  </p>",
                                  "<p></p>",
                                  "<p><em>15 minutes</em></p>",
                                  "<p>Inform students that in today’s activity they will measure their touch sensitivity across different parts of the body and enter the information to a webpage to map how the brain represents their body (“homunculus”). </p><p>Students should follow the instructions in the Lab Work tab in the lesson, and enter their measurements into <a href='https://brainmapper.org/'>https://brainmapper.org/</a>(Experiment tab → Enter the Results).</p>",
                                  "<p><em>10 minutes</em></p>",
                                  "<p>Ask students to discuss the following questions in their groups and record their answers and then collect students’ answers:<ol><li> What is the most/least sensitive body part?</li><li> Why do different parts of the body have different sensitivity to touch?</li><li> Were there differences between students in their touch sensitivity? What can explain these differences? </li></ol></p><p>Extension activity: Ask students to enter their measurements into a shared Google Spreadsheet and create the averaged homunculus of all students in the class.</p>",
                                  "<p><em>15 minutes</em></p>",
                                  "<p>Back in their groups, ask students to read this brief text on the neuroscience of touch.</p><p>Students should identify which body parts are involved in processing touch information and make an annotated model that shows how they are connected to each other. To do so, students will need to read online about:<ul><li>Touch receptors</li><li>Sensory nerves</li><li>Spinal cord</li><li>Thalamus</li><li>Somatosensory cortex.</li></ul></p><p><a href='https://https://www.brainfacts.org/'>Brainfacts.org</a> is a good source of information and has a <a href='https://www.brainfacts.org/3d-brain#intro=true'>3D model of the brain</a>.</p><p>Extension activity: Ask students to compare their model to the one created in the first module (control of movement).</p>",
                                  "<p><em>5 minutes</em></p>",
                                  "<p>Using their KWL journals, ask each student to revise what they know, wonder, and learned the role of tactile information in movement. </p>"
                                ]
                              }
                            }
                          ]
                        },
                  "supports": [ ]
                }
              ]
            },
            {
              "description": "Problem 2.3",
              "ordinal": 3,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                  "type": "overview",
                  "content": {
                    "tiles": [
                      {
                        "id": "aJWvt4HE4URJ3xVH",
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "<h3>Introduction</h3>",
                            "<p>Students will apply knowledge and skills developed in prior activities to design an EMG-controlled device that can grab an egg without cracking it. Students will then consider the experiences and perspectives of the device users.</p>",
                            "<p>Materials for each group:</p>",
                            "<ul><li>The Claw Kit</li><li>Two Claw “Mittens” (with a pressure sensor on one of them)</li><li>10 kΩ ohm resistor</li><li>1 breadboard</li><li>2 segments of wire</li><li>A plastic egg or a hollow egg </li></ul>"
                          ]
                        }
                      }
                    ]
                  },
                  "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                      {
                        "id": "tDSrW0ugqjgdt3pO",
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "<p><em>10 min</em></p>",
                            "<p>In small groups, ask students to discuss how what they learned in lesson 2.1  (the impact of sensory information on movement) and lesson 2.2 (how the nervous system processes sensory information) can be incorporated in the design of the claw. Inform students that the goal of the next few lessons is to design and test a device that can replicate these natural processes.</p>",
                            "<p><em>40 min</em></p>",
                            "<p>Design challenge: Can you grab an egg (with the claw) without cracking it?</p>",
                            "<p>Students will work in groups to incorporate touch sensors in the design of the claw (see student handout). </p>",
                            "<p><em>10 min</em></p>",
                            "<p>Ask each group of students to showcase their design by crossing the room while holding a plastic egg or a drained egg with their claw.</p>",
                            "<p><em>15 min</em></p>",
                            "<p>In their team, ask students to evaluate the design and discuss what can be improved. Remind students of the young woman who was portrayed in the video at the opening of the unit and think about how the touch sensors can serve her in her day-to-day life (for example, when putting on makeup).</p>",
                            "<p><em>10 min</em></p>",
                            "<p>Facilitate a class discussion as to how the device could be further improved or modified (e.g., using a stronger servomotor, reshaping the tips of the claw, making the touch sensors more reliable/sensitive). </p>",
                            "<p><em>5 min</em></p>",
                            "<p>Using their KWL journals, ask each student to revise what they know, wonder, and learned about the design of bionic arms. Introduce students to temperature sensors and ask them to start thinking about how these sensors may help people with impaired senses (e.g. due to nerve damage). Students will develop these ideas in the next lesson (2.4). </p>"
                          ]
                        }
                      }
                    ]
                  },
                  "supports": [ ]
                }
              ]
            },
            {
              "description": "Problem 2.4",
              "ordinal": 4,
              "title": "Introduction to Teaching Neural Engineering",
              "subtitle": "",
              "sections": [
                {
                  "type": "overview",
                  "content": {
                    "tiles": [
                      {
                        "id": "M3FIWTuuCHr34gFp",
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "<p>Using knowledge and skills gained in the module, students will co-design a new device to improve the lives of specific users. Each student team will prepare an illustration of the proposed device. </p>",
                            "<p>Materials:</p>",
                            "<p>Problem scenarios: </p>",
                            "<ul><li>Help Mrs. Marcus</li><li>Help Tilly</li><li>Help Mr. Johnson</li></ul>",
                            "<p></p>",
                            "<p>Whiteboards </p>",
                            "<p>Dry erase markers</p>",
                            "<p>Journal Template (in the lesson)</p>",
                            "<p>Informative design thinking process graphic</p>",
                            "<p></p>",
                            "<p><strong>Learning Objective</strong></p>",
                            "<p>Students will design and evaluate engineering solutions that can help improve the lives of patients with sensory-motor impairments (i.e., a human-machine interface). </p>"
                          ]
                        }
                      }
                    ]
                  },
                  "supports": [ ]
                },
                {
                  "type": "teach",
                  "content": {
                    "tiles": [
                      {
                        "id": "g-FwP1kTr4AaQzHP",
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "<p><em>10 min</em></p>",
                            "<p>Review the engineering design process, highlighting the value for use. Outline the design thinking process using an informative graphic as reference. Inform students that they will embark on the first step – empathize – by researching the experiences and challenges of someone who has a sensory or motor condition. </p>",
                            "<p><em>5 min</em></p>",
                            "<p>Option 1:</p>",
                            "<p>Present the following two cases to students:</p>",
                            "<p>Help Mrs. Marcus</p>",
                            "<p>Help Tilly</p>",
                            "<p>Survey students as to which person they would like to help and organize teams of three or four students based on their responses (try to have two teams per case)</p>",
                            "<p>Option 2:</p>",
                            "<p>Ask each pre-established group to review the two cases and decide if they would like to help Mrs. Marcus or Tilly. </p>",
                            "<p><em>15 min</em></p>",
                            "<p>Ask each team to prepare a response to the following questions (these questions should help orient students towards designing a solution) and record their responses in a journal template.</p>",
                            "<ol><li>What are the challenges experienced by Mrs. Marcus’s/Tilly?</li><li>Why is it important to help reduce these challenges?</li><li>How can we apply what we have learned throughout the unit to help this individual?</li><p></p></ol>",
                            "<p><em>10 min</em></p>",
                            "<p>After each team has prepared a response, ask teams who are working on helping the same person (Tilly or Mrs. Marcus) to exchange their ideas and summarize common ideas on paper. Ask one representative working on helping Tilly to share the collective ideas with the entire class. Then ask one representative working on helping Mrs. Marcus to do the same.</p>",
                            "<p><em>30-40 min</em></p>",
                            "<p>Direct each team to use their knowledge of body systems and technology to propose a product that can help Mrs. Marcus/Tilly circumvent the challenge described in the case. Direct students to sketch the product on whiteboards/chart paper, with annotations.  </p>",
                            "<p></p>",
                            "<p>As students work on the proposed products, circulate between teams and prompt students’ empathic design thinking by asking the following questions:</p>",
                            "<p>Will Mrs. Marcus/Tilly find the product safe?</p>",
                            "<p>Will Mrs. Marcus/Tilly find the product easy to use?</p>",
                            "<p>Will Mrs. Marcus/Tilly find the product comfortable?</p>",
                            "<p>Will Mrs. Marcus/Tilly find the product useful?</p>",
                            "<p>20 min</p>",
                            "<p>After students have completed their illustrated and annotated models of the proposed products, ask each team to share their design, including the design considerations made to ensure that Mrs.Marcus/Tilly would find the product easy to use, safe, useful, and comfortable. This can be accomplished much like a professional science meeting poster session – one team member can represent the work to others, while the rest of the team visits other teams’ posters to gain insight and provide feedback (ask students to write down questions and comments on sticky notes and attach them to the poster).</p>"
                          ]
                        }
                      }
                    ]
                  },
                  "supports": [ ]
                }
              ]
            }
          ]
      }
    ]
  }
  
  