{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "ZhAXtCzS7ijLv6Ho",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Explore (Digging In)</strong></u></p>",
            "<p><u>Providing for Individual Needs</u></p>",
            "<p></p>",
            "<p>Initial Challenge Questions:</p>",
            "<p></p>",
            "<p>As students work on the Initial Challenge, circulate and ask them questions. If a group has a conjecture about most and least orangey, ask them to explain why.</p>",
            "<p></p>",
            "<p>Some students will puzzle over how to begin. After giving students some time to try a few ideas, you might suggest that students just begin by comparing two recipes rather than all four at once. (PROBLEM SOLVING ENVIRONMENT)</p>"
          ]
        }
      },
      {
        "id": "cbUrvIex7w9QshD3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>Let’s take a look at Recipe A and Recipe B. Which do you think would be the most orangey? (Students might answer that Recipe A would be more orangey because there is almost the same amount of concentrate as water.)</li><li>How does the amount of water for Recipe A compare to the water for Recipe B? (Recipe B has three times the amount of water.)</li><li>So, if we were looking at just water, how many batches of Recipe A would it take to get the same amount of water in Recipe B? (3 batches)</li><li>If we made three batches of Recipe A, how much concentrate would it take? (6 cups of concentrate)</li><li>So, the new amounts for Recipe A would be 6 cups concentrate to 9 cups water. How would that taste have compared to Recipe B? (Recipe A would be more orangey, because there is more concentrate for the same amount of water.)</li></ul>",
            "<p></p>",
            "<p>Some students will use naïve strategies such as simply focusing on the number of cups of concentrate and ignoring the water. Ask questions to challenge students’ ideas.</p>",
            "<ul><li>How can we keep adding cups of water without making the juice less orangey? (Students might suggest that for each cup of water, a certain amount of concentrate will be required.)</li></ul>"
          ]
        }
      },
      {
        "id": "SpwSp1BZvpm0q6S-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>You might have students focus on one particular mixture first to develop an answer to the above question. Recipe A, for example consists of 2 cups of concentrate and 3 cups of water. Students may propose that for every cup of water added, an additional 2/3 of a cup of concentrate will be required to not change the taste of the juice.</p>"
          ]
        }
      },
      {
        "id": "TvmsrQeswFvPsNV6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>As groups analyze the student thinking in the What If, circulate and listen to the justification for agreeing with the strategies. Also, note how students are seeing the connections between the mathematical thinking in the strategies.</p>",
            "<ul><li>Begin by asking students, What do you notice and wonder about the strategies in the What If?</li><li>Is this group using a part to part or part to whole way of thinking about the recipes?</li><li>Is this group using a strategy similar to something we talked about yesterday?</li><li>Is this group using a strategy similar to something you did in Stretching and Shrinking or from the Grade 6 Comparing Quantities Unit?</li></ul>",
            "<p></p>"
          ]
        }
      },
      {"display": "teacher", "content": {"type": "Text", "format": "html", "text": ["<p><u>Planning for the Summary</u></p>", "<p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know? What will you do if you do not have evidence?</p>"]}},
      {
        "id": "5c0VakJIMluFveIk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p>",
            "<p><em>Describe some strategies for solving problems that involve ratios.</em></p>",
            "<p>(As you are circulating during the Explore select student work to use in the summary.  Look for a variety of strategies to discuss and make connections.  Find examples of part-to-part and part-to-whole thinking.  Look for students using fractions, percents, unit rates, etc.)</p>"
          ]
        }
      }
    ]
  }
}