{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "XZDEokLCz5Vk06zr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p>",
            "<p></p>",
            "<p><u>Solutions and Strategies</u></p>",
            "<p></p>",
            "<p>Have students show and discuss their strategies for answering the chimp recipe questions. Students’ strategies might include:</p>",
            "<p></p>",
            "<p>Strategies – 1st bullet – This asks for the part given the total and the %.</p>",
            "<ul><li>This can be done with a percent bar, unit rate 1% of total, a table, or proportion.</li><li>Unit rates would be 0.4 scoops fiber/1 scoop total and 0.6 scoops protein/1 cup total.</li><li>Equations are P = 0.6T and F = 0.4T.</li><li>Proportion would be (Fiber scoops)/(225 )=40/(100  )  or  (Fiber scoops)/(40  ) = 225/(100  ).</li></ul>",
            "<p>Strategies – 2nd bullet – In this situation, we are given a part (30 scoops of protein) and must find the total amount of food.</p>",
            "<ul><li>This can be done using bars (tape diagrams), a table, a proportion, a graph of relationship between total and protein for adult chimps, or an equation P = 0.4T. (Some students might write T = 2.5P.)</li></ul>"
          ]
        }
      },
      {
        "id": "p3xJlbjQqDasbT3b",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>",
            "<p><u>Making the Mathematics Explicit</u></p>",
            "<p><u></u></p>",
            "<p><u></u></p>",
            "<p><em>Situation A</em></p>",
            "<p></p>",
            "<p>Help students connect the way they chose to answer the questions to other strategies.</p>",
            "<p>Choose a strategy that connects to the strategies that your students used in class.</p>"
          ]
        }
      },
      {
        "id": "gKHqSZZHAziVhWAI",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>How does this strategy compare to yours? (Answers depend on strategies used by students. Possible answers include the following: Ahmed’s Strategy: Some students may have used unit rate but represented it in a proportion or equation. Others may have made a table that included more than the unit rates. Some may have chosen some other way to make one of the quantities fixed, so they could reason about the relationship. Michelle’s Strategy: Students may not have written an equation, but instead used unit rate, thinking to multiply values as if an equation were used. Concetta’s Strategy: The graphs can show ratios in a proportion, unit rate, as well as quantities in a table.)</li><li>What strategies did Ms. Stewart’s class use that we did not? How are those strategies useful? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "WUPmTrk6FrcaoGMo",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Situation B</em></p>",
            "<p></p>",
            "<p><strong>Suggested Questions</strong></p>",
            "<p></p>",
            "<ul><li>How are the two representations related? (Possible answer: Each point on the graph can be written as a ratio. Any two points on the graph can be written as a proportion.)</li></ul>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p></p>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know.</p>",
            "<p></p>",
            "<p><em>How are percents useful to solve problems?</em></p>",
            "<p></p>",
            "<p>See answers for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "e-vdifU5r93h2rn-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}