{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "k21YgGcKrENCFuvK",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Explore (Digging In)</strong></u></p>",
            "<p><u>Providing for Individual Needs</u></p>",
            "<p></p>",
            "<p>As groups are working on the leaky faucet simulation, monitor that they are following the directions to get adequate data.</p>",
            "<ul><li>Is the hole in their cup small enough? Is the hole clogging up?</li><li>Are they collecting data every 5 seconds?</li><li>Are they continuing to add water as the cup empties? Keeping about the same amount of water in the cup at all times?</li><li>Are they accurately reading the container catching the water?</li></ul>",
            "<p></p>",
            "<p>As students are analyzing their data look for the strategies they are using to scale up their data.</p>"
          ]
        }
      },
      {
        "id": "KE1NXJcpcTBYdnO6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>How did you determine the rate of water dripping per minute? (Answers will vary. Some students may use the number of milliliters at the 60 second mark on their table, some may find an average from their data, some may estimate from their data, etc.)</li><li>How can your data help you make predictions? (Answers will vary. Look for students to use rate tables, proportions, graphs, etc.)</li></ul>"
          ]
        }
      },
      {"id": "4mVsuITRg8lOaxMu", "content": {"type": "Text", "format": "html", "text": ["<p>For students looking for an extra challenge, have them calculate the cost of the water lost based on water costs for your local area.</p>"]}},
      {
        "id": "pWPbQDt_W6dpxmLp",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Day 2:</em></p>",
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>What is the ratio/rate in this situation? (Answers will vary depending on the situation.)</li><li>What are some strategies we have used in this Unit that might help you? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {"type": "Text", "format": "html", "text": ["<p><u>Planning for the Summary</u></p>", "<p></p>", "<p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know? What will you do if you do not have evidence?</p>"]}
      },
      {"id": "x1-vGXa7GgydiUy8", "content": {"type": "Text", "format": "html", "text": ["<p><em>Now What Do You Know?</em></p>", "<p><em>Describe some situations that you encounter in your daily life that require proportional rea</em>soning.</p>"]}}
    ]
  }
}