{
  "type": "introduction",
  "content": {
    "tiles": [
      {
        "id": "NyZlldzD0shC_2Gt",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In the <em>Comparing Quantities</em> unit, we looked at many situations that involved ratios. Recall that a ratio is a comparison between two quantities. We looked at many comparison situations such as Packaging Green and White Cupcakes, Walking Backwards Race, and Sharing Smoothie Bars. </p>",
            "<p>The ratio of green cupcakes to white cupcakes is expressed as:</p>",
            "<p>            For every 2 green cupcakes there are 3 white cupcakes, or</p>",
            "<p>            2 green for every 3 white, or</p>",
            "<p>            2 to 3  or  2 : 3  or    2/3</p>",
            "<p>In the <em>Stretching and Shrinking</em> unit, we also wrote the ratio 2 to 3 as ⅔. This is called the fraction form of a ratio. </em></p>",
            "<p>     <em>How is this fraction form of a ratio the same as or different from fractions?</em></p>",
            "<p>We also know that two ratios are equivalent if they express the same comparisons. For example, the ratio of green cupcakes to white cupcakes is the same in the following packages: </p>",
            "            2 green cupcakes and 3 white cupcakes",
            "            4 green cupcakes and 6 white cupcakes",
            "            12 green cupcakes and 18 white cupcakes",
            "<p>     <em>What patterns do you see among the comparisons?</em></p>",
            "<p>In this Unit we will learn more about ratios and reasoning with ratios.</p>"
          ]
        }
      },
      {
        "id": "beq1z-VhrUe5qtC-",
        "content": {
          "type": "Text",
          "format": "html",
          "text": ["<p>Every year, the 7th grade students at Langston Hughes School go on an outdoor education camping trip. During the week-long trip, the students study nature and participate in recreational activities. Everyone pitches in to help with the cooking and cleanup.</p>"]
        }
      }
    ]
  },
  "supports": []
}