{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "TNzSPQHw_B0wecjy",
        "content": {"type": "Text", "format": "html", "text": ["<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p>", "<p><u>Solutions and Strategies</u></p>", "<p></p>", "<p>As a class, discuss the strategies and solutions for the determining total cost with tax.</p>"]}
      },
      {
        "id": "xec2EsTCnNkH4z-u",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>Does the estimate for the total bill with tax allow us to answer if Skylar will have enough money? (No. It is so close to $25 that it is difficult to say if he has enough money or not.)</li><li>What are some ways that we can find the actual cost with tax? (Students should have various ways of finding the total of $24.94. See some examples in the Explore section.)</li></ul>"
          ]
        }
      },
      {
        "id": "WFHSjSCxrXZj3r30",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>After the discussion, have student work on the What If questions. For Situation A, <strong>Learning Aid 3.1B: Student Strategies</strong> is available. You might have students think about and discuss as a class the strategies not already presented by your students. This may allow a discussion of strategies different from students’ own thinking for solving the Initial Challenge. Situation B connects mathematical ideas to previous learning. Situation C offers an opportunity to work backward to find the cost of an item when we know the tax amount.</p>"
          ]
        }
      },
      {
        "id": "l1osEggJQcOzaKiD",
        "content": {
          "type": "Text",
          "format": "html",
          "text": ["<p><u>Making the Mathematics Explicit</u></p>", "<p><em>Situation A</em></p>", "<p>Give students an opportunity to discuss how the five strategies are alike and how they compare to strategies that your students used to answer the questions.</p>", "<p></p>"]
        }
      },
      {
        "id": "SmZVLFimv9I-38xT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>What strategy shows thinking like you did on the Initial Challenge? (Answers will vary based on students’ reasoning in the Initial Challenge.)</li><li>Is there a strategy that you like and might use to answer questions in the future? (Answers will vary based on student preferences.)</li><li>Whose strategies look different but are really using the same type of reasoning? (Example student responses might include: Casey and Vanessa both show $8.95 as the 100% and then needing to add the 5% more. Sammi and Alex both show scaling the percent in proportion form to find 105%. Sammi did it in one step and Alex did it in two steps. Ash is like Alex – find 1%, then scale to 105%.)</li></ul>"
          ]
        }
      },
      {"id": "8jqEPA_Jx7Q4GHFk", "content": {"type": "Text", "format": "html", "text": ["<p><em>Situation B</em></p>", "<p>The student wonderings in this situation push students to connect their current thinking to previous mathematical ideas.</p>"]}},
      {
        "id": "rIkUuIHaymuNLA5p",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>Do you agree with Nicky or Marta? Is there more than one price with tax? Or is it the same to find tax on each item and the tax on the total of the items? (Marta is correct. The Distributive Property shows how both ways of determining the total with tax are the same.)</li><li>Do you agree with Sam or Will? (Will. Sam could be thinking that percents are like fractions because both are part to whole. However, fractions are one quantity. A fraction is a number. A percent is a comparison statement with two quantities: an amount for every 100. A percent is a rate.)</li></ul>"
          ]
        }
      },
      {"id": "cFf4PMcIVoslsA8p", "content": {"type": "Text", "format": "html", "text": ["<p><em>Situation C</em></p>", "<p>Given the tax amount and percentage, students have to determine the whole. Push students to relate this to previous strategies discussed in class.</p>"]}},
      {
        "id": "ZkIYjU1u8vA8CqUv",
        "content": {
          "type": "Text",
          "format": "html",
          "text": ["<p><strong>Suggested Questions</strong></p>", "<ul><li>How could I use a (choose some strategy, such as rate table) to find out how much Funda paid for the used gaming system? (Answers will depend on the strategies that you decide to have students focus on.)</li></ul>"]
        }
      },
      {"id": "mY3GjYbHr4TiNujz", "content": {"type": "Text", "format": "html", "text": ["<p></p>", "<p>Some possible strategies include:</p>"]}},
      {"id": "6bq0jzT8vJ87ZOV8", "content": {"type": "Text", "format": "html", "text": ["<p>Rate Table</p>"]}},
      {"content": {"type": "Table", "name": "Rate Table", "columns": [{"name": "Percent", "values": ["6%", "1%", "100%"]}, {"name": "Amount ($)", "values": ["4.8", "0.80", "80.00"]}]}},
      {"id": "3x2pUISPYyIbc1pV", "content": {"type": "Text", "format": "html", "text": ["<p>Proportion</p>"]}},
      {"id": "infU52s0aCyf8k8K", "title": "Proportion", "content": {"type": "Image", "url": "curriculum/comparing-and-scaling/images/TG_3-1_SituationC_Proportion.png"}},
      {"id": "EL2fmwPvZX95QdyK", "content": {"type": "Text", "format": "html", "text": ["<p>Tape Diagram/Percent Bar</p>"]}},
      {"id": "YvJBj2hffEXEMfgz", "title": "Tape Diagram", "content": {"type": "Image", "url": "curriculum/comparing-and-scaling/images/TG_3-1_SituationC_TapeDiagram.png"}},
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p><u></u></p>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know.</p>",
            "<p></p>",
            "<p><em>How are percent problems like ratio and rate problems?</em></p>",
            "<p><em></em></p>",
            "<p>See answers for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "TxcWAEKxUGdulsaZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}