{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "I9q6PuYdrDuIlAos",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p>",
            "<p><u>Solutions and Strategies</u></p>",
            "<p></p>",
            "<p>Select different groups to represent different strategies that you observed during the exploration. Consider taking one specific Situation (or all, if you have time) and have students show multiple ways of solving the questions, such as using equivalent ratios, ratio tables, unit rates, and proportions. Encourage groups to explain how they got the answer and why the answer makes sense. Invite other students to question or challenge the solutions presented, to make connections between strategies, or to offer an alternative strategy. (AGENCY, IDENTITY, OWNERSHIP)</p>",
            "<p></p>",
            "<p>Guide students’ thinking by asking them to think of other ways to set up the relationship. Help make explicit how the strategies for answering the questions are connected and how the proportions can be notated.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u></p>",
            "<p></p>",
            "<p>What If part A gives you the opportunity to discuss the various ways that proportions (or equivalent ratios) can be written. It is important for students to recognize that equivalent ratios must compare one quantity to a multiple or factor of the same quantity.</p>"
          ]
        }
      },
      {
        "id": "IGcg_UBWEnCV9sm5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>Do you agree with the way that Nic wrote the proportions in the What If Situation A? (Yes. In each proportion, they are comparing one quantity to a factor or multiple of the same quantity, miles to miles and calories to calories.)</li><li>Are there other ways of writing the same proportional situation? (Yes. Since ratios can be written in different orders, we could have the following for the Reading Speeds situation:)</li></ul>",
            "<p></p>",
            "<p>(3 minutes )/(480 words )=  (x minutes)/(20,000 words)  OR  (3 minutes )/(x minutes )=  (480 words)/(20,000 words)</p>",
            "<p>OR (480 words )/(3 minutes)=  (20,000 words)/(x minutes)  OR   (x minutes )/(3 minutes )=  (20,000 words)/(480 words)</p>",
            "<p>Have students focus on the number relationships by asking about the various ways to write the same proportion.</p>",
            "<p></p>",
            "<ul><li>Which way of writing the proportion helps you to see the relationship between the quantities? (Student preferences will vary. Some preferences will vary based on the values of the quantities.)</li></ul>",
            "<p></p>",
            "<p>Students may benefit from seeing the how the proportions connect to the tables of ratios that they have used since the beginning of Grade 6.</p>",
            "<p></p>",
            "<ul><li> If we were to make a table for Reading Speeds, what might it look like? (Answers will vary. The following is one possibility.) Where are the proportions in the table? (See graphic below.)</li></ul>"
          ]
        }
      },
      {"id": "BRo_3iDYbGoMlhhs", "content": {"type": "Table", "name": "Reading Speeds", "columns": [{"name": "Minutes", "width": 100, "values": ["3", "30", "60", "90", "120", "125"]}, {"name": "Words", "values": ["480", "4800", "9600", "14400", "19200", "20000"]}]}},
      {
        "id": "olIg1tghDFsmiz44",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What If Situation B gives you the opportunity to discuss the common error made when looking at scale drawings that are nested in each other. This revisits Stretching and Shrinking and connects the work to proportions. Some students might see the proportion as 5/8=  h/(40 ) rather than 5/8=  h/(48 ).</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p></p>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>",
            "<p></p>",
            "<p><em>How are proportions like other strategies that you have used to solve ratio problems? How are they different?</em></p>",
            "<p></p>",
            "<p>See answers for more information about the strategies and embedded mathematics.</p>"
          ]
        }
      },
      {
        "id": "3dsbRrQf7znh9qEU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}