{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "PE6cMANgRWof5wU7",
        "content": {"type": "Text", "format": "html", "text": ["<p><u><strong>Explore (Digging In)</strong></u></p>", "<p><u>Providing for Individual Needs</u></p>", "<p></p>", "<p>As you observe students, watch for strategies that are helpful to share in the whole class discussion.</p>"]}
      },
      {
        "id": "mjijcvOdV8Mq0-Ia",
        "content": {
          "type": "Text",
          "format": "html",
          "text": ["<p><strong>Suggested Questions</strong></p>", "<p>• How did you calculate the bill + tax? (Bill + 6% of the bill. Be on the lookout for students who use 1.06 * bill. Make sure students understand that this is proportional reasoning.)</p>"]
        }
      },
      {"id": "JB2043G8nQQEbgca", "title": "Sample Proportion Reasoning", "content": {"type": "Image", "url": "curriculum/comparing-and-scaling/images/TG_3-2_ExplorePicture.png"}},
      {
        "id": "jXDK6lFTspRjYXVP",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How did you calculate your share of the bill? (There are 4 people in the group. Divide the total + tax + tip by 4.)</li><li>Would it have given you the same answer if you divided the total bill by 4, then divided the tip by 4, and then added? (Yes; this is the Distributive Property in action.)</li><li>You found it pretty easy to find 10%, 20%, and 15% in Situation A. Why is this? Does your shortcut work for other percents like 22% or 7%? (It is easy to scale from 100 to 10 by moving the decimal one place value. 20 is a multiple of 10 and 5 is a factor of 10, so those can be easily scaled. Since 22 and 7 are not multiples or factors of 10, so in those cases, we would probably want to start by scaling from 100% to 1%. 22 and 7 are multiples of 1.)</li></ul>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {"type": "Text", "format": "html", "text": ["<p><u>Planning for the Summary</u></p>", "<p></p>", "<p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence?</p>"]}
      },
      {
        "id": "oIQnJaZKDlrRlTha",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><em>Now What Do You Know?</em></p>",
            "<p><em>Describe some strategies you used to solve percent problems. Select student strategies to highlight in the summary to help students make connections between the different strategies - percent bar or tape diagram, double number lines, rate tables, informal proportions or proportions.</em></p>"
          ]
        }
      }
    ]
  }
}