{
  "title": "Stretching and Shrinking",
  "subtitle": "Understanding Similarity",
  "lookingAhead": {
    "tiles": [
      {
        "content": {
          "type": "Text",
          "text": "A map is a scale drawing of the place it represents. You can use a map to find actual distances to any place in the world. How can you estimate the distance from Cape Town, South Africa to Port Elizabeth, South Africa?"
        }
      },
      {
        "content": {
          "type": "Image",
          "url": "assets/curriculum/stretching-and-shrinking/images/SS_LA_01_map_500w.png"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "Suppose that you want to find the width of a river that is too wide to measure directly. How can you use similar triangles to find the distance across the river?"
        }
      },
      {
        "content": {
          "type": "Image",
          "url": "assets/curriculum/stretching-and-shrinking/images/SS_LA_02_river_500w.png"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "Here is a picture of Duke, a real dog. If you know the scale factor between Duke and the picture, how can you determine how long Duke is from his nose to the tip of his tail?"
        }
      },
      {
        "content": {
          "type": "Image",
          "url": "assets/curriculum/stretching-and-shrinking/images/SS_LA_03_dog_500w.png"
        }
      },
      {
        "content": {
          "type": "Image",
          "url": "assets/curriculum/stretching-and-shrinking/images/SS_LA_04_city_spoon_500w.png"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "You probably use the word similar in everyday conversation. For example, you might say that one song sounds similar to another song. You may also say that your friend’s bike is similar to yours. In many cases, you might use the word similar to describe objects and images that are the same shape but not the same size."
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "A floor plan of a house has the same shape as the actual house, but it is much smaller. The images on a movie screen as the same shape as the real people and objects they depict, but they are much larger. You can order your school portrait in a variety of sizes, but your face will have the same shape in each photo. In the Shapes and Design units you studied a variety of shapes, including the properties that make some shapes important in science, engineering, construction, and art."
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "What features of shapes are important in determining the unique shape, like polygons?"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "When you encounter a new problem, it is a good idea to ask yourself questions. In this Unit, you might ask questions such as:"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "What determines whether two shapes are similar?"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "What is the same and what is different about two similar figures?"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "When figures are similar, how are the side lengths, areas, and scale factors related?"
        }
      },
      {
        "content": {
          "type": "Text",
          "text": "How can I use similar figures to find missing measurements?"
        }
      }
    ]
  },
  "investigations": [
    {
      "description": "Investigation 1",
      "ordinal": 1,
      "title": "Enlarging and Reducing Shapes",
      "introduction": {
        "tiles": [
          {
            "content": {
              "type": "Text",
              "text": "In this Investigation, you will make scale drawings of figures. Your scale drawings will have the same shape as the original figure but may be larger or smaller. The drawings will help you explore how some properties of a shape change when the shape is enlarged or reduced."
            }
          },
          {
            "content": {
              "type": "Image",
              "url": "assets/curriculum/stretching-and-shrinking/images/SS_1_1_05_scale_drawing_500w.png"
            }
          }
        ]
      },
      "problems": [
        {
          "description": "Problem 1.1",
          "ordinal": 1,
          "title": "Solving a Mystery",
          "subtitle": "An Introduction to Similarity",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "The Mystery Club at P.I. Middle School meets monthly. Members watch videos, discuss novels, play “whodunit” games, and talk about real-life mysteries. One day, a member announces that the school is having a contest. A teacher in disguise will appear for a few minutes at school each day for a week. Any student can pay $1 for a guess at the identity of the mystery teacher. The student with the first correct guess wins a prize."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "The Mystery Club decides to enter the contest together. Each member brings a camera to school in hopes of getting a picture of the mystery teacher."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "One of Daphne’s photos looks like the picture below. Daphne has a copy of the P.I. Monthly magazine shown in the picture. The P.I. Monthly magazine is 10 inches high. She thinks the photo might be helpful in determining the height of the mystery teacher."
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "assets/curriculum/stretching-and-shrinking/images/SS_1_1_06_magazine_rack_500w.png"
                    }   
                  }
                ]
              },
              "supports": [
                {
                  "text": "TEST: problem 1.1 level support #1"
                },
                {
                  "text": "TEST: problem 1.1 level support #2"
                }
              ]
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Is Daphne's claim correct? Is it possible to use the magazine and the picture to estimate the teacher's height? Explain."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Could you have found the height of the teacher if you did not know that the magazine was 10 inches tall? Explain."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. Can you think of some other times you could use a photo to estimate the size of something?"
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "The Mystery Club Advisor says that the picture is similar to the actual scene. What do you suppose the advisor means by similar? How is the photo similar to the actual scene that is photographed?"
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "assets/curriculum/stretching-and-shrinking/images/SS_1_1_NW_07_did_you_know_500w.png"
                    }   
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 1.2",
          "ordinal": 2,
          "title": "Stretching a Figure",
          "subtitle": "Comparing Similar Figures",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                    "type": "Image",
                    "url": "assets/curriculum/stretching-and-shrinking/images/SS_1_2_In_08_flyer_350w.png"
                    }   
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Michelle, Daphne, and Mukesh are officers of the Mystery Club. Mukesh designs a flier to attract new members."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Daphne wants to make a large poster to publicize the next meeting. She wants to redraw the club’s logo, “Super Sleuth,” in a larger size. Michelle shows her a clever way to enlarge the figure by using rubber band."
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "assets/curriculum/stretching-and-shrinking/images/SS_1_2_In_09_instructions_500w.png"
                    }   
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use the rubber-band method to enlarge the figure on the Mystery Club flier. Draw the figure as carefully as you can, so you can compare the size and shape of the image to the size and shape of the original figure."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "How are the original figure and its image alike? Different? How do you know?"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How do the lengths of line segments compare between the two figures?"
                },
                {
                  "text": "How do the areas of the two figures compare?"
                },
                {
                  "text": "How do the angles of the two figures compare?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. What if you could change the position of the anchor point? How does this affect the image?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. What if you used three rubber bands? How does this affect the image?"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "The original figure and its image are similar figures."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "For two similar figures, what things are the same? What things are different? Explain how."
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Have you considered how points, angles, side lengths, and area change?"
                }
              ]
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 1.3",
          "ordinal": 3,
          "title": "Scaling Up and Down",
          "subtitle": "Corresponding Sides and Angles",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "In the last Problem, you worked with images, or scale drawings, that were similar to the original. Those scale drawings were larger than the original figure. In this Problem, you will work with scale drawings that are smaller than the original. You will also learn more about what it means for figures to be similar."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "When you study similar figures, you often compare their sides and angles. To compare the parts correctly, mathematicians use the terms corresponding sides and corresponding angles. In every pair of similar figures, each side of one figure has a corresponding side in the other figure. Also, each angle has a corresponding angle. Recall that there are two ways to identify angles."
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "assets/curriculum/stretching-and-shrinking/images/SS_1_3_In_10_angles_350w.png"
                    }   
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "You can identify an angle with three letters. The angles in the small triangle have the following names:"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Angle BAC or ∠BAC"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Angle BCA or ∠BCA"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Angle ABC or ∠ABC"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Notice that the letter identifying the vertex of an angle is always the middle letter in its name. For example, point A is the vertex of ∠BAC."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "You can also name an angle by its vertex. It is important to use this method only when it is clear which angle you are referring to."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "∠BAC can also be called ∠A"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "∠BCA can also be called ∠C"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "∠ABC can also be called ∠B"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "What names would you give the angles of the large triangle?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Daphne thinks the rubber-band method is clever, but she believes the school copier can make more accurate copies in a greater variety of sizes. She makes a copy of “Super Sleuth” with two different percent size factors. The results are shown below."
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "assets/curriculum/stretching-and-shrinking/images/SS_1_3_In_11_results_500w.png"
                    }   
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "What percent size factors did Daphne use to create the images, Copy 1 and Copy 2? Explain your reasoning."
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Would corresponding side lengths help to decide the percent?"
                },
                {
                  "text": "What about corresponding angles?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Compare the original figure to each of the images. Explain how you can use the percent setting to predict the relationship between the following features in and Copy 1, and the original and Copy 2./n/n- Corresponding angles?/n/n- Corresponding side lengths?/n/n- Corresponding perimeters?/n/n- Corresponding areas?
"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. What if you wanted to create an image whose side lengths were twice the length of the original? What percent setting would you choose on the copier?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. Amelia thinks that the copier creates images that are similar to those made with the rubber-band stretchers and the photograph. Do you agree? Explain why."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "For similar figures, what things stay the same? What things change? Explain how. Has your answer to this question changed from Problem 1.2? Explain."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ]
        }
      ],
      "reflections": {
        "tiles": [
          {
            "content": {
              "type": "Text",
              "text": "In this Investigation, you solved problems that involved enlarging (stretching) and reducing (shrinking) figures. You used photos, rubber-band stretchers, and copy machines to make scale drawings. The original figure and its image are similar figures."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "What do you know about similarity?"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Discuss your ideas with other students and your teachers. Then write a summary in your notebook."
            }
          }
        ]
      },
      "supports": []
    },
    {
      "description": "Investigation 2",
      "ordinal": 2,
      "title": "Similar Figures",
      "introduction": {
        "tiles": [
          {
            "content": {
              "type": "Text",
              "text": "Zack and Marta want to design a computer game that involves several animated characters. They ask Marta’s uncle, Carlos, a programmer for a video game company, about computer animation."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Carlos explains that the computer screen can be thought of as a grid made up of thousands of tiny points, called pixels. To animate a figure, you need to enter the coordinates of key points on the figure. The computer uses these points to draw the figure in different positions."
            }
          },
          {
            "content": {
              "type": "Image",
              "url": "assets/curriculum/stretching-and-shrinking/images/SS_2_1_In_12_play_500w.png"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Sometimes the figures in a computer game need to change size. A change in the code can make a figure larger or smaller. You can give it a rule for finding key points on the new figure, using key points from the original figure."
            }
          },
          {
            "content": {
              "type": "Image",
              "url": "assets/curriculum/stretching-and-shrinking/images/SS_2_1_In_13_did_you_know_500w.png"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": ""
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Did You Know?"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "You can make figures and then rotate, slide, flip, stretch, and copy them using a computer graphics program. There are two basic kinds of graphics programs. Paint programs make images out of pixels. Draw programs make images out of lines that are drawn from mathematical equations."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "The images you make in a graphics program are displayed on the computer screen. A beam of electrons activates a chemical in the screen, called phosphor, to make the images appear on your screen. If you have a laptop computer with a liquid crystal screen, an electric current makes the images appear on the screen."
            }
          }
        ]
      },
      "problems": [
        {
          "description": "Problem 2.1",
          "ordinal": 1,
          "title": "Drawing Wumps",
          "subtitle": "Making Similar Figures",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Zack and Marta’s computer game involves a family called the Wumps. The members of the Wump family are various sizes, but they all have the same shape. They are similar. Mug Wump is the game’s main character. By enlarging or reducing Mug, a player can transform him into other Wump family members."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Zack and Marta experiment with enlarging and reducing figures on a coordinate grid. First, Zack draws Mug Wump on graph paper. Then, he labels the key points from A to X and lists the coordinates for each point. Marta writes the rules that will change Mug’s size. Marta tries several rules for transforming Mug into different sizes."
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "To draw Mug on a coordinate graph paper, refer to the columns for Zug, Lug, Bug and Glug in the table on the next page."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- For Parts 1-3 of the figure, plot the points in order. Connect them as you go along."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- For part 4, plot the two points, but do not connect them."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "To draw Zug, Lug, Bug, and Glug on coordinate graph paper use the columns for Zug, Lug, Bug, and Glug."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- Use the given rule to find the coordinates of the points. For example, the rule for Zug is (2x, 2y). This means that you multiply each of Mug's coordinates by 2. Point A on Mug is (0, 1), so the corresponding point A on Zug is (0, 2). Point B on Mug is (2, 1), so the corresponding point B on Zug is (4, 2)."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- Plot and connect the points from A to X for each figure on separate axes."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use the coordinate rules to draw the Mug, Zug, Lug, Bug, and Glug on coordinate graph paper."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Which characters are imposters? How do you know?"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "To create the coordinates for Zug, what must you multiply the coordinates of Mug by?"
                },
                {
                  "text": "Describe the shape of Mug?"
                },
                {
                  "text": "What measures help you identify the imposters?"
                },
                {
                  "text": "What features are the same about Mug and the others? What features are different?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. What if the rule is (5x, 5y)? Marta says this will make a character that is similar to Mug. Is this true? Why?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. What if the rule is (5x, y)? Marta says this character is not similar to Mug. Is this true? Why?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. Jacob claims that he can use the coordinate rule to predict how the side lengths compare between Mug and a similar Mug. Is he correct? Explain why."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "4. Make a rule that would create a figure similar to Lug."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. How can you determine if an original and its image are similar by looking at the coordinate rule that produced the image?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. What features stay the same for Mug and similar figures? What features might change?"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": [ ]
        },
        {
          "description": "Problem 2.2",
          "ordinal": 2,
          "title": "Hats Off to the Wumps",
          "subtitle": "Changing a Figure's Size and Location",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Zack experiments with multiplying Mug’s coordinates by different whole numbers to make other characters. Marta asks her uncle how multiplying the coordinates by a decimal or adding numbers to or subtracting numbers from each coordinate will affect Mug’s shape. He gives her a sketch for a new shape (a hat for Mug) and some rules to try."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_2_2_In_15_mug_hat_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_2_2_In_16_rules_mug_hat_500w.png"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Predict what will happen to the hat with each rule."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Test each rule. How does your result compare with your prediction?"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "What do you need to do to each x coordinate? y coordinate?"
                },
                {
                  "text": "Does adding or subtracting a number to the x or y coordinate make a difference?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. What if you wanted a figure that is similar to Mug? What rule would you need if:"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- The side lengths are one third as long as Mug's."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- The side lengths are 1.5 times as long as Mug's."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- The hat is the same size as Mug's but has moved right 1 unit and up 5 units."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- The image is in another quadrant."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. What if you multiply each coordinate by a negative number? What happens to the image?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. Isaiah challenges his group to write a rule that will put Mug's hat on Mug. Is this possible? Why?"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How did adding to the coordinates change the hat?"
                },
                {
                  "text": "What made the hat get smaller?"
                },
                {
                  "text": "What did subtracting do to the hat?"
                }
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "If you know the coordinate rules to create an image,"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- How can you tell if the two figures are similar?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- How can you predict the side lengths of the image?"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "If figures are similar, what changes and what stays the same?"
                },
                {
                  "text": "How can you use the rule to predict the length of a corresponding side of the image?"
                }
              ]
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 2.3",
          "ordinal": 3,
          "title": "Mouthing Off and Nosing Around",
          "subtitle": "Scale Factors",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How did you decide which of the computer game characters were members of the Wump family? How did you decide which were impostors?"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_2_3_In_17_three_characters_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "How can you decide whether two shapes are similar?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "You have experimented with rubber-band stretchers, copiers, and coordinate plots. Your experiments suggest that for two figures to be similar, there must be the following correspondence between the figures."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- Corresponding angles are the same size"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "- The side lengths of one figure are multiplied by the same number to get the corresponding side lengths in the second figure."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "The scale factor is the number that the side lengths of one figure can be multiplied by to give the corresponding side lengths of a similar figure."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "The rectangles below are similar. The scale factor from the smaller rectangle to the larger rectangle is 3."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_2_3_In_18_rectangles_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "What is the scale factor from the larger rectangle to the smaller rectangle?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Explain how you found it."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_2_3_IC_19_shapes_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Identify pairs of rectangles that are similar. For those that are similar, what is the scale factor?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. Identify paris of triangles that are similar. For those that are similar, what is the scale factor?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. In what ways could the scale factor be useful?"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Have you considered the corresponding angles?"
                },
                {
                  "text": "How might you compare corresponding side lengths?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Marta and Zack agree that rectangles J and I are similar. But Marta says the scale factor is 2 and Zack says factor 1/2. Who is correct? Explain why."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. Marta claims that if she knows the perimeter of one shape, she can predict the perimiter of a similar shape. Do you agree? Explain why."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. Zack says that to determine if two rectangles are similar, you only need to show that the scale factor is the same for corresponding side lengths. Is this correct? Explain."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "4. Is Zack's claim true for triangles? Explain."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How can you decide if two shapes are similar?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "How can you determine the scale factor between two similar shapes?"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How can you find the scale factor if you used rubber bands to make similar figures?"
                },
                {
                  "text": "How can you find the scale factor if you used coordinate graphs to make similar figures?"
                }
              ]
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        }
      ],
      "reflections": {
        "tiles": [
          {
            "content": {
              "type": "Text",
              "text": "In this Investigation, you solved problems that involved enlarging (stretching) and reducing (shrinking) figures using coordinate rules and grid paper."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Now what do you know about similar figures?"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Discuss your ideas with other students and your teachers. Then write a summary in your notebook."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Just-in-Time Supports"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "What measurements change from one similar figure to another?"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "How is the change related to the scale factor?"
            }
          }
        ]
      },
      "supports": [
        {
          "text": "What measurements change from one similar figure to another?"
        },
        {
          "text": "How is the change related to the scale factor?"
        }
      ]
    },
    {
      "description": "Investigation 3",
      "ordinal": 3,
      "title": "Scaling Perimeter and Area",
      "introduction": {
        "tiles": [
          {
            "content": {
              "type": "Text",
              "text": "In Shapes and Designs, you learned that some polygons fit together to cover, or tile, a flat surface. For example, the surface of a honeycomb has a pattern of regular hexagons. Many bathroom and kitchen floors are covered with a pattern of square tiles. These patterns of polygons that fit together are called tessellations."
            }
          },
          {
            "content": {
              "type": "Image",
              "url": "assets/curriculum/stretching-and-shrinking/images/SS_3_1_In_20_rep_tiles_500w.png"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Look closely at the pattern of squares. You can see that the large square consists of nine small squares. The large square is similar to each of the nine small squares. The large square has sides formed by the sides of three small squares, so the scale factor from the small square to the large square is 3."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "No matter how closely you look at the hexagon pattern, however, you cannot find a large hexagon made up of similar smaller hexagons."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "A shape is a rep-tile if you can put together congruent (same size and shape) copies of the shape to make a larger, similar shape. The congruent copies may be rotated in order to fit together. A square is a rep-tile, but a regular hexagon is not."
            }
          }
        ]
      },
      "problems": [
        {
          "description": "Problem 3.1",
          "ordinal": 1,
          "title": "Rep-Tile Quadrilaterals",
          "subtitle": "Forming Rep-Tiles with Similar Quadrilaterals and Triangles",
          "sections": [
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Sketch or use your Shape Set to make several copies of these shapes: "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Quadrilaterals: a non-square rectangle, a non-rectangular parallelogram, and a trapezoid"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Triangles: a right triangle, an isosceles triangle, and a scalene triangle"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Which of these quadrilaterals is a rep-tile? Make a sketch to show how the copies fit together."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. Which of these triangles make a rep-tile? Make a sketch to show how the copies fit together."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "For the shapes that rep-tile,"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. What is the scale factor from the original figure to the image? Explain your reasoning."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "4. How does the perimeter of the larger figure relate to the perimeter of the original figure?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "5. How does the area of the larger figure relate to the area of the original figure?"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "What if you extend one of the rep-tile patterns you drew in the Initial Challenge. You can do this by sketching additional copies of the original figure to make even larger figures that are similar to the original. Show how the copies fit together."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. What do the scale factors tell you about the corresponding side lengths, perimeters, angles, and areas?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2.Suppose you are given a rectangle or a triangle rep-tile and a scale factor of 5. How many copies of your rep-tile are needed to make the scale copy? Explain your reasoning."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. It takes nine copies of a certain rep-tile to make a similar figure. What is the scale factor between the original rep-tile and the image?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "4. Tomoko claims that all triangles are rep-tiles. Is this true? Explain."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "5. Make a sketch of a quadrilateral. Divide the quadrilateral into four congruent smaller quadrilaterals. Explain why the smaller quadrilaterals are similar to the original."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "6. Make a sketch of a triangle. Divide the triangle."
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How do rep-tiles show the relationship between the scale factor and the area of similar shape?"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_3_1_NW_22_did_you_know_500w.png"
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 3.2",
          "ordinal": 2,
          "title": "Designing Under Constraints",
          "subtitle": "Scale Factors and Similar Shapes",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "The scale factor from one figure to a similar figure gives you information about how the side lengths, perimeters, and areas of the figures are related. In Problem 3.2, you will use what you learned to draw scale drawings."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_3_2_In_23_A_B_500w.png"
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Constraints for A: For each part, draw a rectangle similar to Rectangle A that fits the given description. Explain your reasoning."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. The scale factor from Rectangle A to the new rectangle J is 2.5."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. The area of the new rectangle K is 1/4 the area of Rectangle A."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "3. The perimeter of the new rectangle L is three times the perimeter of Rectangle A."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Constraints for B: For each part, draw a triangle similar to Triangle B that fits the given description. Explain your reasoning."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. The area of the new triangle W is 16 times the area of Triangle B."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. The scale factor from Triangle B to the new triangle X is 1/2."
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Can using corresponding sides help?"
                },
                {
                  "text": "Can using corresponding angles help?"
                },
                {
                  "text": "What is the scale factor from one shape to the other?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "What if you are given the following designs for similar figures."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Is it possible to find the length of side AD? Explain."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_3_2_WI_24_Q1_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. Find all the missing side lengths and angles. Explain your reasoning."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_3_2_WI_25_Q2_500w.png"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Can using corresponding sides help?"
                },
                {
                  "text": "Can using corresponding angles help?"
                },
                {
                  "text": "What is the scale factor from one shape to the other?"
                }
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How can you use scale factors"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "to draw similar figures? to find missing information about angle measures? Areas? Perimeters?"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 3.3",
          "ordinal": 3,
          "title": "Out of Reach",
          "subtitle": "Finding Lengths with Similar Triangles",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Durell, Angie, and Tonya are designing a boardwalk that crosses a river for a class project. They make several measurements and sketch the diagram below. The students use similar triangles to find distances that are difficult to measure. The diagram shows a specific type of similar triangles, nested triangles, which are triangles that share a common angle."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_3_3_In_26_river_triangle_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "The angles that look like right angles are right angles."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "The triangles in the diagram are similar."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "What is the distance across the river from Stake 1 to Tree 1? Explain your reasoning."
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "What shapes do you see in the diagram?"
                },
                {
                  "text": "What measurements do we know?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Durrell claims that he can use rep-tiles to show that the smaller right triangle is similar to the larger right triangle. Is he correct? Explain."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2.Another group of students sketch a different diagram with similar triangles. They put their stakes in different places. Do they get the same measurement for the width of the river? Explain."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_3_3_WI_27_river_triangle2_500w.png"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How can you use similar triangles to find a distance that is difficult to measure directly?"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ]
        }
      ],
      "reflections": {
        "tiles": [
          {
            "content": {
              "type": "Text",
              "text": "In this Investigation, we explored similar polygons, scale factors and measures related to similar figures."
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Now what do you know about similarity?"
            }
          },
          {
            "content": {
              "type": "Text",
              "text": "Discuss your ideas with other students and your teacher. Then write a summary of your findings."
            }
          }
        ]
      },
      "supports": []
    },
     {
      "description": "Investigation 4",
      "ordinal": 4,
      "title": "Similarity and Ratios",
      "problems": [
        {
          "description": "Problem 4.1",
          "ordinal": 1,
          "title": "Ratios Within Similar Parallelograms",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "You can enhance a report or story by adding photographs, drawings, or diagrams. If you place a graphic in an electronic document, you can enlarge, reduce, or move it. When you click on the graphic, it appears inside a frame with handles along the sides, such as the figure shown below."
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_1_In_28_fish_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "You can change the size and shape of the image by dragging the handles."
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_1_In_29_fish_resized_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "How did this technique produce these variations of the original shape? Which of these images appears to be similar to the original? Why?"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "In the Comparing Bits and Pieces unit, you used ratios to describe and compare quantities. A ratio is a comparison of two quantities, such as two lengths. The rectangle around the original figure is about 10 centimeters tall and 8 centimeters wide. You can say, “The ratio of height to width is 10 to 8."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "This table gives the ratios of height to width for the images."
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_1_In_30_image_table_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "What do you notice about the height-to-width ratios? The comparisons “10 to 8” and “5 to 4” are equivalent ratios. Equivalent ratios are like equivalent fractions. In fact, ratios are often written in fraction form. You can express equivalent ratios with equations. A proportion is an equation stating that two ratios are equal."
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SSS_4_1_In_31_proportion_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "For this set of figures, the original figure is similar to the figure on the right. Notice that the ratios are equal. Is this always true?"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "You know that a scale factor relates each length in a figure to the corresponding length in its image. In this problem you will explore ratios within figures. For the diagrams in this problem, all measurements are drawn to scale unless otherwise noted."
                    }
                  }
                ]
              }
            }, {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Rectangles"
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_1_IC_32_rectangles_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "Triangles"
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_1_IC_33_triangles_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "Parallelograms"
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_1_IC_34_parallelograms_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "For each set of shapes, which are similar? Why? If two figures are similar, how does the ratio of adjacent side lengths of one figure compare to the corresponding ratio of side lengths of the other figure?"
                    }
                  }
                ]
              },
              "supports" : [
                {
                  "text": "Can finding corresponding angles help?"
                },
                {
                  "text": "Can finding corresponding side lengths help?"
                },
                {
                  "text": "How are rectangles different from other parallelograms?"
                }
              ]
            }, {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. Find the scale factor from one figure to a similar figure. What information does the scale factor give you? \nn2.How does the scale factor relate to the proportions of the ratios of adjacent sides? \n\n3. Isaiah claims that two rectangles are similar if the ratios of corresponding adjacent side lengths are equal. Is he correct? Why? \n\n4. Noah wonders if Isaiah’s conjecture is true for parallelograms. Is it true? Explain. \n\n5. Anna thinks Isaiah’s conjecture is true for triangles if the corresponding angles are equal. Is this true? Explain."
                    }
                  }
                ]
              }
            }, {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ]
        }, {
          "description": "Problem 4.2",
          "ordinal": 2,
          "title": "Finding Missing Parts",
          "subtitle": "Using Similarity to Find Measurements",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Similar figures are useful in determining missing measurements such as finding the distance across a river without crossing the river."
                    }
                  }
                ]
              }
            }, {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "The pairs of figures in A, B, and C are similar."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "1. Find the missing side lengths in each pair. Explain how you know your answers are correct."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "2. What are the missing angle measures for each parallelogram?"
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_2_IC_35_Q2A_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_2_IC_36_Q2B_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_2_IC_37_Q2C_350w.png"
                    }
                  }
                ]
              },
              "supports" : []
            }, {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "The two figures are similar. Each side length is in centimeters. "
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_2_WI_38_figs_500w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "1. Find the value x. Explain how you found it."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "2. Find the value y. Explain."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "3. If you know the perimeter of one figure, how can you find the area of the other figure? Is there another way? Explain."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "4. If you know the area of one figure, how can you find the area of the other figure? Is there another way? Explain."
                    }
                  }
                ]
              }
            }, {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "If two shapes are similar, how can you use information about the shapes to find unknown side lengths, perimeters, areas, or angle measures?"
                    }
                  }
                ]
              }
            }, {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ], 
          "supports": [
            { "text": "How could you use scale factors?"},
            { "text": "How could you use ratio of adjacent side lengths?"}
          ]
        }, {
          "description": "Problem 4.3",
          "ordinal": 3,
          "title": "Using Shadows to Find Height",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "In the last problem you found two ways to find missing lengths in pairs of similar figures."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "Scale Factor Method: Use the scale factor from one figure to the other."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "OR"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "Ratios of Side Lengths within Figures Method: Use the ratios of adjacent side lengths within each figure."
                    }
                  }
                ]
              }
            }, {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "You can find the height of a school building by climbing a ladder and using a long tape measure. You can also use easier and less dangerous ways to find the height. On sunny days, you can use shadows to estimate outdoor heights that are difficult to measure directly."
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "The diagram below shows how the method works. On a sunny day, any upright object casts a shadow. The diagram below shows two triangles."
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_2_IC_39_statue_liberty_500w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "Examine the diagram of the shadow method. How can you use this method to find the height of the Statue of Liberty? What is the height?"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "If the sun is shining, try the shadow method to find the height of an object outside your building. You will need \n\n* A building, tree, or other object whose height you want to measure \n\n* A meter stick \n\n* The length of the shadow of the stick’s shadow \n\n* The length of the shadow of the building’s shadow"
                    }
                  }
                ]
              },
              "supports" : []
            }, {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "1. When you use the shadow method, what problems might affect the accuracy of your answers?"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "2. A tree casts a 25-foot shadow. At the same time, a 6-foot vertical stick casts a shadow 4.5 feet length. How tall is the tree?"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "3. Ashton’s class used the mirror method to measure heights. The school principal visits Ashton’s class one day. Ashton uses the mirror method to estimate the principal’s height. This diagram shows the measurements he records."
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "assets/curriculum/stretching-and-shrinking/images/SS_4_2_WI_40_mirror_method_500w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "* Does this method work? Why?"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "* What estimate should Ashton give for the principal’s height?"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "text": "4. What other ways have you used in this unit to create similar figures?"
                    }
                  }
                ]
              }
            }, {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Describe how similar figures can be used to find missing measurements of objects that cannot be measured directly. Is there another method? Explain."
                    }
                  }
                ]
              }
            }, {
              "type": "extraWorkspace",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "Use this extra workspace for additional problem solving."
                    }
                  }
                ],
                "supports": []
              }
            }
          ]
        }
      ],
      "supports": [
      ]
    }
  ],
  "supports": [ ]
}
