{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "Et0tLK7R0mujEegO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Explore (Digging In)</strong></u></p><p><u>Providing for Individual Needs</u></p><p>As students are working, their figures should look roughly like Mug Wump. One thing to ask students is if their new characters generally look like Mug as a quick check to see if they are plotting the points correctly. Be careful to avoid using the word similar as this has a particular mathematical meaning, especially in this Problem.</p>"
          ]
        }
      },
      {
        "id": "NkCZo3FnOW75Jzgx",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If students’ graphs are not resembling Mug, likely mistakes include not going in the correct order of the points, not calculating the coordinates correctly, reversing the order of the (x, y) coordinates (e.g., graphing (2, 1) as (1, 2)), and not starting over when the table indicates to do so. (Portrayal)</p>"
          ]
        }
      },
      {
        "id": "E1r3XFzQGubE43KW",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Help students plot and connect the points.</p>"
          ]
        }
      },
      {
        "id": "p0zJVJ0cNnGgvSAW",
        "title": "Mug",
        "content": {
          "type": "Image",
          "url": "qa/images/mug.png",
          "filename": "qa/images/mug.png"
        }
      },
      {
        "id": "d8YMnCDCgTGGsu0h",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Part 2 is the mouth. Part 3 is the nose. Part 4 is the eyes.</p><p>Students may need help starting over to get the mouth, nose, and eyes.</p>"
          ]
        }
      },
      {
        "id": "7YXwOI4Xecd27lO7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p><ul><li>To create the coordinates for Zug, what must you multiply the coordinates of Mug by? (2)</li><li>Describe the shape of Mug. (Trapezoidal body, with rectangle legs and mouth, a triangle nose and two dots for eyes.)</li><li>What measures help you identify the imposters? (side lengths, angle measures, area, perimeter)</li><li>What features are the same about Mug and the others? (dots for eyes, rectangle mouth) What features are different? (size) </li><li>Which characters are Wump family members? (Mug, Zug, Bug)</li><li>What do you notice about the side lengths of a figure as compared to the corresponding side length of Mug? (Answers will vary. Zug and Bug will have a scale factor where Glug and Lug will not.)</li><li>What do you notice about the angle measures of a figure as compared to the corresponding angle measure of Mug? (They are the same for Mug, Zug, and Bug)</li></ul>"
          ]
        }
      },
      {
        "id": "TILEOjTyU8J2GJPr",
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Planning for the Summary</u></p><p>What evidence will you use in the summary to clarify and deepen understanding of the Now What Do You Know Question? What will you do if you do not have evidence? </p><p><em>Now What Do You Know?</em></p><p><em>How can you determine if an original and its image are similar by looking at the coordinate rule that produced the image? What features stay the same for Mug and similar figures? What features change?</em></p>"
          ]
        }
      },
      {
        "id": "YT5AyOQpSIVg4US7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Listen for the way students are deciding on the imposters.  Take notes on groups that are using ratios, “for every” statements, etc. to describe the figures that are scaled drawings of Mug and use those in your Summary. Listen for students finding relationships between both dimensions with the figures that are similar (example Bug’s dimensions- vertical and horizontal- are 3 times the size of Mug where Lug only had the horizontal dimension multiply by 3).  Listen for students describing that Mug, Bug and Zug have congruent corresponding angles and Zug and Glug do not.) </p>"
          ]
        }
      }
    ]
  }
}
