{
  "code": "msa",
  "abbrevTitle": "MSA",
  "title": "Moving Straight Ahead",
  "subtitle": "Linear Expressions, Equations, and Relationships",
  "placeholderText": "Enter notes here",
  "settings": {
    "table": {
      "numFormat": ".2~f"
    }
  },
  "sections": {
    "overview": {
      "initials": "OV",
      "title": "Overview",
      "placeholder": "Work area for\noverview section"
    },
    "launch": {
      "initials": "LC",
      "title": "Launch",
      "placeholder": "Work area for\nInitial Challenge section"
    },
    "explore": {
      "initials": "EX",
      "title": "Explore",
      "placeholder": "Work area for\nExplore section"
    },
    "summarize": {
      "initials": "SM",
      "title": "Summarize",
      "placeholder": "Work area for\nSummarize section"
    }
  },
  "defaultStamps": [
    {
      "url": "curriculum/moving-straight-ahead/stamps/coin.png",
      "width": 25,
      "height": 25
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/pouch.png",
      "width": 30,
      "height": 37
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/plus.png",
      "width": 25,
      "height": 25
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/equals.png",
      "width": 25,
      "height": 25
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/lparen.png",
      "width": 25,
      "height": 25
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/rparen.png",
      "width": 25,
      "height": 25
    }
  ],
  "investigations": [
    {
      "description": "Investigation 1",
      "ordinal": 1,
      "title": "MSA Investigation 1 Walking Rates",
      "problems": [
        {
          "description": "Problem 1.1",
          "ordinal": 1,
          "title": "MSA 1.1 Walking Marathons",
          "subtitle": "Using Rates",
          "disabled": ["GeometryMovableLineEquation"],
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "This Problem introduces patterns of change between two variables in the context of a walkathon. Students determine their walking rates in meters per second as a ratio of distance to time. This Problem connects back to the rate work done in Comparing and Scaling while laying the foundation for using rate to look at patterns of change. Students answer questions about time and distance using their constant walking rates and write an equation that models the distance walked over time at their constant walking rates."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1.1  Walking Marathons: Using Rates\nAoL:  Introduce & Introduce/Explore\nCCSSM: 7.RP.A.2, 7.RP.A.2a, 7.RP.A.2b, 7.RP.A.2c, 7.EE.B.4:"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>NWDYK</strong>\nAssume you continue to walk at the rate determined in the Initial Challenge. Describe in words the distance you could walk in a given number of seconds. Then write an equation to represent this information. "
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Emerging Mathematical Ideas</strong>\nBegin making sense of a problem context that involves a proportional relationship between two variables (time, distance) described initially in words and connecting it to an equation and a graph of the relationship. \nBegin to notice/recognize:  <ul><li> rate is a way to describe how far you can travel in a fixed interval of time – e.g., in two seconds I can move 20 feet, and use phrases like “consistent rate” and “constant rate” to describe relationships like this one,</li><li> proportional relationships,</li><li> an understanding of rates can be connected to prior experiences with ratios and proportional reasoning (multiplicative reasoning), </li><li> the relationship between the length of time traveled and the distance covered at a particular rate can be described in words, e.g., if I walk at a rate of 5 meters per second, then I can find the distance I travel by multiplying the number of seconds I travel by 5 m/sec. (the unit rate),</li><li> the distance traveled (d) at a constant rate (r) for a period of time (t) can be described by the equation d = r x t, </li><li> the equation needed to describe the distance traveled for two different people will be the same except that the value for the rate will vary, and</li><li> when points for several different values of time and distance traveled (at a given rate) are graphed, the points will form a straight line.</li></ul>"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Launch (Getting Started)</strong> Connecting to Prior Knowledge\n\nThe introduction to the Investigation revisits Adrian’s Bike Rental from Grade 6 Variables and Patterns. In that Unit, students used contextual situations, tables, graphs, and equations to represent patterns relating variables such as cost, income, and profit. They looked at both consistent relationships (such as linear patterns) and non-consistent relationships to explain the pattern of change between two variables.\n\nThe four questions in the introduction to the Investigation offer overarching questions that the students should explore throughout the unit. You may want to display these questions in the classroom in some way to help keep students focused on the big ideas in the Unit.<ul><li> How can you determine whether a relationship is linear by examining a table of data? A graph? An equation? A verbal context?</li><li> If the relationship is linear, how can you determine if it is a proportional relationship?</li><li> How do changes in one variable affect changes in a related variable? How are these changes represented in a table, graph, or equation?</li><li> If I know the value of one variable, how can I find the value of the other variable? </li></ul>After setting the scene for the Unit with the four questions, begin to introduce students to the context of the Problem."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Ask students to describe if they are fast or slow walkers and to describe their evidence.",
                        "<strong>Suggested Questions</strong>",
                        "<ol><li> Who is the slowest walker you know? Who is the fastest walker you know? (Various answers.)</li><li> Do you walk fast or slow? How do you know? (Various answers. Students should offer some reasoning for saying that they are fast or slow, such as, Teri always passes me in the hall because I walk slowly.)</li><li> What do you think your walking rate is in miles per hour? In meters per second? (Various answers. Students’ conjectures will help set up the Problem.)</li></ul>",
                        "Student predictions will likely be much higher than their actual walking rates. They may have some knowledge about walking rates if they have used a treadmill. On a treadmill, a person might set the walking speed at 4 miles per hour. One interesting thing about treadmills is that the rate of 4 miles per hour may also be reported as 15 minutes per mile. You might discuss why both these rates are reported or why treadmills do not report the rate in miles per minute or meters per hour."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Presenting the Challenge</strong>\n\nTell a story about walkathons. Students may have some experience with other “–athons.” The Launch Video animation depicts two characters discussing an upcoming walkathon and helping each other figure out their walking rates. You can use this animation to help students understand the context of the walkathon. You can also use it as a demonstration of the steps needed for students to find their walking rates. \n\nNow tell students that they will have a chance to check their guesses about their walking rates. Describe the experiment. \n\nGive each group access to meter sticks (or a pre-set measurement of 10 meters) and a timer or a clock with seconds. Students should do the experiment twice to get a more accurate walking rate. They can choose either the rate they want or the average of the two. Make sure there is a person checking the time in each group. As the groups finish collecting their data, they can work on the questions in the What If…? questions. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Ask students to describe if they are fast or slow walkers and to describe their evidence.",
                        "<strong>Suggested Questions</strong>",
                        "<ul><li> What does meters per second mean? (A rate where we know how many meters in one second.)</li><li> How might meter sticks and a timer help? (Like the video explains, we can line-up 10 sticks and find how long it takes to walk 10 meters.)</li><li> What are the variables? (meters and seconds) What is the relationship between the variables? (The more distance I walk, the more time it will take.)</li></ul>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":[
                        "You could extend this Problem by asking some groups to record their data on a display such as a graph. Students may also record their graphs on transparent or electronic grids so that they can be used in the Summarize. \n\nThe following optional suggestions are designed to enrich the experiment: <ul><li> Let the groups decide whether they want to calculate meters per second or seconds per meter. </li><li> Ask one group to change their walking rate—maybe walk, jog, sprint, and so on. </li><li> Ask some students to walk for 10 seconds rather than 10 meters. Be sure to discuss these suggestions in the Summarize if you assign them. </li></ul>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Explore (Digging In)</strong>  Providing for Individual Needs\n\nAllow students to problem solve how to find their walking rates. For groups that do not know how to begin, you can ask them questions to help them decide how to conduct the experiment.\n\n<strong>Suggested Questions</strong><ul><li> What are the variables that we need to collect data on? (meters and seconds)</li><li> How can we measure those? (meters using a meter stick and seconds with a timer)</li><li> So, if someone is walking, what do we need to measure to find the walking rate? (the distance in meters and the time that it takes to walk that distance)</li><li> How long would you need to walk for someone to get an idea of how fast or slow you walk? (Answers will vary, but students might say a general distance such as walking down the hallway.)</li><li> What is a convenient distance to use? (Answers will vary. You may want to push for a distance like 10 meters.)</li></ul>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Look to see how students are recording their walking rates. Using the example from the Launch Video: 'Some may use unit rates, such as 2.5 meters per second, and some may use ratios, such as 2.5 m/1 sec. Some students will scale their results differently. There are two unit rates.'"
                      ]
                    }
                  },
                  [
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text": "\u0089 Unit Rate #1:\n 10 meters in 4 seconds [ ⤦ +10 ]\n 1 meter in 0.4 seconds."
                        }
                    },
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text": "\u0089 Unit Rate #2:\n 10 meters in 4 seconds [ ⤦ +4 ]\n 2.5 meters in 1 second."
                        }
                    }
                  ],
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "Students may not know which one to use. While both are accurate unit rates, a specific rate is asked for in the Initial Challenge. You can use the “for every” language from Grade 6 Comparing Quantities to help students analyze which rate to use for this problem.\n\n<strong>Suggested Questions</strong><ul><li> Your walking rate was 10 meters for every 4 seconds. (Using the values from the student’s walking.) There are two unit rates. Do we need to find how many seconds for every 1 meter? Or how many meters for every 1 second?</li><li> Have the student or group look back at the question in the Initial Challenge to see that it asks for meters per second. Does meters per second mean for every 1 meter or for every 1 second? (“per second” means for every 1 second)</li></ul>Discuss these ideas in the Summarize. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "While students are answering the questions in the What If...?, note their strategies for finding answers to the questions. Are students scaling the ratios? Are students using a table? Are students using a graph? These various strategies can be discussed in the Summarize.\n\nAs students complete the experiment and record their data, have them continue on to the What If…? questions.\n\nThe way that students answer the What If...? Situation questions can provide a formative assessment of the strategies that students have for answering the questions in the Unit. This will help you assess the types of questions that you will need to ask as you continue in the Unit. "
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Planning for the Summary</strong>\n\nWhat evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know? What will you do if you do not have evidence?\n\n <strong>Now What Do You Know?\nAssume you continue to walk at the rate determined in the Initial Challenge. Describe in words the distance you could walk in a given number of seconds. Then write an equation to represent this information.</strong> "
                    }
                  }
                ]
              },
              "supports": [
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Summarize (Orchestrating the Discussion)</strong> Solutions and Strategies \nAsk for some rates. You will find that they range from about 1 meter per second to 3 or 4 meters per second. But most students will cluster around 2 to 2.5 meters per second. Use one or two of the more typical walking rates to answer the questions in the Problem. \n\nIf students record their walking rates as both a rate and a ratio, ask how they are the same. You might ask students to write their walking rates in seconds per meter. If so, you can then ask questions to relate back to concepts in Comparing and Scaling."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Suggested Questions</strong>  <ul><li> What information does the rate tell you? (It tells you how long it takes a person to walk 1 meter.) </li><li> When might you use this rate rather than meters per second? (If time were an important factor, then this rate would be helpful. For example, if you were going to walk for 15 seconds, you could find the number of meters you would walk.) </li></ul>"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Making the Mathematics Explicit</strong> \nThe What If...? Situations provide the opportunity to formatively assess how students can connect the ideas from Variables and Patterns, Comparing Quantities, and Comparing and Scaling to the mathematics that will be studied in more depth in this Unit."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong> Situation A Suggested Questions</strong> <ul><li> How do you find how long it takes to walk a given distance, like #1 asking about 500 meters? (Note that this is informally solving for T when D is given. Students will have informal ways to find the value, using numerical reasoning or proportional reasoning. Later in the Unit, students will work more on solving the equations symbolically.)</li><li> How do you find how far you can walk in a given time, like #2 asking about various times? (Note that this is informally solving for D when T is given. Students will have informal ways to find the values, using numerical reasoning or proportional reasoning. Later in the Unit, students will work more on solving the equations symbolically.)</li><li> How does the equation show the relationship between the two variables? (The equation shows that the distance is the product of the walkingrate and the time, or d = rt. The walking rate is the coefficient of the independent variable.) </li><li> Explain what information the numbers and variables in your equation represent. (Take this opportunity to see how students interpret the expression 2t. They should say something like “If my walking rate is 2 meters per second, this is the distance that I walked after t seconds.” Emphasize that 2t means 2 times the value of t.) </li><li> Which variable in your equation is the independent variable, and which is the dependent variable? (Time is the independent variable, and distance is the dependent variable.) </li><li>[If some students made graphs during the Explore, display them for the class.] How is the walking rate represented in these graphs? (The walking rate affects the steepness of the line. The person who walks fastest has the greatest walking rate and, therefore, the steepest line.) </li><li> [Pick a typical equation from the class and ask students to use this equation to make a table.] How does the walking rate show up in the table? (In the table, as the time increases by 1 second, the distance increases by a constant amount equal to the walking rate.) </li></ul>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Situation B Suggested Questions</strong> \nWe have found different ways that we can represent proportional relationships. We have used rate tables, comparison statements (like “for every” statements), and proportions.\n\n\u0089• Could we represent Liz’s claim with a rate table? (Yes.) What would it look like? \nPossible answer:"
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "Rate Table",
                      "columns": [
                        { "name": "Distance (meters)",
                          "type": "number",
                          "values": [1.5, 7.5, 15, 500]
                        },
                        { "name": "Time (seconds)",
                          "type": "string",
                          "values": ["1", "5", "10", "About 333"]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "\u0089•  Could we represent Liz’s claim with a “for every” statement? (Yes. Possible answer: I travel 1 ½ meters for every second I walk.)"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "\u0089•  Can we represent Liz’s claim with a proportion? Yes. Possible answers include:\n \u0089 1.5m /1 sec = 7.5 / 5 \u0089 1.5m / 1 sec = 15 / 10"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "\u0089•  What would a sketch of Liz’s graph look like? (It would “start” at (0,0). As every second increase by 1, the distance would increase by 1.5.)"
                    }
                  },
                  {
                    "layout": {
                      "height": 300
                    },
                    "content": {
                      "type":"Geometry",
                      "title": "Liz's Graph",
                      "board": {
                        "properties": {
                          "axisNames": ["Time (seconds)", "Distance (meters)"],
                          "axisMin": [-0.5, -1],
                          "axisRange": [10, 20]
                        }
                      },
                      "objects": [
                        {
                          "type": "point",
                          "parents": [0, 0],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [1, 1.5],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [2, 3],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [3, 4.5],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [4, 6],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [5, 7.5],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [10, 15],
                          "properties": {
                                "name": ""
                              }
                        }
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Now What Do Students Know</strong>\nAsk students to reflect on the discussion and answer the Now What Do You Know.\n\n<strong>ssume you continue to walk at the rate determined in the Initial Challenge. Describe in words the distance you could walk in a given number of seconds. Then write an equation to represent this information. </strong>\n\nSee answers to the problem for more information about the strategies and embedded mathematics. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Suggested Questions</strong><ul><li>Have students compare their equations. How do the equations compare? (Students should see that the equations are the same except for the walking rates.)</li><li> What information does the walking rate provide? (It gives the unit rate, or how far you can walk for every 1 second.)</li><li> What does it mean to walk at a constant rate? (It means that you always walk the same distance for a set amount of time.) </li><li> Suppose you do not walk at a constant rate for the walkathon. Which of the questions in Problem 1.1 can you still answer? Why? (It would be difficult to answer any of the questions since they all assume a constant walking rate. For Question A, you can find the total time it took to walk 10 meters and then compute the average rate.) If some students made graphs during the Explore, display them for the class. </li><li> How is the walking rate represented in these graphs? (The walking rate affects the steepness of the line. The person who walks fastest has the greatest walking rate and, therefore, the steepest line.) Pick a typical equation from the class and ask students to use this equation to make a table.</li></ui> The above questions on graphs and tables can be used to launch the next Problem. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Reflecting on Student Learning </strong>\nUse the following questions to assess student understanding at the end of the lesson. <ul><li> What evidence do I have that students understand the Now What Do You Know question?</li><li> Where did my students get stuck?</li><li> What strategies did they use?</li><li> What breakthroughs did my students have today?</li><li> How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li> Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?"
                    }
                  }
                ]
              },
              "supports": [
              ]
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 1.2",
          "ordinal": 2,
          "title": "MSA 1.2 Walking Rates and Linear Relationships",
          "subtitle": "Tables, Graphs, and Equations",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "Students explore the walking rates of three students. They look at the walking rate and its effect on various representations of the relationship between distance and time. This Problem introduces ways to represent proportional linear relationships between two variables using tables, graphs, and equations. It is also the first time that students are asked to explain why a relationship is linear or to recognize a linear relationship from a table or an equation."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>1.2  Walking Rates and Linear Relationships: Tables, Graphs and Equations\nAoL: Introduce & Explore\nCCSSM: 7.RP.A.2, 7.RP.A.2a, 7.RP.A.2b, 7.RP.A.2c, 7.RP.A.2d, 7.EE.B.4</strong>"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>NWDYK</strong>\nHow do you recognize a linear pattern of change in a verbal context, table, a graph, expression, or an equation? "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Emerging Mathematical Ideas</strong>\nBegin to make sense of linear patterns of change such as distance, and time (for given rates) including how to identify them and how to represent them in words, in a table, in a graph, as equivalent expressions, and as an equation connecting to prior experiences with proportional relationships.\n\nBegin to notice: <ul><li> the connection between equivalent expressions and an equation, that is, an equation equates two or more equivalent expressions, </li><li> how a constant rate of change is represented in a verbal context, table, graph, and equation, </li><li> the ways different representations of linear patterns (tables, graphs, or equations) are more or less useful in easily answering questions depending on the nature of the question (e.g., you can quickly see the rate of change from an equation, but the graph of a relationship is a quick way to see if the relationship is linear), </li><li> the characteristics in a table, graph and equation that can be used to identify a proportional relationship and the constant of proportionality (unit rate), and  </li><li> how variations in the way axes of a coordinate graph are partitioned can make the graph of a relationship look very different e.g., steeper or flatter lines. </li></ul>"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Launch (Getting Started)</strong>  Connecting to Prior Knowledge\n\nStudents first learned of expressions and equations in the Grade 6 Unit Variables and Patterns. The introduction to this Problem offers a chance to revisit the vocabulary while also introducing “equivalent expressions” and “rate of change.” Teaching Aid 1.2 can provide an example for the conversation. (PORTRAY)"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Suggested Questions</strong>  <ul><li> What were the variables that we used in the last Problem? (distance in meters and time in seconds)</li><li> Can you recall another time that you studied the relationship between distance and time? (We studied rates of cars in Variables and Patterns. We used 50 mph, 55 mph, and 60 mph rates to examine the patterns between distance and time in tables, graphs, and equations.)</li><li> If we looked at your data on a graph, how could you describe the pattern of change for your walking rate? (Possible answer with a walking rate of 1.5: For every 1 second that I walked, I traveled 1.5 meters.)</li><li> Here is an example [show Teaching Aid 1.2 or an example of a student’s data] of a table and graph for someone who walked 1.5 meters per second. What do you notice about the data on the graph? (The data lines up because the pattern is consistent.)</li><li> How does this show up in the table? (Every increase of 1 second adds 1.5 meters to the distance.)</li><li> Because this pattern of change describes how your data consistently increases over time, we call this the rate of change. What was your rate of change in your walking experiment? (Possible answer with a walking rate of 1.5 meters per second: 1.5.)</li></ul>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "Note that the rate of change describes the change in a linear relationship. If the linear relationship is proportional, the rate of change is the same as the unit rate or constant of proportionality. This conversation started for students in Comparing and Scaling and will continue throughout this Unit. <ul><li> What equation can we use to represent the pattern in this data? (Distance is equal to 1.5 times the number of seconds walked, or d = 1.5t.)</li><li> The equation is made up of two expressions. The equal sign shows that the expressions are equivalent. What are the two expressions? (d and 1.5t)</li></ul>"
                    }
                  },
                  {
                    "content": {
                      "display": "teacher",
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Presenting the Challenge</strong>\nIntroduce the three students and their walking rates. Let students know that they will be analyzing the progress of the three students. Encourage students to use different colors to represent each student. For example, put Alana’s data in red, Gilberto’s data in green, and Leanne’s data in blue."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Suggested Questions</strong>\n\nIf you have graphs and tables from Problem 1.1 display them, or use the Teaching Aid 1.1, and ask:<ul><li>Make a conjecture. If you increased your walking rate, how would it change your equation, graph, and table? (Students may not be able to answer at this time. Possible answer includes: If you increase the rate at which you walk, you can cover more distance in a given time. The distance in the table would increase for each second walked, and the graph would be steeper. Similarly, if you walk faster, it takes less time to cover a certain distance. The equation would have a larger number that multiplies by the variable.)\n\nNote that students are introduced to the word “coefficient” in the Grade 6 Unit Variables and Patterns. Since they may not have used the vocabulary term often in 6th grade, they are reintroduced to the term in Problem 2.2. While you may want to use that vocabulary earlier than Problem 2.2, the vocabulary term now might be too early for students. It helps students to have more experiences with the idea before the formal vocabulary is introduced. </li></ul>Look for students to make conjectures at this time. Tell students that they will investigate the effect of the walking rate on the relationship between distance and time by looking at the walking rates of three students. They will be asked to make a table, graph, and write an equation for each of the walkers. Students will examine these representations to see how changing the walking rate affects each representation of the data. They will relate the walking rate to the rate of change, linearity, and proportionality.\nTo maximize class time, you may want to provide each student with Labsheet 1.2."
                    }
                  }
                ]
              },
              "supports": [
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Explore (Digging In)</strong> Providing for Individual Needs\n\nStudents should each make their own tables and graphs, but they can discuss the questions in pairs. This will give you an opportunity to examine students’ abilities to make tables and graphs. If a student is having trouble getting started, you can pair the student temporarily with another student who seems to be on target to get started. Some students may need to see the tables separately rather than collapsed into one table. Seeing the table collapsed helps some students to see the variable time as independent. \n\nNote that students first learned the terms independent variable and dependent variable in Grade 6 Variables and Patterns. Students are given informal experiences identifying the variables in this unit. Students are reintroduced to the vocabulary of independent variable and dependent variable in the Introduction of Problem 1.3.\n\n<strong>Suggested Questions </strong><ul><li> What are the two variables in the relationship? (time, distance)</li><li> Why do you think that there are four columns in the table? (Because all of the information is on one table.)</li></ui>\nStudents may need to see the tables separately to understand that the time column is the same for all three students."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<ul><li>  Which axis should represent time? Which should represent distance? Explain. (The horizontal axis usually represents time [the independent variable], and the vertical axis represents distance.) </li></ul>Students may not see how the walking rate is represented in the table or graph. This conversation may be something that you leave students thinking about until the Summary.\n\nCheck to see if students are able to determine if a relationship is proportional (Situation A). Students should use the ideas from Comparing and Scaling (unit rate/constant of proportionality, proportions, scaling on rate tables) to determine if the relationships are proportional.\n\nCheck to see if students are noticing when the x-variable (time) is not increasing by 1. This occurs in both Situation B (Omar’s graph) and Situation C (Elizabeth Walkathon). Both are linear and proportional, but the rate of change is not obvious because the time is not increasing by 1 second."
                    }
                  },
                  {
                    "content": {
                      "display": "teacher",
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Planning for the Summary</strong>\nWhat evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence? \n\n<strong>Now What Do You Know?</stromg>\nHow do you recognize a linear pattern of change in a verbal context, table, graph, expression, or equation?"
                    }
                  }
                ]
              },
              "supports": [
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                   {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Summarize (Orchestrating the Discussion)</strong> Solutions and Strategies \n\n<strong>Suggested Questions </strong><ul><li> Who walks the fastest? (Leanne) Who walks the slowest? (Alana) How can you tell? (Graph: Leanne’s line is the highest or steepest or has the largest angle from the x-axis. Alana’s line is the lowest or least steep or has the smallest angle from the x-axis. Table: For any number of seconds, other than zero seconds, Leanne has traveled the greatest distance and Alana has traveled the least distance. For example, at 5 seconds Leanne has walked 12.5 meters when Alana has only walked 5 seconds. Equation: The number multiplied by the time is the larger for Leanne who is faster and smaller for Alana who walks slower.)</li><li> If my walking rate was 2.3 meters per second, where would the line of my data be on the graph? (Between Leanne’s and Gilberto’s, because for every one second that you walk, you would travel 2.3 meters, 2 seconds would be 4.6 meters, etc.)</li><li> What is the equation for Alana? (d = 1t) Gilberto? (d = 2t) Leanne? (d = 2.5t) How did you find it? (Various answers. For example, to find the distance we multiply by the walking rate.)</li><li> If you increased your walking rate, what effect would that have on your table or graph? (If you increase the rate at which you walk, you can cover more distance in a given time. The distance in each row of the table would increase, and the graph would be steeper. Similarly, if you walk faster, it takes less time to cover a certain distance.)</li><li> As you change your walking rate to a faster rate, what effect does this have on the original equation? (The number multiplying [the coefficient] by the time t will increase.)</li></ul>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Making the Mathematics Explicit </strong> \n\nDuring this portion of the Summary, you will want to focus on using the representations (verbal context, table, graph, expression, equation) to help students understand how to answer these questions:\n\u0089Is the relationship linear? \n\u0089If so, what is the rate of change? \n\u0089Is the relationship the proportional? \n\u0089If so, what is the constant of proportionality? \n\u0089Will the rate of change and the constant of proportionality always be the same?\nYou may want to make anchor charts that can be used to display the representations. These can be marked up to display the big ideas in the problem. (PORTRAYAL) The following are examples of anchor charts generated in a classroom during the Summary conversation. "
                    }
                  },
                  [
                    {
                      "content": {
                        "type": "Image",
                        "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_2_Anchor.png"
                      }
                    },
                    {
                      "content": {
                        "type": "Image",
                        "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_2_Anchor2.png"
                      }
                    }
                  ],
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Suggested Questions</strong><ul><li>Is the relationship between the variables (time walked and distance) linear? (Yes. They are walking at a consistent rate, so the points line up to make a straight line on the graph.)</li><li> How does the walking rate/rate of change show up in the different representations? (In the word description, it is the walking rate. In the graph, it affects the steepness of the line. In the equation or expression, it is the number multiplied by t in the equation. In the table, it is the consistent change in distance as time changes by 1 second.) </li></ul>Recognizing the rate of change in tables is a bit more complex. See the following discussion as a model of how to help students see the patterns in a table. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Using a Table to Find the Rate of Change</strong>For each unit change in time, there is a constant change in distance for a linear relationship. This rate of change should be explored in the different representations. It may be difficult for students to recognize the effect of changing the rate of walking when they use a table. Students can draw on what they learned in the Unit Comparing and Scaling. <ul><li> Gilberto walks at a rate of 2 meters per second. As the number of seconds he walks increases from 1 second to 2 seconds then 2 seconds to 3 seconds, how does his distance change? (The distance increases by 2 meters from for every second that he walks.) \n\nShow students this thinking on a table.(LANGUAGE) </li></li> "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "To find the rate of change, students may instead use proportional reasoning to determine that, if the time triples, then the distance should also triple.\n\n 1 sec / 2 m  = x3 => 3 sec / 6 m\n\nSimilarly, if the distance value is twice the time value after 1 second, the distance should continue to be twice the time value. There is a multiplicative 2 to 1 relationship between distance and time. \n\n 2 m / 1 sec = 10 m / 5 sec\n\nIn this Problem, the relationship between the variables is both linear and proportional. So, the latter thinking using proportions works. However, students will be confronted with a non-proportional relationship in Problem 1.3. There, students will need to rely on finding the rate of change by looking at the change in the dependent variable as the independent variable increases by 1. \n\n<strong>Note:</strong> Students tend to set up their tables using an interval of 1 second because that is what makes most sense to them. This means that they need to produce many pairs of data to get a sense of what is happening over a reasonable span of time. You may want to discuss the advantages and disadvantages of using other intervals, such as 2 seconds or 5 seconds. Situation B with Omar’s Walking Rate Graph and Situation C with Elizabeth’s Walkathon Table provide this opportunity."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Using a Graph to Find the Rate of Change</strong>\nIt should be fairly easy for students to recognize the effect of changing the rate of walking when they use a graph—it changes the “steepness” of the line. Some students say that the line “goes up faster” or “has a larger angle from the x-axis.” These intuitive ideas are the goal at this time. <ul><li> What do you notice about the graphs when the walking rate increases? (“The graph gets steeper,” “it goes up faster”, or “it has a larger angle from the x-axis.”) </li><li> If I choose two points on the graph, how can I find the walking rate? (Find the change for an increase of 1 on the x-axis.)\n\n(PORTRAYAL) Pick two points on one of the graphs and ask students how the time and the distance change from one point to the next. This is an opportunity to connect the Problem to the unit rates in Comparing and Scaling. For example, for Leanne, two points are (3, 7.5) and (6, 15). \n\n\u0089 (3, 7.5) At 3 seconds she travels 7.5 meters\n\u0089 (6, 15) At 6 seconds she travels 15 meters\n\u0089  So, as the time increases by <em> 3 seconds and distance increases by 7.5 meters</em>\n\u0089 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  ⤥ ÷ 3\n\u0089 This means that every <em>1 second she increases her distance by 2.5 meters.</em> \nShow the vertical and horizontal changes on the graph by drawing in dotted lines. "
                    }
                  },
                  {
                    "layout": {
                      "height": 320
                    },
                    "content": {
                      "type":"Geometry",
                      "title": "Demonstrating Rate of Change",
                      "board": {
                        "properties": {
                          "axisNames": ["Time (seconds)", "Distance (meters)"],
                          "axisMin": [-0.5, -1],
                          "axisRange": [10, 20]
                        }
                      },
                      "objects": [
                        {
                          "type": "point",
                          "parents": [0, 0],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [1, 2.5],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [2, 5],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [3, 7.5],
                          "properties": {
                                "name": "+ 3"
                              }
                        },
                        {
                          "type": "point",
                          "parents": [4, 10],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [5, 12.5],
                          "properties": {
                                "name": ""
                              }
                        },
                        {
                          "type": "point",
                          "parents": [6, 15],
                          "properties": {
                                "name": "+ 7.5"
                              }
                        },
                        {
                          "type": "point",
                          "parents": [7, 17.5],
                          "properties": {
                                "name": ""
                              }
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "Then look at what the dividing by 3 looks like on the graph. (Note that as teachers, we know the idea of slope and tend to display the move from one point to the next by going up then over. For students who are not yet introduced to slope, it is more intuitive to go over then up. This comes from thinking of the independent variable first, then the dependent. At this time, it is important to be flexible with the way students display the change from one point to the next.) "
                    }
                  },
                  {
                    "layout": {
                      "height": 180
                    },
                      "content": {
                        "type": "Image",
                        "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_2_CountingSquares.png"
                      }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "Students may want to see the graphs of these equations on a graphing calculator or some other graphing technology. If you do this, then ask students to use the technology to answer questions similar to those above.\n\n<strong>Using an Equation or Expression to Find the Rate of Change</strong>\nStudents may be able to recognize the effect of changing the rate of walking when they use the equation d = rt, or distance = rate • time. The rate r is the coefficient of t, the number by which time is multiplied. The word coefficient is defined in the next Investigation. At this point, students will say it is the rate at which people walk, which is “the number that time is multiplied by to get the distance.” This is a good opportunity to discuss Situation A, #3 Yvonne’s Claim about proportionality. In the equation d = rt, r is the rate of change and the unit rate/constant of proportionality. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Situation C</strong>\nPick one or two of the representations and ask: <ul><li> What are the variables? (The variables for George, Elizabeth, and Billie are time and distance. The variables for Evo are not labeled. The variables for Bob are time t in seconds and walking rate r in meters per second.)  </li><li> Describe the patterns of change between the two variables. How did you find the pattern? (For Elizabeth, for every increase of 2 seconds, the distance increases by 3 meters. Each row of the table increases by the same number of seconds. For Billie, for every 1 second, the distance increases by 2.25 meters. The equation is in the form d = rt, so the walking rate is the same as the value of r. For George, distance increases with time, but there does not seem to be a pattern. For Bob, as rate increases, time decreases.)  </li><li> Describe what is happening in each situation. (According to the table, George is not walking at a constant rate. Elizabeth is walking at a constant rate and is using an interval of 2 seconds. If Evo’s represents time and distance, she walked at a consistent rate, stopped for some time, then walked again at a consistent rate. Billie is also walking at a constant rate because the equation is similar to those for Alana, Gilberto, and Leanne. Bob is walking 100 meters, but the rate and time are not known. His walking rate may or may not be constant because the variables are time and rate, not time and distance.)  </li><li> After 5 seconds, who is ahead? (According to the table, George walks 25 meters in 5 seconds. In that time, Elizabeth walks 7.5 meters, and Billie walks 11.25 meters. (Note: Using the equation for Bob, a time of 5 seconds results in a rate of 20 m/s, which is not a realistic walking rate.) </li></ul>The table of Elizabeth’s time and distance represents a linear relationship, but students need to note that time is not increasing by an interval of 1 second. Go back to the idea of writing the rate as a unit rate, as discussed earlier in this section. <ul><li> For those that are linear, compare the walking rates to those of the original three students. Who is the fastest? Who is the slowest? (Elizabeth walks 3 meters for every 2 seconds, or 1.5 meters per second. This is faster than Alana but slower than Gilberto. Billie walks 2.25 meters per second, which is faster than Alana and Gilberto but slower than Leanne. Since Leanne is still the fastest, her graph is the steepest.)</li></ul> Conclude by discussing the ideas of being linear and proportional.<ul><li> Was every relationship in this problem linear? Explain. (No. The data for George, Bob, and Evo were not linear.)</li><li> Were the linear relationships in this problem proportional? (Yes. If we used values from the table or points from the graph, we could write proportions.)</li><li> How can you tell if a graph does not represent a linear relationship? (A graph represents a linear relationship if it is one straight line. Therefore, if the graph is not a straight line, the relationship it models is not linear.)  </li><li> How can you tell if a table does not represent a linear relationship? (A table does not represent a linear relationship if for each unit change in the independent variable, there is not a constant change in the dependent variable.)  </li><li> How can you tell if an equation represents a linear relationship? (Various answers. At this time, students’ experiences are limited. Students may identify that there is a number multiplied by one variable to get values for the other variable.)  </li></ul>"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Now What Do Students Know</strong>\nAsk students to reflect on the discussion and answer the Now What Do You Know questions.\n\n<strong>How do you recognize a linear pattern of change in a verbal context, table, graph, expression, or equation? </strong> \nSee answers to the problem for more information about the strategies and embedded mathematics. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Reflecting on Student Learning  </strong>\nUse the following questions to assess student understanding at the end of the lesson.  <ul><li> What evidence do I have that students understand the Now What Do You Know question?</li><li> Where did my students get stuck?</li><li>What strategies did they use?</li><li> What breakthroughs did my students have today?</li><li> How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li> Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </li></ul> "
                    }
                  }
                ]
              },
              "supports": [
             ]
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 1.3",
          "ordinal": 3,
          "title": "MSA 1.3 Raising Money",
          "subtitle": "Using Linear Relationships to Solve Equations",
          "sections": [{
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "A new situation involving collecting money from sponsors for the walkathon helps student compare and contrast proportional to non-proportional relationships. The Problem furthers students’ understanding of rate of change between the two variables in a linear relationship. Students will compare the amount of money donated and the distance walked for a walkathon. Students see linear relationships in a new context and interpret information using verbal descriptions, tables, graphs, and equations. They also informally explore the y-intercept."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>1.3 Raising Money: Using Linear Relationships to Solve Equations\nAoL: Explore & Analysis\nCCSSM: 7.RP.A.2, 7.RP.A.2a, 7.RP.A.2b, 7.RP.A.2c, 7.RP.A.2d, 7.EE.B.4.</strong>"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>NWDYK</strong>\nHow can you determine if a relationship is linear from a context, table, graph, or equation?\nIf a relationship is linear, explain how you can tell if it is proportional?"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Emerging Mathematical Ideas</strong>\nExpand understanding of linear and proportional relationships exploring a new context (miles walked, dollars raised) while using multiple representations to answer a variety of relevant questions.\n\nExplore the Walkathon Fundraising context working to:<ul><li> identify independent and dependent variables in a real-world situation, </li><li> represent linear relationships in tables, graphs, and equations give descriptions in words,</li><li>  make sense of an initial value in a linear relationship (a fixed donation) compared to a constant rate of change (dollars for each mile walked) and how each are represented in tables, graphs, equations and in the words describing the relationship, </li><li> distinguish between linear and proportional relationships described in words, tables, graphs and equations (e.g., proportional relationships have a constant rate of change and must contain the point (0,0), where-as linear relationships have a constant rate of change, but may or may not contain the point (0,0)),</li><li> interpret meaning of data points on graphs, in tables, and satisfying equations, and </li><li> use and compare multiple linear relationships to answer relevant questions.</li></ul>"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Launch (Getting Started)</strong> Connecting to Prior Knowledge\n\nIn the last two Problems, students looked at proportional, linear relationships that involved time as the independent variable and distance as the dependent variable. In this Problem, students will look at a relationship in which distance is the independent variable.\n\nStudents first learned the terms independent variable and dependent variable in Grade 6 Variables and Patterns. If you have not used the terms in this unit, reintroduce students to the vocabulary of independent variable and dependent variable in the introduction of Problem 1.3.\n\nPick one of the previous examples to review dependent variables and independent variables.\n\n<strong>Presenting the Challenge</strong>\nMany schools have walkathons or something similar to raise funds for charity. Ask students how they determined what to charge their patrons."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Suggested Questions</strong>\n\n• What variables can affect the amount of money that a student raises? (The variables are the pledge amount for each sponsor, the distance a student walks, and the number of sponsors.) \n\n• How can you use these variables to estimate the amount of money each student will collect? (If you know how much a sponsor pledges to donate and how far the student plans to walk, you can figure out how much each student might collect from each sponsor. For example, if the sponsor pledges to donate $4 for each kilometer walked, and the student plans to walk 5 kilometers, then you can estimate that the student will collect 4 * 5 = $20 from each sponsor.)\n\n  • Will the amount of money raised be the same for each walker? Explain. (No. The amount of money raised might depend on the distance that each student walks, as well as his or her pledge plan, so the amount of money raised may not be the same for each walker.)  \n\n• Which variable is the independent variable? Which is the dependent variable? (Distance walked is the independent variable, and the amount of money raised from each sponsor is the dependent variable.)  \n\nDisplay the three pledge plans of Leanne, Alana, and Gilberto.\n\n• How might you decide who is going to raise the most money? (Various answers. Do not have students go into detail. Asking the question is just to get a formative assessment of whether students may have solution strategies in mind.)\n\nIf students hesitate, offer a solution strategy by asking questions.\n\n• How might a table, graph, or equation help you decide who will raise the most money? (Various answers. No exact answer is needed at this time.)"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Labsheet 1.3</strong> is available to maximize students’ time in making the representations. \n\nAn alternative approach to making the representations would be to provide students with Teaching Aid 1.3. The Teaching Aid has tables, graphs, and equations that can be sorted and matched to each of the Pledge Plans. Students can cut apart and sort the representations to match the pledge plans."
                    }
                  }
                ]
              },
              "supports": [
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Explore (Digging In) </strong> Providing for Individual Needs\n\nAs you circulate, ask students for explanations. Look for students who have interesting ways to explain their thinking. Be sure to discuss these in the Summarize.  \n\nStudents may or may not start by representing the pledge plans with tables and graphs. Without the representations, it may be difficult to answer the questions with specific values. Students may make broad statements, such as saying that Leanne starts out making the most. Push students to find a value for when others might make more.\n\n<strong>Suggested Questions</strong>\n• Who starts out making the most? (Leanne)\n• Will she always make the most? How much would each person raise if they walked 20 kilometers? (Leanne - $10, Gilberto - $20, Alana - $15)\n• When did it change? At what distance does Leanne raise less than Gilberto? Less than Alana? (Leave students to think about these detailed questions. Be sure to revisit them in the Summary.)\n\nBy this time in the unit, most students should have few problems making tables and graphs. Writing the equations may be difficult for some students. Encourage those students to write out the relationship in words. (LANGUAGE) Being able to write a verbal description of the relationship in each pledge plan is the first step to being able to write the same relationship algebraically. For example, use a plan to ask questions like the following. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Suggested Questions</strong> \n• How does Gilberto’s plan work? (A sponsor will donate $2 for each kilometer Gilberto walks.)\n• What are the variables and what letter name can we give them? (Amount of money, A, and number of kilometers he walks, d.)\n• Which is the independent variable? (Number of kilometers he walks.)\n• What happens with the independent variable in Gilberto’s plan? What happens for every kilometer that he walks? (He will make $2.)\n• How could we write that as an expression? ($2 times every kilometer walked or 2 * d.)\n• How can we write this an equation? (The amount a sponsor donates is found by finding $2 times every kilometer walked or A = 2 • d.)\n\nRemind students that 2 * d is often written 2d, so the equation becomes A = 2d, where A is the amount the sponsor donates and d is the number of kilometers walked.  "
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Planning for the Summary</strong> \nWhat evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know question? What will you do if you do not have evidence? <strong>Now What Do You Know?\nHow can you determine if a relationship is linear from a context, table, graph, or equation? If a relationship is linear, explain how you can tell if it is proportional.</strong>"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Summarize (Orchestrating the Discussion)</strong> Solutions and Strategies \n\nBegin by asking students: What “What If...?” questions do you have? (Students may or may not have any What If’s at this time.)\n\nYou may want to make anchor charts that can be used to display the representations. You can work with students to make the charts. Then, these can be marked up to display the big ideas in the problem, such as showing the rate of change in the table, graph, and equation. (PROBLEM SOLVING) The following are examples of anchors charts generated in a classroom during the Summary conversation. "
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_Anchor.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "Discuss Initial Challenge. If you did not ask students to identify the dependent and independent variables in the Launch, ask them now.\n\n Look at the points of intersection and raise questions about what those points tell us about who will raise the most money.\n\n<strong>Suggested Questions </strong>\n\n• Who makes the most money at the beginning of the walking? (Leanne. She is getting $10 for any distance. So, she makes $10 for 0, 1, 2, etc. kilometers. Gilberto and Alana get less than that for the first few kilometers.)\n\n• Point to the intersection of Leanne’s and Gilberto’s lines. What point is this? (5, 10) "
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_Intersection.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "•  What does that tell us about the pledges? (Both Leanne and Gilberto walk 5 kilometers and will get $10 in pledges.) \n\n• What information does each intersection point represent in the situation? (Each intersection point is where two of the plans raise an equal amount of money for the same distance. The coordinates represent equal distances and equal amounts donated.) \n\nDirect students to the intersection of Alana’s and Gilberto’s lines. Pick two points to the left of the point of intersection, one on each line, with the same x-value. \n\n• How are the two points similar? How are they different? How can you show the difference in money raised? (The two points represent the same distance walked, but they represent different amounts of money raised. For distances to the left of the point of intersection, Alana’s graph is above Gilberto’s, so Alana raises more money than Gilberto. You can show the difference in money collected by drawing a vertical line between Alana’s and Gilberto’s lines and measuring the distance. You can also find the difference in the y-coordinates to find the difference in the amount of money raised for that distance.) \n\nThen, repeat the process for two points to the right of the point of intersection. (Now Gilberto’s graph is above Alana’s, so he raises more money for a given distance.) \n\n• In Situation A #2, you found the money raised for each pledge plan if the student walked 8 kilometers. How is this information represented on the graph? (The amount of money raised for each student is the vertical distance between the x-axis and the point on the student’s line with an x-coordinate of 8.) \n\n"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_Height.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "You may want to let students know that when you are given the value of one variable and have to find the value of the other variable, they are finding solutions. In Investigation 3, students will learn to find solutions using equations. In Investigations 1 and 2, students use primarily tables and graphs to find solutions.\n\n• In Situation A #4, you located the point (12, 11) on Alana’s graph. Write a question that could be answered by locating this point. (Sample answers: What is the amount of money Alana raises from each sponsor if she walks 12 kilometers? How many kilometers does Alana need to walk if she wants each sponsor to donate $11?) \n\nThe preceding questions are designed to prepare students to solve equations symbolically. Later in this Unit, they will continue to relate coordinates of an ordered pair to specific information about the values of variables. \n\n<strong>Making the Mathematics Explicit </strong>In Comparing and Scaling, students observed that the rate tables relating cost of pizza to number of pizzas worked differently if a constant delivery charge was added. They noticed that there is a constant of proportionality (unit rate) when there is no delivery charge, but not a constant of proportionality (no unit rate) when there is a delivery charge. Here, students are learning about the specific details of linear relationships, in particular when are they proportional or not proportional and the role of the y-intercept. \n\n<strong>Suggested Questions </strong>\n• How are the tables, graphs, and equations for the pledge plans different from the walking rate representations? (Various answers. Students will probably mention the y-intercepts without knowing the term. They will discuss the “starting point” on the graph, the “beginning of the table or the (0,y)”, and the “amount added on in the equation.” It is typical for students to say that Leanne’s is a straight line and the others are not. Students need a way to express the horizontal line.)\n• Are the relationships between the distance walked and the money earned in pledges all linear? (Yes.) How do you know? (At this time, students are likely to say that the graphs are straight lines or that the data is consistent.)\n\nTo help students focus on determining the linearity and proportionality of the relationships, ask about the rate of change.\n\n<strong>Suggested Questions </strong>\n• How is the rate of change represented in a context? (At this time, students are likely to say it is the amount of money for every meter walked or the “per” or “per kilometer” amount.)"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_Table.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "•  How can we tell by looking at the context if the relationship is proportional? (At this time, students might not be able to tell from the context if the relationship is proportional. Some students might say that there is some other amount other than the “per kilometer” amount. The other amount is added in [additive] and the “per kilometer” amount is multiplied [multiplicative].)\n\nThe multiplicative and additive ideas and vocabulary were introduced in Grade 6.\n\n• How is the rate of change represented in a Table? (How much the dependent variable changes for every increase of 1 in the independent variable. For Leanne the rate of change is 0; for every increase of 1 kilometer she will collect no more dollars. For Gilberto the rate of changes is 2, and for Alana the rate of is 0.50.)\n\nThis is how it is shown in the tables. (LANGUAGE)"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_TableCompare1.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "•  How can we tell by looking at the table if the relationship is proportional? (Check to see if values scale up or scale down to make proportions.)\n\nThis is how it is shown in the tables and with proportions made from table values. (LANGUAGE)"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_TableCompare2.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_EqnCompare.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "•  How is the rate of change represented in a graph? (For every increase of 1 in the independent variable “going over 1 on the x-axis,” the dependent variable changes by the rate of change “goes up by the rate of change”.) \n\nThis is how it is shown on the graphs. (LANGUAGE)"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_TableCompare3.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "• How can we tell by looking at the graph if the relationship is proportional? (A graph of a proportional relationship passes through the origin (0,0) or the y-intercept is zero. This happens because a line going through the origin shows only a multiplicative relationship. When there is an additive part, it shifts the line off (0,0).)\n\nStudents may relate back to the Hats Off to the Wumps Problem in Stretching and Shrinking where addition in the rule shifted the hat rather than stretching or shrinking the hat, which happened through multiplication.\n\nThe term “y-intercept” is introduced in the introduction to Problem 1.4. This would be a good time to introduce the vocabulary to students.\n\nThis is how it is shown on the graphs. (LANGUAGE)"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_GraphConstant.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "•  How is the rate of change represented in an equation? (The rate of change is the coefficient of the variable or the number multiplied by the variable.)"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_TableCompare4.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "•  How can we tell by looking at the equation if the relationship is proportional? (The amount added to the equation is zero. The amount added is the y-intercept on the graph.)"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_1_3_TableCompare5.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "•  Why does “adding an amount” make the relationship non-proportional? (To be proportional, you have to have the two quantities change in a multiplicative way, keeping the factors and multiples of the quantities. When an amount is added, it gets spread over the dependent variable in a non-constant way. For example, with Leanne’s money amount, she will collect $10 for walking no kilometers, $10 for 1 kilometer, $5 for each of 2 kilometers, $3.33 for each of 3 kilometers, etc. The amount for every kilometer is not consistent.)\n\nDiscuss all of Situation B. The purpose of this question is to introduce students to a negative y-intercept. Make sure students discuss the variables and numbers in the equation and connect where the information shows up in the graph, table, and equation. \n\nAt the end of this Problem, students will have had experiences with y-intercepts that are positive, negative, or zero. The term y-intercept is introduced in the next Problem. It would be appropriate to name the y-intercepts while summarizing this Problem.\n\nCompare the representations in this Problem to the walkathon in Problem 1.2. All the relationships are linear, but the graphs in this Problem do not all pass through the origin, so they are not all proportional relationships. \n\n• In Problem 1.2, you noticed for Alana’s rate of 1 m/s that if she walked twice as long, her distance would also be twice as much. Would the amount of money she raises double if she walks twice as far? Explain. (No. The equation for Alana’s pledge plan is A = 5 + 0.5d, which is not a proportional relationship. The ratio between the money pledged and the distance walked is not constant even though the plan involves a constant rate of change.) \n\nThis idea will be revisited as students gain more experience with linear equations of the form y = ax + b. "
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Now What Do Students Know</strong>\nAsk students to reflect on the discussion and answer the Now What Do You Know questions.\n\n<strong>How can you determine if a relationship is linear from a context, table, graph, or equation?\nIf a relationship is linear, explain how you can tell if it is proportional.</strong>\n\nSee answers to the Problem for more information about the strategies and embedded mathematics."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Reflecting on Student Learning  </strong>\n\nUse the following questions to assess student understanding at the end of the lesson.  <ul><li> What evidence do I have that students understand the Now What Do You Know question?</li><li> Where did my students get stuck?</li><li> What strategies did they use?</li><li> What breakthroughs did my students have today?</li><li> How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li> Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?  </li></ul>"
                    }
                  }
                ]
              },
              "supports": [
              ]
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 1.4",
          "ordinal": 4,
          "title": "MSA 1.4 Walkathon Money",
          "subtitle": "Expressing Linear Relationships and Proportionality",
          "sections": [{
              "type": "overview",
              "content": {
                "tiles": [
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                ]
              },
              "supports": [
                {"text": "What is the independent variable? What is the dependent variable?"}
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                ]
              },
              "supports": [
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                ]
              },
              "supports": []
            }
          ],
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 2",
      "ordinal": 2,
      "title": "MSA Investigation 2 Using Tables, Graphs, and Equations to Explore Linear Relationships",
      "problems": [
        {
          "description": "Problem 2.1",
          "ordinal": 1,
          "title": "MSA 2.1 Henri and Emile’s Race",
          "subtitle": "Developing Strategies to Find a Solution",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Students look at the context of a young boy challenging his older brother to a race. Students explore the question, “How long should the race be so that the younger brother wins in a close race?” This Problem introduces the idea of students finding the point of intersection of two linear relationships using a graph, a table, or numeric reasoning. The Problem also assesses what students have learned about linear relationships and their representations from Investigation 1."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Implementation Note:</strong> You might have a short summary after the Initial Challenge. This will give students a chance to share their strategies and how they made sense of the race question before going on to answer more detailed questions. You may want to use the What If...? questions to push the conversation during the Summarize. Ask the questions and pause for students to think about and record their answers, then engage the class in a discussion of ideas."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2.1 Henri and Emile’s Race:  Developing Strategies to Find a Solution\nAoL:  Explore/Analysis & Analysis\nCCSSM: 7.RP.A.2, 7.RP.A.2a, 7.RP.A.2c, 7.EE.A.1, 7.EE.A.2, 7.EE.B.3, 7.EE.B.4, 7.EE.B.4a, 7.EE.B.4b"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>NWDYK</strong>\nHow can a table, graph, and equation that represents a linear relationship be used to answer questions about the linear relationship? What other strategies could you use?"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<strong>Emerging Mathematical Ideas</strong>\nMake sense of a new problem context with two contrasting linear relationships and examine the use of tables, graphs, equations, and inequalities to find solutions.  \nLook for patterns in various representations that can be used to answer questions about rate of change for linear relationships such as: <ul><li> in tables, the rate of change is the difference between y values when the table values for x change at a constant rate of one,</li><li> the direction of the slant of the line in a graph lets you know if the rate of change is positive (lines where the y values are increasing) or negative (where the y values are decreasing), and </li><li> in the equation of a line the rate of change is the number that multiplies the independent variable (for example in Problem 2.1 it is the number of meters traveled each second with time as the independent variable), and  </li><li> identify and represent proportional relationships as tables, graphs, and equations and distinguish from non-proportional linear relationships.</li></ul> \nLook for patterns in various representations that can be used to find the value of one variable in a linear relationship when you have a value for the other variable such as: <ul><li> in a table, corresponding values for independent and dependent variable are side-by-side or above and below depending on the orientation of the table,</li><li> in a graph, the coordinates of points on the line provide the values of corresponding independent and dependent variables, and</li><li> in an equation or inequality, the value of the dependent variable can be found for any value of the independent variable by performing the indicated operations in the equation or inequality.</li></ul> \nNotice that informal guess and check strategies may allow students to answer questions about when two related linear relationships have the same value such as how much time has passed (t) for the distances traveled (d) to be the same for both brothers. \nNOTE: In an equation, it is not yet true that students will be able to find the value of the independent variable given a value for the dependent variable (e.g., solve 100 = 2x + 45)."
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Launch (Getting Started)</strong> Connecting to Prior Knowledge\n\nIf you did not pose the following questions at the end of the Summarize for Problem 1.4, ask them now. Begin by having students list several equations from Investigation 1 that represent linear relationships.\n<strong>Suggested Questions</strong>\n<ul><li>Which relationship has the greatest rate of change? (Answers will vary. Look for students to choose the relationship that when written in the form <i>y = b + ax</i> has the greatest value of <i>a</i>. At this time in the Unit, students are likely to mention the context of the problem rather than formal language of the value of <i>a</i>.)</li><li>Which relationship(s) has a graph that crosses the <i>y</i>-axis at a point with a positive <i>y</i>-coordinate? With a <i>y</i>-coordinate of zero? With a negative y-coordinate? (Answers will vary. At this time in the Unit, students are likely to mention the context of the problem rather than formal language of the value of <i>b</i>. Positive <i>y</i>-coordinate: Look for students to choose the relationship(s) that when written in the form <i>y = b + ax</i> has a positive value of <i>b</i>. Sample: The line that represents Alana’s pledge plan. Zero <i>y</i>-coordinate: Look for students to choose a proportional relationship. Sample: Gilberto’s pledge plan can be modeled by a line that passes through the origin. Negative <i>y</i>-coordinate: Look for students to choose the relationship(s) that when written in the form <i>y = b + mx</i> has a negative value of <i>b</i>. Sample: The line that represents Gilberto’s pledge plan after purchasing a T-shirt for each sponsor.) You can tell students that they will continue to look at linear relationships in this Problem.</li> "]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Presenting the Challenge</strong>\n\nTell the story of the race between Emile and his younger brother, Henri. This Problem is intended to show what knowledge students already have concerning linear relationships. \nBecause the Problem asks “how long” the race should be, some students will choose to focus on length and some will focus on time. \nStudents may suggest that once Emile is about to catch up to Henri, he can slow his walking rate so that Henri maintains the lead until the race is finished. If students give this suggestion, you can tell them to assume that each walking rate remains constant. There is a Launch Video to help students with the context of the race. \nHelp students imagine the race situation. (PROBLEM SOLVING)\n\n<strong>Suggested Questions</strong>\n<ul><li> What do we know about the race at the beginning? (Possible answer: The younger brother, Henri, has a head start. The brothers are not starting in the same spot.)</li><li> If you were watching this race, what would you see happening with the brothers? (Possible answer: The two brothers would start walking at the same time. The older brother, Emile, would be walking faster and would be catching up with each step. Some students may want to model what would happen with some physical movement.)</li></ul>Encourage students to think about how the race can be represented mathematically. Do not look for answers to these questions at this time. During the Explore and Summarize, listen and watch to see how students make sense of the situation.\n<ul><li> What data would you collect to document what happens in the race?</li><li> What are the variables that you would keep track of?</li><li> How could you represent the data to show what happens as they race?</li></ul>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Suggested Questions</strong>\n<ul><li> What do we know about the race at the beginning? (Possible answer: The younger brother, Henri, has a head start. The brothers are not starting in the same spot.)</li><li> If you were watching this race, what would you see happening with the brothers? (Possible answer: The two brothers would start walking at the same time. The older brother, Emile, would be walking faster and would be catching up with each step. Some students may want to model what would happen with some physical movement.)</li></ul>Encourage students to think about how the race can be represented mathematically. Do not look for answers to these questions at this time. During the Explore and Summarize, listen and watch to see how students make sense of the situation.\n<ul><li> What data would you collect to document what happens in the race?</li><li> What are the variables that you would keep track of?</li><li> How could you represent the data to show what happens as they race?</li></ul>"]
                    }
                  },
                  [
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Table",
                        "name": "Meters and Brother's Distances",
                        "columns": [
                            {
                              "name": "Meters",
                              "type": "number",
                              "values": [0, 10, 20, 30, 40, 50]
                            },
                            {
                              "name": "Henri",
                              "type": "number",
                              "values": [45, 55, 65, 75, 85]
                            },
                            {
                              "name": "Emile",
                              "type": "number",
                              "values": [0, 25, 50, 75, 100]
                            }
                          ]
                      }
                    },
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text": "<code>Guess and Check\n\n10 meters \u0089 Henri 10 + 45 = 55\n \u0089\u0089\u0089Emile 2.5*10 = 25</code>"
                      }
                    }
                  ],
                  {
                    "layout": {
                        "height": 330
                      },
                    "display": "teacher",
                    "content": {
                        "type": "Geometry",
                        "board": {
                          "properties": {
                            "axisNames": ["t, D"],
                            "axisLabels": ["Meters", "Distance"],
                            "axisMin": [-10, -10],
                            "axisRange": [50, 100]
                          }
                        },
                        "objects": [
                          {
                            "type": "movableLine",
                            "parents": [
                              {
                                "type": "point",
                                "parents": [0, 0],
                                "properties": {
                                  "name": ""
                                }
                              },
                              {
                                "type": "point",
                                "parents": [30, 80],
                                "properties": {
                                  "name": "Emile"
                                }
                              }
                            ]
                          },
                          {
                            "type": "movableLine",
                            "parents": [
                              {
                                "type": "point",
                                "parents": [10, 55],
                                "properties": {
                                  "name": "Henri"
                                }
                              },
                              {
                                "type": "point",
                                "parents": [40, 100],
                                "properties": {
                                  "name": ""
                                }
                              }
                            ]
                          }
                        ]
                      "type": "Text",
                      "format": "html",
                      "text": ["Encourage students to think about how the race can be represented mathematically. Do not look for answers to these questions at this time. During the Explore and Summarize, listen and watch to see how students make sense of the situation.\n<ul><li> What data would you collect to document what happens in the race?</li><li> What are the variables that you would keep track of?</li><li> How could you represent the data to show what happens as they race?</li></ul>"]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How might a table help? How might a graph help? Would an equation help?"
                },
                {
                  "text": "Would a diagram or picture help?"
                },
                {
                  "text": "What do we know about the race at the beginning?"
                }
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text":["<strong>Explore (Digging In)</strong>  Providing for Individual Needs\n\nFor the Initial Challenge\n\nCirculate and ask groups to explain their thinking. Put the emphasis on what evidence the group will use to justify their conclusion. Encourage all groups to listen to each member in order to reach a consensus on a single answer or to agree that more than one choice is reasonable and explain why.\n\nIf students hesitate about how to begin, you might offer suggestions for how to represent the data of the race. Ask the questions, but do not look for answers at this time. The questions are to suggest representation strategies."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":["<strong>Suggested Questions</strong>\n<ul><li>How might a table help?</li><li>How might a graph help?</li><li>Would an equation help?</li><li>Would a diagram or picture help?</li><li>What do we know about the race at the beginning?</li><li>If you were watching this race, what would you see happening with the brothers?</li><ul>"]
                      }
                    },
                  {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text":["For the What If... ?\n\nIf students did not make tables or graphs in the Initial Challenge, then have some students make tables and graphs for each or have them ready for display. Or you can hand out <strong>Teaching Aid 2.1A</strong> with the example tables, graphs, and equations.\n\nFor Situation B: Using Equations, the claims are available on <strong>Teaching Aid 2.1B</strong>. You might want to print and cut apart the Teaching Aid. After formatively assessing students during the Initial Challenge, you can decide which claims to assign to groups, pairs, or individual students. Also, you might want to display the claims for the class discussion."]
                    }
                  },
                  {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text":["Planning for the Summary\n\nWhat evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence?\n\n<strong>Now What Do You Know?\nHow can a table, graph, and an equation that represents a linear relationship be used to answer questions about the linear relationship? What other strategies could you use?</strong>"]
                    }
                  }
                ]
              },
              "supports": [
                {"text": "Can a table help? Can a graph help?"},
                {"text": "(2) What does it mean that one line is steeper than the other? How do you know it from a graph?"}
              ]
            },
            {
              "type": "summarize",
              "content":
              {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Summarize (Orchestrating the Discussion)</strong>\nSolutions and Strategies\n\n<strong>Initial Challenge</strong>\nHave students share their ways of answering the question about the length of the race. Students may use some of the following strategies.\n<strong>Suggested Questions</strong>\n<ul><li> How did your group interpret the Initial Challenge? What strategy did you use? (Student answers and strategies for answering the question will vary. Possible strategies follow. Some students will answer with a distance. The brothers tie at 75 meters, so the race should be close to that distance. Some students will answer with a number of seconds for the lengths of the race. At 30 seconds, the brothers tie, so the race should last close to 30 seconds.)</li><ul>\nStudents may have informal ways of thinking about the Problem. These informal methods can enhance their appreciation and understanding of what the more formal mathematical processes can tell them. This transition to using more formal processes should proceed slowly. Students need to develop their intuitions about the Problem. Encourage them to explain their reasons for the decisions they make. The process of making such decisions and being able to explain them is very important."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Possible Student Strategies</strong>\nGuess and Check"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": ["\u000910 meters\u0009Henri\u000910 + 45 = 55\n\u0009 \u0009\u0009\u0009Emile\u00092.5 * 10 = 25\n\n\u000925 meters\u0009Henri\u000925 + 45 = 70\n\u0009 \u0009\u0009\u0009Emile\u00092.5 * 25 = 62.5\n\n\u000927 meters\u0009Henri\u000927 + 45 = 72\n\u0009 \u0009\u0009\u0009Emile\u00092.5 * 27 = 67.5\n\n\u000928 meters\u0009Henri\u000928 + 45 = 73\n\u0009 \u0009\u0009\u0009Emile\u00092.5 * 28 = 70\n\n\u000930 meters\u0009Henri\u000930 + 45 = 75\n\u0009 \u0009\u0009\u0009Emile\u00092.5 * 30 = 75\n\n"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Double Number Lines"]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_TG_2_1_double_number_line.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": ["Table: Meters and Brothers' Distances"]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "columns": [
                        { "name": "Meters",
                          "type": "number",
                          "values": [0,10,20,30,40,50]
                        },
                        { "name": "Henri",
                          "type": "number",
                          "values": [45,55,65,75,85]
                        },
                        { "name": "Emile",
                          "type": "number",
                          "values": [0,25,50,75,100]
                        }
                      ]
                    },
                    "layout": {
                      "height": 300
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Graph: Meters and Brothers' Distances"
                    }
                  },
                  {
                    "content": {
                      "type": "Geometry",
                      "board": {
                        "properties": {
                          "axisNames": ["t, D"],
                          "axisLabels": ["Time (seconds)", "Distance (meters)"],
                          "axisMin": [-1, -2],
                          "axisRange": [40, 100]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [0, 0]
                            },
                            {
                              "type": "point",
                              "parents": [20, 50]
                            }
                          ],
                          "properties": {
                            "name": "Emile"
                          }
                        },
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [10, 55]
                            },
                            {
                              "type": "point",
                              "parents": [30, 75]
                            }
                          ],
                          "properties": {
                            "name": "Henri"
                          }
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Graph and Table: Distance Apart for Every Meter the Brothers Walk"
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "columns": [
                        { "name": "Meters",
                          "type": "number",
                          "values": [1,2,3,4,5,10,20,30]
                        },
                        { "name": "Distance",
                          "type": "number",
                          "values": [43.5,42,40.5,39,37.5,30,15,0]
                        }
                      ]
                    },
                    "layout": {
                      "height": 110
                    }
                  },
                  {
                    "content": {
                      "type": "Geometry",
                      "board": {
                        "properties": {
                          "axisNames": ["m, m"],
                          "axisLabels": ["Meters walked", "Distance apart (meters)"],
                          "axisMin": [-1, -2],
                          "axisRange": [50, 50]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [0, 45]
                            },
                            {
                              "type": "point",
                              "parents": [30, 0]
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Students might represent this as an equation with words and may or may not know how to write the equation with symbols.\n  (Henri’s distance) – (Emile’s distance) = when their distances tie\n                 (45 + <i>t</i>) – (2.5<i>t</i>) = 0"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Numeric Reasoning\nThe difference between their walking rates is 1.5 meters for every second they walk. That means Emile is 1.5 meters per second faster. Emile has to make up for the 45 meter head start. For every second walked, Emile gains 1.5 meters on his brother.\n\u000945 ÷ 1.5 = 30\nSo, after 30 meters of walking, Emile will make up the head start and the brothers will be tied."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Note that this thinking represents the students informally solving a system of linear equations.\n\n 2.5<i>d</i> = 1<i>d</i> + 45     (Emile's distance compared to Henri's distance)\n  1.5<i>d</i> = 45     (Emile making up the head start with how much faster he walks)\n <i>d</i> = 30     (How long it takes Emile to make up for the head start)"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Be sure to have the class verify the lengths (or times) of the race if different lengths (or times) are suggested. For each suggested answer, ask: <ul><li> How did you determine what the length (or time) of the race should be? (Sample answers: We found the distance (or time) when the race would be a tie, and then we made the race 1 meter (or 1 second) shorter. Henri will win this race.)</li><li>Why is that distance (or time) reasonable? (We wanted Henri to win the race and for the race to be close. If the race is 29 seconds long, Henri will be a greater distance from the starting point than Emile will be.) If no group comes up with the strategy of looking at the distance between the brothers decreasing over time, use the following question to wrap up your discussion.</li><li> One group of students looked at the distance between the brothers at the start of the race and every 5 seconds. How might this method help them find the answer? (Sample answer: The distance between them is less as time passes. If you can find the number of seconds it takes Emile to catch up to Henri, you can make the time of the race less than that time.)</li></ul>"}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Making the Mathematics Explicit\n\nDuring the discussion of your students’ strategies, you may have already answered some of the What If…? questions. You may want to use some or all of the What If...? questions to push the Summary conversation."}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "For Situation A\n\nIf students did not make tables or graphs in the Initial Challenge, you could have students make tables and graphs now. Or you can hand out <strong>Teaching Aid 2.1A</strong> with the example tables, graphs, and equations.\nUse the representation(s) to help students make sense of the questions and answers. (PROTRAYAL)"}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<strong>Suggestion Questions</strong><ul><li> How do the table and graph representations help us answer questions about the length of the race? (In the graph, the brothers are at the same place at the point where the two lines cross. In the table, this is the row for which the times and distances are equal. The race needs to be to the left of the point of intersection on the graph, so it should be shorter than 30 seconds or 75 meters for Henri to win a close race.)</li><li> What does it mean when the graphs for the bothers intersect? (The brothers are tied at (30, 75), which represents 30 seconds and 75 meters.)</li>"}
                  },
                  {
                    "content": {
                      "type": "Geometry",
                      "title": "Henri and Emile's Race",
                      "board": {
                        "properties": {
                          "axisNames": ["t, D"],
                          "axisLabels": ["Time (seconds)", "Distance (meters)"],
                          "axisMin": [-1, -2],
                          "axisRange": [40, 100]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [0, 0]
                            },
                            {
                              "type": "point",
                              "parents": [20, 50]
                            }
                          ],
                          "properties": {
                            "name": "Emile"
                          }
                        },
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [10, 55]
                            },
                            {
                              "type": "point",
                              "parents": [30, 75]
                            }
                          ],
                          "properties": {
                            "name": "Henri"
                          }
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<li> How would I find the same information in the table? (When the dependent variable, distance, is the same for both brothers.)</li>"}
                  },
                  {
                    "content": {
                      "type": "Table",
                      "title": "Distance From Starting Line",
                      "columns": [
                        { "name": "Time (seconds)",
                          "type": "number",
                          "values": [0,10,20,30,40]
                        },
                        { "name": "Henri's Distance (meters)",
                          "type": "number",
                          "values": [45,55,65,75,85]
                        },
                        { "name": "Emile's Distance (meters)",
                          "type": "number",
                          "values": [0,25,50,75,100]
                        }
                      ]
                    },
                    "layout": {
                      "height": 110
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<li> Looking at the table, how can we find the walking rate for each brother? (Answers will vary. Using the example table below, students might make a proportion by using “for every” statement and scale it down to find the rate for each brother. For example, Henri travels 10 meters for every 10 seconds, which scales to 1 meter for every 1 second. That is his walking rate. Emile travels 25 meters for every 10 seconds, which scales to 2.5 meters for every 1 second. That is his walking rate.)</li>"}
                  },
                  {
                    "content": {
                      "type": "Table",
                      "title": "Distance From Starting Line",
                      "columns": [
                        { "name": "Time (seconds)",
                          "type": "number",
                          "values": [0,10,20,30,40]
                        },
                        { "name": "Henri's Distance (meters)",
                          "type": "number",
                          "values": [45,55,65,75,85]
                        },
                        { "name": "Emile's Distance (meters)",
                          "type": "number",
                          "values": [0,25,50,75,100]
                        }
                      ]
                    },
                    "layout": {
                      "height": 110
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<li> Looking at the graph, how can we find the walking rate for each brother? (Answers will vary. Some students may only be able to discuss the graph shows that Emile is faster because his graph is steeper or has more of an angle from the x-axis. Other students may talk about the progress the brothers make in the same way they talked about the table. For example, Henri travels 5 meters for every 5 seconds, which scales to 1 meter for every 1 second. That is his walking rate. Emile travels 25 meters for every 10 seconds, which scales to 2.5 meters for every 1 second. That is his walking rate.)</li>"}
                  },
                  {
                    "content": {
                      "type": "Geometry",
                      "title": "Henri and Emile's Race",
                      "board": {
                        "properties": {
                          "axisNames": ["t, D"],
                          "axisLabels": ["Time (seconds)", "Distance (meters)"],
                          "axisMin": [-1, -2],
                          "axisRange": [40, 100]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [0, 0]
                            },
                            {
                              "type": "point",
                              "parents": [20, 50]
                            }
                          ],
                          "properties": {
                            "name": "Emile"
                          }
                        },
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [10, 55]
                            },
                            {
                              "type": "point",
                              "parents": [30, 75]
                            }
                          ],
                          "properties": {
                            "name": "Henri"
                          }
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<li> How does the starting point of each brother in the race show up in the graph? (It is the y-intercept. 45 for Henri and 0 for Emile.)</li><li> How does the starting point of each brother in the race show up in the graph? (It is the y-intercept. 45 for Henri and 0 for Emile.)</li><li> What expression represents Emile’s race? Henri’s? (Students may need to use words first, then move to symbols. For Emile: He walks 2.5 meters every second. 2.5 x t, 2.5<i>t</i>, or 2.5<i>t</i> + 0. For Henri: He gets a 45-meter head start and walks 1 meter every second. 45 + 1<i>t</i>, 1<i>t</i> + 45, or 45 + <i>t</i>.)</li><li> What does the vertical (up and down) difference between the two lines on the graph tell you? (The vertical difference tells you how far apart the brothers are at that moment in time. It shows that the difference is 45 meters at t = 0 and that the distance between them gets smaller as Emile catches up to Henri. At 20 seconds, they are 15 meters apart.)</li>"}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<li> How can I find if a specific point, like (26, 70), is in the table or graph of one of the brothers? (Answers will vary. Students may discuss estimating values on the graph or searching for values on the table. Students might also informally or formally determine the values using equations. Emile: 2.5 (26) = ? Henri: 1(26) + 45 = ?)</li><li> How can I look at the table or graph and know which brother is ahead in the race? (Answers will vary. Graph: Henri is ahead when the graph is “higher” or further up on y-values than Emile’s. Table: Henri is ahead when the dependent variable values are larger than Emile’s. This happens up to 30 seconds and 75 meters. After than point, it switches to Emile being ahead.)</li>"}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<li> At 30 seconds the boys have the same distance. This is when they are tied, so we can say that they are equal. When Mary wrote, 45 + <i>t</i> < 2.5<i>t</i>, what does this inequality mean? (Henri < Emile, when Henri’s distance is less than Emile’s, or when Emile is ahead.)</li><li> How long is Henri in the lead? (Various answers when time is more than 30 seconds.) How can we show the possible answers (solutions) to the inequality? </li>"}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "<li> What other inequality might we want to know about for the race? (When Henri was in the lead, 45 + <i>t</i> > 2.5<i>t</i> ) How could we show this solution? (When time is less than 30 seconds.)</li>"}
                  }
              ]
              },
              "supports": []
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 2.2",
          "ordinal": 2,
          "title": "MSA 2.2 Comparing Cost Relationships",
          "subtitle": "Using Tables and Graphs to Find Solutions to Equations",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["All of the linear relationships you have studied so far can be written in the form <em>y = ax + b</em>, or <em>y = b + ax</em>. In this equation, <em>y</em> depends on <em>x</em>."]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_2_2_In_y=ax+b_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["The point at which a graph crosses the y-axis is called the <em>y-intercept</em>. The coordinates of the y-intercept for the graph shown above are (0, <em>b</em>). To save time, we sometimes refer to the number <em>b</em>, rather than the coordinates of the point (0, b), as the <em>y</em>-intercept. \n\nA <strong>coefficient</strong> is the number that multiplies a variable in an equation. The <em>a</em> in <em>y = ax + b</em> is the coefficient of <em>x</em>, so <em>ax</em> means <em>a</em> times <em>x</em>.\n\nThe equation of distance <em>d<sub>Emile</sub></em> that Emile walks after t seconds is <em>d<sb>Emile</sub>  =</em> 2.5<em>t</em>.\n\n<strong>Emile</strong>"]
                    }
                  },
                  {
                    "layout": {
                      "height": 300
                    },
                    "content": {
                      "type": "Geometry",
                      "board": {
                        "properties": {
                          "axisNames": ["t", "dEmile"],
                          "axisLabels": ["time", "distance"],
                          "axisMin": [-20, -40],
                          "axisRange": [56, 130]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [0, 0],
                              "properties": {
                                "name": "y-intercept (0, 0)"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [5, 12.5]
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["The equation of distance <em>d<sub>Henri</sub></em> that Henri walks after t seconds is <em>d<sub>Henri</sub></em> = 45 + <em>t</em>.\n\n<strong>Henri</strong>"]
                    }
                  },
                  {
                    "layout": {
                      "height": 300
                    },
                    "content": {
                      "type": "Geometry",
                      "board": {
                        "properties": {
                          "axisNames": ["t", "m"],
                          "axisLabels": ["time", "distance"],
                          "axisMin": [-20, -40],
                          "axisRange": [56, 130]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [0, 45],
                              "properties": {
                                "name": "y-intercept (0, 45)"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [5, 50]
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":["A <strong>solution of an equation</strong> is an ordered pair that makes the equation true and lies on the graph of the line. For example, in the equation that represents the distance Henri walks <em>d<sub>Henri</sub> =</em> 45 + <em>t</em>, (0,45) is a solution to the equation. When the coordinate values are substituted into the equation it is a true statement; 45 = 45 + 0.\n  <em>What does the point (0,45) represent in the context of the race?</em>.\n\nIn the graphs for Emile and Henri:\n  <em>What would t be if (t, 48) are the coordinates of a point on the graph? Explain. \n   What would d be if (10, d) are the coordinates of a point on the graph? Explain. </em>"]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Ms. Chang’s class decides to give T-shirts to each person who participates in the walkathon. They obtain the cost of the T-shirts from two different companies. Mighty Tee charges $49 plus $1 per T-shirt. No-Shrink Tee charges $4.50 per T-shirt. Ms. Chang writes the following equations to represent the relationships relating cost to the number of T-shirts:\n\n <em>C<sub>Mighty</sub> = </em> 49 + <em>n</em>\n <em>C<sub>No-Shrink</sub> = </em> 4.5<em>n</em>\n\nThe number of T-shirts is <em>n</em>. \n<em>C<sub>Mighty</sub></em> is the cost in dollars for Mighty Tee. \n<em>C<sub>No-Shrink</sub></em> is the cost in dollars for No-Shrink Tee. \n\n • Which company should they choose? Give evidence for your answer. "]
                    }
                  }
                ]
              },
              "supports": [
                {"text": "How might a table help? How might a graph help?"},
                {"text": "Can you use the equations to help answer the question?"},
                {"text": "What would be the cost of one shirt from each plan? 10 shirts? 20 shirts?"}
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["<strong>Situation A. Using Tables and Graphs to Find a Solution</strong>\nSome students in Ms. Chang’s class used graphs to decide which company to use. Others used tables. <ol><li>Explain how a graph or a table could be helpful.</li><li>What if the class only had $120 to spend, how would this affect your answer?</li></ol>"]
                    }
                  },
                  {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["<strong>Situation B. Using Tables, Graphs, and Equations</strong>\nExplain how you could use a table, graph, or equation to answer each question: <ol><li>For each company, find the costs of 20 T-shirts.</li><li>For each company find the number of T-shirts you can buy for $135. How many T-shirts can you buy for less than $135? Greater than $135?</li><li>Find the number of T-shirts where the cost of buying shirts from the two companies is equal. What is the cost? </li><li>Find the number of T-shirts when <em>C<sub>Mighty</sub> < C<sub>No-Shrink</sub></em>.</li></ol>"]
                    }
                  },
                  {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["<strong>Situation C. More Competition</strong>\nThe following table represents the costs from another company, The Big Tee. <ol><li>Compare the cost for this company to the costs for the other two companies. </li><li>Is this company a better deal? Explain why. </li><li>Are any of the relationships represented by the three companies linear? Proportional? Explain.</li></ol>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "T-Shirt Costs",
                      "columns": [
                          {
                            "name": "n",
                            "type": "number",
                            "values": [0, 3, 5, 8, 10]
                          },
                          {
                            "name": "C",
                            "type": "number",
                            "values": [34, 41.5, 46.5, 54, 59]
                          }
                        ]
                    }
                  }
                ]
              },
              "supports": [
                { "text": "What do the number 0 and 34 mean in the table of T-shirt costs for The Big Tee?" },
                { "text": "How can you compare which company is a better deal when they all have different ways of charging for the shirts?" },
                { "text": "What does it mean for relationships to be proportional?"},
                { "text": "How can you tell if relationships are linear?"}
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [{
                  "content": {
                    "type": "Text",
                    "text": "How do you know if the ordered pair of numbers for a point on a graph is a solution to an equation? How can you use a table or graph to find a solution for an equation?"
                  }
                }]
              },
              "supports": [
                { "text": "Would it help to look at examples where you used a table, graph, or equation to answer a question?" }
              ]
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 2.3",
          "ordinal": 3,
          "title": "MSA 2.3 Connecting Tables, Graphs, and Equations to Solutions",
          "subtitle":"",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [{
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Look again at Alana’s pledge plan from Problem 1.3. Suppose A represents the amount raised in dollars and d represents the distance walked in kilometers. You can express this plan with the equation <em>A</em> = 5 + 0.5<em>d</em>. "]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_2_4_In_alanas_plan_350w.png"
                    }
                  },
                  {
                    "layout": {
                      "height": 300
                    },
                    "content": {
                      "type": "Geometry",
                      "board": {
                        "properties": {
                          "axisNames": ["d", "A"],
                          "axisMin": [-1, -2],
                          "axisRange": [20, 22]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [0, 5]
                            },
                            {
                              "type": "point",
                              "parents": [14, 12],
                              "properties": {
                                "name": ""
                              }
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Kilometers Walked</strong>\n <em>Explain why the point (14, 12) is on the graph of Alana’s pledge plan. \n Write a question you could answer by locating this point. \n How can you use the equation for Alana’s pledge plan to check the answer to the question you made up?\n How can you use a graph to find the number of kilometers that Alana walks if a sponsor donates $17? How could you use an equation to answer this question?</em>\n\n  In this Problem, you will investigate similar questions relating to pledge plans for a walkathon."]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Consider the following pledge plans. In each equation, <em>y</em> is the amount pledged in dollars by each sponsor and <em>x</em> is the distance walked in kilometers.\n\n<strong>Plan 1</strong> <em>y</em> = 5<em>x</em> - 3\n<strong>Plan 2</strong> <em>y</em> = - <em>x</em> + 6\n<strong>Plan 3</strong> <em>y</em> = 2"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<ul><li>What information does the equation give about the pledge plan? Does the plan make sense? Explain your reasoning.</li><li>How might a table or graph of the equation help answer questions about the pledge plans?</li></ul>"]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How much would you raise if you walked one kilometer? Two kilometers? Three kilometers?"
                }
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["<strong>Situation A. Connecting Equations and Graphs</strong><ol><li>Which plan has a graph that contains the point (2,4)? What question could you answer by locating this point?</li><li>Which plan has a graph that you can use to find the solution for 8 = 5x – 3?  What would the coordinates of the point that represents the solution tell you about the situation? </li></ol>"]
                  }
                },
                {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["<strong>Situation B. Connecting Equations and Tables</strong>\nAll of the following coordinates are in the table of one plan. Two of coordinates have a missing value: \n(4, 2)    (1.2, ?)    (?, -4)<ol><li>Find the missing value. Explain how you found it.</li><li>Write a question you could answer by finding the missing value.</li></ol>"]
                  }
                },
                {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["<strong>Situation C. Finding Solutions</strong>\nFor Plan 1, <em>y</em> = 5<em>x</em> - 3 <ol><li>Find the value of <em>y</em> when <em>x</em> = 7</li><li>Find the value of <em>x</em> when <em>y</em> = 32.</li></ol>"]
                  }
                },
                {
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["<strong>Situation D. Linear or Non Linear</strong><ol><li>Sally is trying to figure out if the relationships represented by the three plans are linear. How can you help her decide by looking at the equations?</li><li>Yvonne claims that only Plan 3 is proportional. Do you agree? Explain why.</li></ol>"]
                  }
                }
              ]
              },
              "supports": [{"text": "Can you explain the meaning of (2, 4) in terms of dollars and distance?"}]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [{
                  "content": {
                    "type": "Text",
                    "text": "Describe the advantages and disadvantages of using tables, graphs, aand symbolic methods to solve equations."
                  }
                }]
              },
              "supports": []
            }
          ],
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 3",
      "ordinal": 3,
      "title": "MSA Investigation 3 Solving Linear Equations Symbolically",
      "problems": [
        {
          "description": "Problem 3.1",
          "ordinal": 1,
          "title": "MSA 3.1 Mystery Pouches",
          "subtitle": "Exploring Equality",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Throughout this Unit, you have been solving equations with two variables. Sometimes the value of one variable is known, and you want to find the value of the other variable. In this Investigation, you will continue to find the value of a variable without using a table or a graph or numeric reasoning. You will also learn to use <em>symbolic</em> methods to solve a linear equation. In the last Investigation, you examined the patterns in the table, graph, and equation for the relationship relating Alana’s distance <em>d</em> and money earned <em>A</em> in the walkathon.\n\n<strong>Alana's Walkathon Table</strong>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "columns": [
                        {
                          "name": "d",
                          "type": "number",
                          "values": [0, 1, 2, 3, 4, 20, 25, 30]
                        },
                        {
                          "name": "A",
                          "type": "number",
                          "values": [5, 5.5, 6, 6.5, 7, 15, 17.5, 20]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Alana's Walkathon Earning Graphs</strong>"]
                    }
                  },
                  {
                    "layout": {
                      "height": 320
                    },
                    "content": {
                      "type": "Geometry",
                      "board": {
                        "properties": {
                          "axisNames": ["d", "A"],
                          "axisMin": [-4, -4],
                          "axisRange": [55, 60]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [3, 6.5],
                              "properties": {
                                "name": "(3, 6.5)"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [30, 20],
                              "properties": {
                                "name": "(30, 20)"
                              }
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["\n<strong>Alana's Walkathon Earning Equation:</strong> <em>A</em>   = 5 + 0.5<em>d</em> \n\nThe graph of the relationship is a line that contains infinitely many points. The coordinates of each point can be substituted into the equation to make a true statement. The corresponding entries in the table are the coordinates of points on the line representing the equation, <em>A</em> = 5 + 0.5<em>d</em>. The coordinates of these points are <strong>solutions to the equation</strong>."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In a relationship between two variables, if you know the value of one variable, you can use a table or a graph to find the value of the other variable. For example, \n\nSuppose Alana raises $20 from a sponsor, how many kilometers did she walk? <ul><li>Using numeric reasoning: Subtract $5 from $20 to get $15. This is the amount earned for walking d kilometers. So 15 = 0.5<em>d</em>   or 15/0.5 = 30 = <em>d</em>.</li><li>Using the graph: Locate the point with the value $20, which is (30,20). So she walked 30 kilometers.</li><li>Using the table: Find the coordinate that corresponds to $20 for the amount earned, which is 30 km. So she walked 30 kilometers. </li><li>Using the equation: This question can also be represented by the equation as 20 = 5 + 0.5<em>d</em> and then the properties of equality can be used to solve the equation, which is similar to numeric reasoning. </li></ul><em>How could you use an equation to find the distance that Alana walks if she earns $20?</em>\n\nIn this Investigation you will develop strategies for solving equations of the form <em>y = ax + b</em>  symbolically."
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["To raise more money, Ms. Chang’s class decides to hold a raffle. They put some gold coins into a pouch, and people will guess the amount of coins in the pouch. At the end of the walkathon the class will give the pouch to the person who guessed the exact number of gold coins. \n\nTo make the contest interesting, they decide to add a code for the amount of money in the pouch. The code consists of an equation using gold coins and pouches. Each pouch has the same number of gold coins.  "]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_coin_and_pouch_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "The code below indicates that there are $11 in gold coins in the pouches and in loose coins as shown on the left side of the equation."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_eleven_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<em>How much money was in each pouch?\nHow much money did the winner receive?</em>\nThe class made up several other codes. For each code the total number of coins on each side of the equation is the same and each pouch contains the same number of coins.<ul><li>What is the number of gold coins in each pouch? </li><li>How can you check your answer?</li></ul>Write down your steps so that someone else could follow your steps to find the number of coins in a pouch. "]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "1."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_IC_coins_pouches_1_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "\n2."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_IC_coins_pouches_2_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "\n3."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_IC_coins_pouches_3_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "\n4."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_IC_coins_pouches_4_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "\n5."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_IC_coins_pouches_5_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "\n6."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_IC_coins_pouches_6_350w.png"
                    }
                  }
                ]
              },
              "supports": [
                {"text": "What does the sign “=” mean?"},
                {"text": "Can you represent each clue in a different way?"}
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation A. Nicole’s Strategy</strong>\nIn Code 2, Nicole thought of the left-hand side of the equation as having two groups. Each group contained one pouch and two coins. She visualized the following steps to help her find the number of coins in a pouch. \n1.  What is Nicole’s strategy? Can her strategy be used for other coin and pouch situations?"]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_1_WI_coins_pouches_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "2. Noah looked at Nicole’s strategy and claimed that she was applying the Distributive Property. Is Noah’s claim correct? Explain.\n\n3. Yvonne thought that Nicole was just dividing both sides of the original equation by 2. Is she correct? Explain. "
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation B. Aman’s Code</strong> \nAman made up another code, but then he forgot the number of coins he put in the pouches. But he did remember that there were 5 pouches and 10 coins with a total of 35 dollars.<ol><li>What might the pouches and coin picture look like? </li><li>How many dollars are in a pouch?</li></ol>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation C. Another Donor</strong>\nA local merchant donates $200 for the Walkathon. <ol><li>They suggested the following code:\n6P + $20 = $200. P represents a pouch. How much money is in each pouch?</li><li>Mateo wrote two different expressions that could be codes to represent the $200. For each expression how much money is in each pouch?\n2P + $45        4P + $20</li><li>Design another code that the merchant could use. Give it to a classmate to solve. </li></ol>"]
                    }
                  }
                ]
              },
              "supports": [
                {"text": "What information do we have? "},
                {"text": "What are we trying to find? "}
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [{
                  "content": {
                    "type": "Text",
                    "text": "Pouches with an unknown number of coins and coins are represented with an equation. What strategies can you use to find the number of coins in each pouch? How do you know if your answer is correct?"
                  }
                }]
              },
              "supports": []
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 3.2",
          "ordinal": 2,
          "title": "MSA 3.2 From Pouches to Variables",
          "subtitle": "Writing and Solving Equations",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "In the last Problem, you used pictures of pouches and gold coins to solve equations. Your solutions maintained the equality of coins on both sides of the equal sign. For example, you might have removed (or subtracted) the same number of coins on both sides of the equation. To better understand how to maintain equality, let’s look first at numerical statements."
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["The equation 85 = 70 + 15 states that the quantities 85 and 70 + 15 are equal. \n<em>What do you have to do to maintain equality if you:\n  • subtract 15 from the left-hand side of the original equation?\n  • add 10 to the right-hand side of the original equation?\n  • divide the left-hand side of the original equation by 5?\n  • multiply the right-hand side of the original equation by 4?</em>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "The picture below shows a situation from Problem 3.1."
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_2_In_coins_pouches_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Because the number of gold coins in each pouch is unknown, you can let x represent the number of coins in one pouch. You can let 1 represent the value of one gold coin. Then this situation can be represented with one of the following equations:\n\n      2<em>x</em> + 4 = 12      or       2(<em>x</em> + 2) = 12       or       <em>x</em> + 2 + <em>x</em> + 2 = 12\n\nThe expressions 2<em>x</em> + 4, 2(<em>x</em> + 2), and <em>x</em> + 2 + <em>x</em> + 2 are equivalent expressions.  Note that you can apply the Distributive Property to the expression 2<em>x</em> + 4 to write 2(<em>x</em> + 2). So, \n\n     2<em>x</em> + 4 = 2(<em>x</em> + 2)\n\n<em>What properties of operations could you use to show that \n\n     x + 2 + x + 2 = 2(x + 2)?</em>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Two or more expressions are equivalent if they have the same value, regardless of what number is substituted for the variable. Recall that you have been solving linear equations of the form <em>y = ax</em>  and <em>y = x + b</em>  using fact families and numeric reasoning.  In this Problem, you will revisit problems that involve linear situations with pouches and coins, but you will use symbolic equations to represent your solution process to equations of the form <strong>y = ax + b where the value of y is given or ax + b = cx + d.</strong>"]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Suppose <em>x</em>   represents the number of coins in one pouch and 1 represents the value of one coin in the following situations. <ul><li>Write an equation to represent each situation. </li><li>Are there other possibilities for the equations that you could write? Explain.</li><li>Use your equation to find the number of gold coins in each pouch. Check your answers.</li></ul>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "\nEquation 1"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_2_IC_coins_pouches_1_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Equation 2"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_2_IC_coins_pouches_2_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Equation 3"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_2_IC_coins_pouches_3_350w.png"
                    }
                  }
                ]
              },
              "supports": [{"text": "How can you express the number of coins in one pouch? In two pouches? In three pouches?"}]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation A. More Pouches</strong>\nA messenger has 6 pouches and 27 coins. There is a total of $105. <ol><li>Write an equation to represent the situation. Then solve the equation to find the number of dollars in each pouch.</li><li>AJ claims that there is more than one way to write the equation. Is he correct? Explain. </li><li>Will the solution for each equation be the same? Explain.</li></ol>"]}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation B. Applying Your Strategies</strong>\nUse your strategies to solve each equation. Check your answer. <ol><li> 30 = 6 + 4<em>x</em></li><li> 7<em>x</em> = 6 + 5<em>x</em></li><li> 7<em>x</em> + 2 = 12 + 5<em>x</em> </li><li> 2(<em>x</em> + 4) = 16</li></ol>"]}
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation C. More or Less</strong>\nA messenger has 6 pouches and 30 coins. The total must be less than 102 coins. How would you <strong>write</strong> this inequality? What are some solutions?"]}
                  }
                ]
              },
              "supports": [
                {"text": "Would a diagram help?"},
                {"text": "What does 'x' mean in the equations?"}
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [{
                  "content": {
                    "type": "Text",
                    "text": "Describe a strategy for solving equations using what you know about equality. How do you know if your answer is correct?"
                  }
                }]
              },
              "supports": []
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 3.3",
          "ordinal": 3,
          "title": "MSA 3.3 Solving Linear Equations",
          "subtitle": "",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["So far in this Investigation, all of the situations have involved positive whole numbers. \n\nTo maintain the equality of two expressions, you can add, subtract, multiply, or divide each side of the equality by the same number. These are called the <strong>properties of equality</strong>. In the last Problem, you applied properties of equality and properties of numbers to find a solution to an equation. \n\n<em>Does it make sense to think about negative numbers in a coin situation?\nDoes it make sense to think about fractions in a coin situation?\nWhat are some situations where it makes sense to use fractions or negative numbers?</em>"]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                ]
              },
              "supports": [{"text": "Would drawing a diagram help?"}]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                ]
              },
              "supports": [
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                ]
              },
              "supports": []
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 3.4",
          "ordinal": 4,
          "title": "MSA 3.4 The Point of Intersection",
          "subtitle": "Using Equations and Inequalities",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["In Problem 2.2, you used graphs and tables to find when the costs of two different plans for buying T-shirts were equal. The graphs of the two cost plans are shown below. C<sub>n</sub> represents the costs of the No-Shrink Tee. C<sub>m</sub> represents the costs of the Mighty Tee. The point of intersection of the two lines tells us when the costs for the two T-shirt plans are equal."]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_3_4_In_two_plans_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["What information do the coordinates of the point of intersection of the two lines give you about this situation? \n\nHow could you use the two equations to find the coordinates of the point of intersection of the two lines? That is, for what number of T-shirts n is <em>C<sub>m</sub> = C<sub>n</sub></em>  or 49+<em>n</em>  = 4.5<em>n</em> ? How could you use the equation or its graph or table to find the number of T-shirts where the cost is less than $60? That is, for values of n, is \n     <em>C<sub>mighty</sub></em>  < 60?   Or     49 + <em>n</em>  < $60"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<em>When either the value of x or y is known, what strategies do you have for solving  \n •  equations of the form y = ax+ b? \n • inequalities of the form  ax +b < y  or ax +b > y?</em>"]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["A local bakery, Fabulous Fabian’s Bakery, wants to set up a snack booth at the Walkathon. They will donate their profits to the school. To make a profit the business has to consider the expenses that might occur. For a T-shirt company, the expenses may include the cost of buying the shirts, costs for printing, costs to advertise, and labor charges. For a bakery the cost might include cost of ingredients, labor charges, advertising, etc."]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["At Fabulous Fabian’s Bakery, the expenses <em>E</em>  to make n cakes per month is given by the equation: \n\n     <em>E</em>  = 825 + 3.25<em>n</em>\n\nThe income <em>Inc</em>  for selling <em>n</em> cakes is given by the equation: \n\n      <em>Inc</em>  = 8.20 <em>n</em><ul><li>What information do the numbers in each equation represent?</li><li>How many cakes does Fabian need to sell in order to start making a profit?</li></ul>"]
                    }
                  }
                ]
              },
              "supports": [
                {"text": "Can you explain the meaning of the equation in your own words?  "},
                {"text": "How much will it cost Fabian to make 1 cake? 2 cakes?  "},
                {"text": "What does it mean by “making a profit”? "}
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                    "type": "Image",
                    "url": "curriculum/moving-straight-ahead/images/MSA_3_4_WI_bakery_350w.png"
                    }
                  },
                  {
                    "content": {
                    "type": "Text",
                    "format":"html",
                    "text": ["<strong>Situation A. Kevin’s Graph</strong>\nKevin drew the graph above to help him find the number of cakes sold to make a profit. <ol><li>Explain how Kevin could use his graph to determine Fabian’s profit.</li><li>Kevin highlighted the vertical distance 330 between the two lines on the graphs. What does the 330 represent on the graph? What does it represent in the real world?</li><li>Adia claims she can find the coordinates of the point of intersection by solving the equation 8.20<em>n</em> = 825 + 3.25<em>n</em>. Is this possible? Explain. How does it help?</li></ol>"]
                    }
                  },
                  {
                    "content": {
                    "type": "Text",
                    "format":"html",
                    "text": ["<strong>Situation B. Fabian’s Profit Equation</strong><ol><li>Fabian uses the equation P = Income – Expenses to predict the profit. He wrote P = 8.20<em>n</em> – (825 + 3.25). Does this make sense? Explain. </li><li>Adia rewrites Fabian’s profit equation as P = 4.95<em>n</em> – 825. Is she correct? Explain.</li></ol>"]
                    }
                  },
                  {
                    "content": {
                    "type": "Text",
                    "format":"html",
                    "text": ["<strong>Situation C. Fabian’s Profit Inequality</strong> \nFabian and his sister are looking for other ways to express how to find the number of cakes needed to make a profit. Explain why each representation does or does not make sense.",
                      "\nFabian's representation: Inequality Statement P > 4.95<em>n</em> - 825",
                      "\nHis Sister's representation: Number Line"]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_Fabian_Numberline.png"
                    }
                  }
              ]
              },
              "supports": [
                {"text": "What are his expenses and his income for the month?"},
                {"text": "What do the coefficients of n represent?"}
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [{
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": ["Describe how you can solve an equation of the form ax + b  = y? \nDescribe how you can solve an inequality of the form <em>ax + b < c</em> or <em>ax + b > c</em>? "]
                  }
                }]
              },
              "supports": []
            }
          ],
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 4",
      "ordinal": 4,
      "title": "MSA Investigation 4 Connecting Rates and Ratios",
      "problems": [
        {
          "description": "Problem 4.1",
          "ordinal": 1,
          "title": "MSA 4.1 Climbing Stairs",
          "subtitle": "Using the Ratio of Rise and Run",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["All of the patterns of change you have explored in this Unit involved rates of change. For example, you worked with walking rates expressed in meters per second and pledge rates expressed in dollars per kilometer. In these situations, you found that the rate a affects the following things in a linear relationship represented by <em>y = ax + b</em>:<ul><li>the steepness of the graph </li><li>if the linear situation is represented by the equation <em>y = ax</em>, then the situation is also proportional and a represents the constant of proportionality </li><li>how the y-values in the table change for each unit change in the <em>x</em>-values </li></ul>In this Investigation, you will explore another way to express the rates of change. "]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_4_In_skiing_350w.png"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                   {
                    "content": {

                      "type": "Text",
                      "text": "Climbing stairs is good exercise, so some athletes run up and down stairs as part of their training. The steepness of stairs determines how difficult they are to climb. By investigating the steepness of stairs, you can find another important way to describe the steepness of a line. \n\nCarpenters have developed the guidelines below to ensure that the stairs they build are relatively easy for a person to climb. Steps are measured in inches. \n\n  • Twice the rise plus the run for each step should be between 24 and 26 inches.\n  • The rise plus the run for each step should be between 17 and 19 inches.  \n\nThe steepness of stairs is determined by the ratio of the rise to the run for each step. The rise and run are labeled in the diagram below. "
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_4_1_In_running_stairs_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "Determine the steepness of a set of stairs in your school or home. \n\n  •   How can you describe the steepness of the stairs?\n  •   Is the steepness the same between any two consecutive steps? \n  •   How do the stairs you measured compare to the carpenters’ guidelines? "
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Student answers will vary. Interesting situations to think about include: spiral staircases, school stairs, large steps (like at a museum), etc.\nExample: 7.25 in. to 11.25 inches for the rise to the run, or approximately 0.70 for the ratio of rise to run. This is the same for every step in the staircase. The ratio of rise to run is not within the carpenter’s guidelines.</code>"
                    }
                  }
                ]
              },
              "supports": [
                {"text": "How can you use rise and run to explain the steepness of stairs?"}
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation A. Arch Middle School Stairs</strong>\nA set of stairs is being built for the front of the new Arch Middle School. The ratio of rise to run is 7 to 11. \n1. Is this ratio within the carpenters’ guidelines?</"]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>2(rise) + run = 2(7) + 11 = 14 + 11 = 25, which is between 24 and 26 inches. \nRise + run = 7 + 11 = 18, which is between 17 and 19 inches.\nYes, these stairs meet the carpenters’ guidelines. Note that a scaled-up equivalent ratio of 14 to 22 would not meet the guidelines. </code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2. Make a sketch of a set of stairs that meet this ratio. Label the lengths of the rise and run of a step."]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Student answers will vary.\nExample: a set of stairs with a height of 3.5 inches and a depth of 5.5 inches.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["3. Does everyone in your class have the same sketch? Explain why."]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Not everyone in the class will have the same sketch because even the same ratio can be represented by different numbers.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["4. Write an equation that represents the relationship between rise and run."]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Student answers will vary based on their stairs.\nExample answer using the stairs at Arch Middle School, rise = (7/11)run.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["5. How is the ratio of rise to run represented in the graph? Equation?"]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>The ratio of rise to run is represented in the graph by the steepness of the line and in the equation by the coefficient of x.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["6. Does your graph represent a proportional relationship? Explain why. "]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>The graph does represent a proportional relationship because it passes through the origin.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation B. Anna’s Claim</strong>\n1.Anna claims that the ratio of rise to run is another way to express the pattern of change between the two variables in a linear situation. Is she correct? Explain why."]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Yes, she is correct. The ratio of rise to run describes how much one variable changes if you change the other variable by a specific amount. If the variables are always related in this way, then they have a constant rate of change, which gives a linear relationship.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2. Is the ratio the same between any two steps? Explain."]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Yes, because each step on the staircase will have the same height (or rise) and depth (or run).</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["3. Does the ratio change if we take two steps at a time? Explain why."]}
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>No, because we’re rising twice as high and running twice as far.  So, the ratio will stay the same.</code>"
                    }
                  }
                ]
              },
              "supports": [
                {"text": "How do you know if a relationship is linear? "},
                {"text": "How do you know if a relationship is proportional? "}
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How does the steepness of stairs expressed as a ratio related to a straight-line graph? To a linear equation that represents the graph?"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>The steepness of stairs is represented by the slope of a straight-line graph. In a linear equation that represents the graph, the steepness of the stairs is represented by the coefficient of x.</code>"
                    }
                  }
                ]
              },
              "supports": []
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 4.2",
          "ordinal": 2,
          "title": "MSA 4.2 The Constant of Proportionality",
          "subtitle": "",
          "sections": [
            {
              "type": "overview",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "The method for finding the steepness of stairs suggests a way to find the steepness of a line. A line drawn from the bottom step of a set of stairs to the top step touches each step at one point. The rise and the run of a step are the vertical and the horizontal changes, respectively, between two points on the line. "
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_4_2_In_stairs_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["The steepness of the line is the ratio of rise to run, or vertical change to horizontal change, for this step. We call this ratio the <strong>rate of change</strong> or <strong>slope</strong> of the line. "]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_4_2_In_slope_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_4_2_stairgraph.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Slope = (24-12)/(12-6) =  6/12  = ½</strong>",
                        "\nUnlike the steepness of stairs, the rate of change of a line can be negative. To determine the rate of change of a line, you need to consider the direction, or sign, of the vertical and horizontal changes from one point to another. If vertical change is negative for positive horizontal change, the rate of change will be negative. Lines that slant <em>upward</em> from left to right have <em>positive rate of change</em>. Lines that slant <em>downward</em> from left to right have a <em>negative rate of change</em>. You will learn more about slopes of lines in the 8th grade <em>Thinking with Mathematical Models</em>.",
                        "\nRecall that proportional relationships can be represented by a multiplicative comparison statement between two quantities <em>x</em> and <em>y</em>. It can also be represented by the equation <em>y = ax</em>. The graph of this equation is a straight line through the origin. The coefficient a in the equation <em>y = ax</em> is the <em>constant of proportionality</em>."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "columns": [
                        {
                          "name": "x",
                          "type": "number",
                          "values": [-2, -1, 0, 1, 2]
                        },
                        {
                          "name": "y",
                          "type": "number",
                          "values": [6, 3, 0, -3, -6]
                        }
                      ]
                    }
                  },
                  {
                    "layout": {
                      "height": 200
                    },
                    "content": {
                      "type":"Geometry",
                      "board": {
                        "properties": {
                          "axisMin": [-0.2, -1],
                          "axisRange": [5, 11]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 4]
                            },
                            {
                              "type": "point",
                              "parents": [4,2]
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "columns": [
                        {
                          "name": "x",
                          "ordinal": 1,
                          "values": [-2, -1, 0, 1, 2]
                        },
                        {
                          "name": "y",
                          "type": "number",
                          "values": [-1, -0.5, 0, 0.5, 1]
                        }
                      ]
                    }
                  },
                  {
                    "layout": {
                      "height": 200
                    },
                    "content": {
                      "type":"Geometry",
                      "board": {
                        "properties": {
                          "axisMin": [-0.2, -1],
                          "axisRange": [5, 11]
                        }
                      },
                      "objects": [
                        {
                          "type": "movableLine",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [2, 2]
                            },
                            {
                              "type": "point",
                              "parents": [5, 4]
                            }
                          ]
                        }
                      ]
                    }
                  },
                   {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<em>What is the constant of proportionality for the proportional relationship represented in the table?</em>"]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["The graphs and tables below represent proportional situations. For each Representation:<ul><li>What is the constant of proportionality?</li><li>How is rate of change related to the constant of proportionality?</li></ul>Pick one Situation and write an application or story that could be represented with this representation. "]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "text": "\u0089Representation 1\u0089\u0089\u0089Representation 2"
                    }
                  },
                  [
                    {
                      "layout": {
                        "height": 200
                      },
                      "content": {
                        "type":"Geometry",
                        "title": "Representation 1",
                        "board": {
                          "properties": {
                             "axisMin": [-5, -10],
                             "axisRange": [10, 32]
                          }
                        },
                        "objects": [
                          {
                            "type": "movableLine",
                            "parents": [
                              {
                                "type": "point",
                                "parents": [-2, 6]
                              },
                              {
                                "type": "point",
                                "parents": [2, -6]
                              }
                            ]
                          }
                        ]
                      }
                    },
                    {
                      "layout": {
                        "height": 200
                      },
                      "content": {
                        "type":"Geometry",
                        "title": "Representation 2",
                        "board": {
                          "properties": {
                            "axisMin": [-5, -3],
                            "axisRange": [10, 10]
                          }
                        },
                        "objects": [
                          {
                            "type": "movableLine",
                            "parents": [
                              {
                                "type": "point",
                                "parents": [-4, -2]
                              },
                              {
                                "type": "point",
                                "parents": [4, 2]
                              }
                            ]
                          }
                        ]
                      }
                    }
                  ],
                  {
                    "content": {
                      "type": "Table",
                      "name": "Representation 3",
                      "columns": [
                        {
                          "name": "x",
                          "type": "number",
                          "values": [-2, -1, 0, 1, 2]
                        },
                        {
                          "name": "y",
                          "type": "number",
                          "values": [-1, -0.5, 0, 0.5, 1]
                        }
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Representation 1: The constant of proportionality is -3, which is the same as the rate of change (-3/1).\nRepresentation 2: The constant of proportionality is 1/2, which is the same as the rate of change (1/2).\nRepresentation 3: The constant of proportionality is 0.5, which is the same as the rate of change (0.5/1).\nStudent answers will vary. Possible situation for representation 2: You place a bucket under a leaking faucet, which collects 1 cup of water every 2 hours.</code>"
                    }
                  }
                ]
              },
              "supports": [
                {"text": "Would an equation help find the constant of proportionality?"},
                {"text": "What is the rate of change in the graphs and the table? "}
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation A. Representing Rates of Change</strong>\nThe graphs, tables, and equations represent linear relationships. "]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/moving-straight-ahead/images/MSA_4_2_WI_graphs_and_tables_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["1. What is the rate of change and y-intercept associated with each representation?"]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>Graph 1: slope: -3, y-intercept: 6\nGraph 2: slope: 3, y-intercept: 6\nTable 1 : slope :1.5, y-intercept : -1\nTable 2 : slope : -0.5, y-intercept : 5\nquation 1 : slope : 2.5, y-intercept : 5\nEquation 2 : slope : -3, y-intercept : 0</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2.  Do any of the relationships represent a proportional relationship? If so, what is the constant of proportionality? "]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>The relationship shown by Equation 2 is proportional with a constant of proportionality of -3.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation B.  John’s Claims</strong>\n1. John noticed that if the points (0,0) and (1, a) are on a line, then the line represents a proportional relationship, and a is the constant of proportionality. Is he correct? Explain."]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>He is correct because the line runs through the origin and, for every point on the line, the ratio of the x- and y-coordinates is always a.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2.  John also claims that the constant of proportionality is the unit rate. Is he correct? Explain why. "]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text":
                        "<code>He is correct. The constant of proportionality a for this line means that each time the x-variable increases by 1, the y-variable increases by a. So, the ratio is a to 1, which is also a unit rate.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation C. More Lines</strong>\nThe points (3, 5) and (-2, 10) lie on a line.\n1. What is the rate of change or slope of the line?"]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>The rate of change of the line is (10 – 5)/(-2 - 3) = 5/-5 = -1</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2. Find two more points that lie on this line. Explain your method."]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>Student answers will vary. \nFor example, (-1,9) is on the line because you can increase the x-coordinate of (-2,10) by 1 and decrease the y-coordinate of (-2,10) by 1.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["3. Does this line represent a proportional relationship? Explain."]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>This line does not represent a proportional situation because it does not pass through the origin.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<4. What is the rate of change or slope of a horizontal line? A vertical line? Explain your reasoning."]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>The rate of change of a horizontal line is 0 because there is no “rise” no matter how far you “run.” The rate of change of a vertical line is undefined because there is no “run” no matter how far you “rise.”</code>"
                    }
                  }
                ]
              },
              "supports": [
                {"text": "Are the graphs steep?  What will that mean about the rate of change?"},
                {"text": "How do you find the rate of change in a graph, table, or equation?"}
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How is the rate of change of a linear relationship related to the constant of proportionality?"
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>Some linear relationships are proportional and some are not. The rate of change represents how one variable changes compared to the other. For a given relationship, the rate of change is constant for any x- and y-values you choose.\nWhen a linear situation is also proportional, the unit rate, constant of proportionality, and the rate of change are all the same.</code>"
                    }
                  }
                ]
              },
              "supports": []
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 4.3",
          "ordinal": 3,
          "title": "MSA 4.3 Pulling it All Together",
          "subtitle": "",
          "sections": [
            {
              "type": "launch",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["The students did so well in organizing the walkathon that Ms. Chang organized a special field trip to watch a movie. \n\nSuppose that a movie company charges the school $4.50 per student. But the movie company does not want to lose money. The company’s operating expenses include $130 for the staff and a film rental fee of $1.25 per student. \n\n• How many students need to attend the movie so that the theater’s income will equal its operating expenses? "]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>The movie company will “break even” if there are 40 students in attendance.\nStudent answers will vary. \n\nSample response finding when Expenses equal Income:\nWe can find when the expenses and incomes are equal.\n\u00894.50n = 130 + 1.25n\n\u00893.25n = 130\n\u0089n = 40\n\nSample response using the Profit equation:\nWe can write equations for the movie company’s income I, expenses E, and model profit P as income – expenses. For some number of students n.\n\u0089P = I – E \n\u0089P = 4.50n – (130 + 1.25n)\n\u0089P = 3.25n – 130\nThe point at which the movie company will “break even” is the point at which their profit equals zero, so we can solve for which value of n makes P=0.\n\u00890 = 3.25n – 130\n\u0089130 = 3.25n\n\u008940 = n</code>"
                    }
                  }
                ]
              },
              "supports": [
                {"text": "How much does the operating expense cost if 10 students watch the movie? "},
                {"text": "How much does the school pay for the movie if 10 students watch the movie?"}
              ]
            },
            {
              "type": "explore",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation A. Student Strategies</strong> \nThe following students used different strategies to answer the question in the <em>Initial Challenge</em>. Examine each strategy and describe how each could or could not be used to answer the question."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Geraldo’s Strategy: I made the following table:"]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "Theater Income",
                      "columns": [
                        {
                          "name": "Number of Students, x",
                          "type": "number",
                          "values": [0, 10, 20, 30, 40, 50, 60, 70]
                        },
                        {
                          "name": "Income, I ($)",
                          "type": "number",
                          "values": [ ]
                        },
                        {
                          "name": "Expenses, E ($)",
                          "type": "number",
                          "values": [ ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Anna’s Strategy: On the same set of axes, I graphed the theater’s income and operating expenses for any number of students from 0 to 100."]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Sze’s Strategy: I wrote an expression that represents the theater’s profit. "]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>Geraldo’s strategy could be used by filling out the table and looking for the number of students when the income is the same as the expenses. \n\nAnna’s strategy could be used by graphing the line for income and the line for operating expenses and looking for the intersection point. \n\nSze’s strategy could be used by making his expression into an equation equal to a profit of 0.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation B. Laneshia Uses Inequalities</strong> \nLaneshia wanted to find the number of students that make each of the following inequality statements true. <ul><li>Expenses < 255 or $1.25n + $130 < $255</li><li>Income  > 675 or $4.50n > $675</li></ul>\n1. Find the number of students that makes each inequality statement true."]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>To find the number of students that will make expenses less than $255, we need to solve the associated equality. So 1.25n+130=255\n\u0089 1.25n = 125 \n\u0089 n = 100. So to make the inequality statement for expenses true, there need to be less than 100 students.\n\nTo find the number of students that will make the income greater than $675, we need to solve the associated equality. So 4.50n = 675 \n\u0089 n = 150. \nSo to make the inequality statement for income true, there need to be more than 150 students.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2. How might this information be helpful in making decisions about the showing of the film?"]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>Student answers will vary. Sample answer: If you only have a fixed amount of money to spend on showing the movie, then the expenses inequality can keep you from going into debt. If you need to raise a certain amount of money from showing the movie, then the income inequality can help you calculate how many tickets to sell.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["<strong>Situation C. A Competing Company</strong> \nAt another theater, they used the equation, \n\u0089 <em>P</em>  = 3<em>n</em>  – 115 \nto find the profit P for the number of students n that attend the theater. What do the numbers 3 and 115 tell you about \n1. The relationship between the number of students and the theater’s profit? "]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>The number 3 tells you how much the theater’s profit will increase for each extra student who attends the theater. The number -115 tells you some expense or initial fee for using the theatre.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["2. the pattern of entries that would appear in a table of sample (students, profit) data? "]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>The number 3 tells you how much pattern of change. For every additional student, there is an increase of $3 between consecutive profit entries on the table. The number -115 tells you the profit entry that corresponds with zero students.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["3. a graph of the relationship between the number of students and the profit? "]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>The number 3 tells you the rate of change, or slope, of the line (because profit increases by 3 every time the number of students increases by 1). The number -115 tells you the y-intercept of the line.</code>"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": ["Write and solve an equation you can use to find the number of students for which the theaters in Exercise 1 and Exercise 2 make the same profit. Then find the amount of that profit."]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>The equation for profit for the theater in the initial challenge was P1 = I – E = 4.50n – (130 + 1.25n) = 3.25n – 130. The equation for profit for the theater in this problem is P2 = 3n – 115.  If they make the same profit, then we can set the expressions equal and solve for the number of students.\n\u00893.25n – 130 = 3n – 115\n\u0089 0.25n = 15\n\u0089 n = 60\nThis means that these two theaters will make the same profit for 60 students.</code>"
                    }
                  }
                ]
              },
              "supports": [
                {"text": "What information do you need to know if a situation is linear?"},
                {"text": "How do you know your equation represents the linear situation?"}
              ]
            },
            {
              "type": "summarize",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "text": "How do the situations in this problem compare to other problems in this unit? Do any of these represent proportional situations? Why? In what ways are tables, graphs, equations, and inequalities useful for solving problems?"
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>Student answers will vary. Sample answer: The movie theater situations in this Problem have positive rates of change (like the staircases). Some of the other problems showed decreasing/negative rates of changes. The movie theater problems don’t make sense for fractions of students, but the staircase problems make sense for fraction or decimal measurements. None of the movie theater problems are proportional situations, because none of them would pass through the origin if graphed.\nTables are useful for solving problems because they show several numerical values for a given pattern. Graphs are useful because they give you a sense of the pattern’s behavior over a wide range of values, which is helpful for estimating. Equations are useful because you can use them to calculate any specific value and the coefficients give you information about the problem situation. Inequalities are useful if you are looking for a range of possible answers.</code>"
                    }
                  }
                ]
              },
              "supports": []
            }
          ],
          "supports": []
        }
      ]
    },
    {
      "description": "Mathematical Reflections",
      "ordinal": 5,
      "title": "MSA MR1 - MR4",
      "problems": [{
          "description": "Mathematical Reflections",
          "ordinal": 1,
          "title": "Moving Straight Ahead Mathematical Reflections",
          "subtitle": "",
          "sections": [
            {
              "type": "MathReflection1",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this Unit you are continuing to explore patterns of change between two variables using linear situations. You use tables, graphs, expressions, equations, and inequalities to represent these linear patterns and solve problems. At the end of this Investigation, <em>what do you know about linear expressions, equations, inequalities, and relationships?</em>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<code>Main idea: In a linear relationship, as the independent variable increases in equal increments, the corresponding dependent variable increases (or decreases) by a consistent amount.  Students might describe this as the rate of change. They should realize that this could be zero (as with Leanne) or negative (as with Ms. Chang and Mr. Mamer). They may realize that the rate of change can be measured anywhere on the graph or table. A linear relationship can be represented by the equation y = ax + b. The point where the line crosses the y-axis is b, the y-intercept. The rate of change is represented by a. If b is 0, then the relationship is also proportional. In a linear and proportional relationship, the rate of change is also a unit rate that is the constant of proportionality. Inequalities appeared briefly as a contrast to equality in Problem 1.4. </code>"
                        }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "MathReflection2",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this Unit you are continuing to explore patterns of change between two variables using linear situations. You use tables, graphs, expressions, equations, and inequalities to represent these linear patterns and solve problems. At the end of this Investigation, <em>what do you know about linear expressions, equations, inequalities, and relationships?</em>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": "<code>The coefficient a in the equation y = ax + b that represents a linear relationship is the rate of change between the independent variable and the dependent variable. It controls the slant of the line that represents the relationship. Greater absolute values of a mean there is a greater rate of change in the situation, so the lines are steeper. Positive values of a give lines that slant up. Negative values of a give lines that slant down. The value of b gives the y-intercept of the line. It is represented as the point (0, b) on the line or the pair of values in a table. In a table, the y-intercept is the value where the x-value is 0, and the rate of change is the difference in consecutive values of the dependent variable for constant increments in the independent variable.\nAny ordered pair (point) that lies on the graph of a linear relationship can be used to find the solution to a problem. The ordered pair (x, y) represents specific values of the variables. If the value of one of the variables is known, then the graph can be traced to find the corresponding value of the other variable. Similarly, any ordered pair in a table for a linear relationship can be used to find the solution to a problem.\nTo find solutions to inequalities, we can consider the solution to the corresponding equality. Then consider the values that would make sense. Often the situation indicates the values to solve an inequality. For example, we often look at “When is one company less expensive than another company?” or “How many items do we need to sell to make a profit?”</code>"
                        }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "MathReflection3",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this Unit you are continuing to explore patterns of change between two variables using linear situations. You use tables, graphs, expressions, equations, and inequalities to represent these linear patterns and solve problems. At the end of this Investigation, <em>what do you know about linear expressions, equations, inequalities, and relationships?</em>"
                      ]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>If you have an equation of the form y = ax + b and you know the value of x or y, you can substitute the value of the variable into the equation. Then, use the properties of equality to solve for the other variable. For example, if y = 3x + 4 and you want to find x when y = 10, then you substitute 10 in place of y: 10 = 3x + 4. Next, you can subtract 4 from both sides to get 6 = 3x. Now, divide both sides by 3 to get x = 2.\nFor the equation y = 3x + 4, to find the value of x when y = 10, you can graph the equation. Trace along the line to find the point whose y-coordinate is 10 and then read the corresponding x-value, which is 2. To use a table, construct a table of values for the equation either by hand or with graphing technology. Next, locate the pair of values in which y = 10 and find the corresponding x-value, which is 2.\nTo find the values that satisfy an inequality such as 3x + 4 < 10, you can solve the corresponding equation 3x + 4 = 10. The solution of this equation is x = 2. Then, test values less than and greater than 2 to determine the solution. In this case, x-values less than 2 make the inequality 3x + 4 < 10 true, so the solution is x < 2.\nTo find the values that satisfy an inequality such as 3x + 4 < 10, you can graph the corresponding linear relationship y = 3x + 4. Then, find the points on the line whose y-values are less than 10. You can also locate the x-values of these points on the x-axis or on a number line.\nIn Problem 3.2, Equation 1 two equivalent expressions for the number of pouches on the left side of the equation are 4x + 2 and 2(2x + 1). You can use the properties of operations to show that they are equivalent. Applying the Distributive Property to one of the expressions yields the other: 4x + 2 = 2(2x + 1). You can also argue that both of the expressions represent the number of pouches and coins in the picture.\nIn Problem 3.3, Set 3(a), two equivalent ways of writing the expression on the left side of the equation are 3(x + 1) and 3x + 3. You can tell they are equivalent because the equations 3(x + 1) = 21 and 3x + 3 = 21 have the same solution, even though you would take different steps when solving them. (To solve the first equation, you would divide each side by 3 and then subtract 1 from each side. To solve the second equation, you would subtract 3 from each side and then divide each side by 3. The solution for both equations is x = 6.)</code>"
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "MathReflection4",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this Unit you are continuing to explore patterns of change between two variables using linear situations. You use tables, graphs, expressions, equations, and inequalities to represent these linear patterns and solve problems. At the end of this Investigation, <em>what do you know about linear expressions, equations, inequalities, and relationships?</em>"
                      ]
                    }
                  },
                  {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text":
                          "<code>Slope describes the steepness of a line. It is the ratio of vertical change to horizontal change. If it is positive, then the line is increasing from left to right. If it is negative, then it is decreasing from left to right. If the slope is zero, the line is horizontal. This is like walking on a flat surface as opposed to up or down a hill.\nFinding the slope is the same as finding the rate of change between two variables in a linear relationship. The horizontal distance change between two points is the same as the difference between two corresponding x-values of points in a table. The vertical change in distance is the same as the difference between two corresponding y-values of points in a table.</code>"
                    }
                  }
                ]
              },
              "supports": [ ]
            }
          ]
        }
      ],
      "supports": [
      ]
    }
  ],
  "supports": []
}
