{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p>",
            "<p>Solutions and Strategies</p>",
            "<p>Go over each part of the Problem. Call on different students to discuss their methods. (AGENCY, IDENTITY, OWNERSHIP) After a group has presented their solutions, ask the class if they have any questions they want to ask the group. For example, encourage them to ask questions like the following:</p>",
            "<ul><li>Why did you do this at step 2?</li><li>Why did you not consider starting with a different step?</li><li>Was there a shorter way of getting to the answer? </li></ul>",
            "<p>In the Initial Challenge Set 1, the same set of numbers is used; only the signs change (addition, subtraction, negative, and positive). This is a good opportunity to observe if students are making sense of the operations.</p>",
            "<p><strong>Suggested Questions </strong></p>",
            "<ul><li>What do the equations in Initial Challenge Set 1, parts a and c have in common? (They can be associated with the same two-variable equation, 5<em>x</em> + 10 = y. The solutions (2, 20) and (-6, -20) could be found on the same line. In the first equation, <em>y</em> = 20, and we are trying to find the corresponding value of <em>x</em>. In the second equation, <em>y</em> = -20, and we are trying to find the corresponding value of <em>x</em>.)</li><li>How else could you find the corresponding values for <em>x</em>? (You could use a table or a graph.) </li><li>What about the equations in Initial Challenge Set 1, parts b and d? Whatdo they have in common? (They can be associated with the same two-variable equation, 5<em>x</em> - 10 = <em>y</em>. In the first equation, <em>y</em> = 20, and we are trying to find the corresponding value of <em>x</em>. In the second equation, <em>y</em> = -20, and we are trying to find the corresponding value of <em>x</em>. The solutions (6, 20) and (-2, -20) could be found on the same line.)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In Initial Challenge Set 3 part a, students may apply the Distributive Property to the left-hand side of the equation to write the equivalent expression 3<em>x</em> + 3, but this is not necessary. They could also begin by dividing each side by 3. Students will likely choose whichever method they find easier to solve. </p>",
            "<p><strong>Note:</strong> Students may have some confusion about applying the Distributive Property. It is not necessary to apply the Distributive Property to both sides of an equation. It is used to replace one expression with an equivalent expression that makes the equation easier to solve.</p>",
            "<p>Situation B of the What If...? allows you to assess how comfortable your students are using the properties of equality to solve equations. With many previous equations, students may have used numerical reasoning, guess and check, tables, or graphs to find the solutions. With the quantities in the forensic formulas, solving the equation symbolically becomes an efficient way to find the solution. </p>",
            "<p>Write the following equation on the board: </p>",
            "<p>61.412 + 2.317F = 150</p>",
            "<ul><li>How is this equation different from most of the equations in this Problem? (The coefficient of x is not a whole number.)</li><li>How can we solve this equation? (The principles of equality work for all real numbers, so we can apply the principles of equality:</li></ul>",
            "        61.412 + 2.317F = 150",
            "                              2.317F = 88.588",
            "                                            F = 38.2339231",
            "<ul><li>How does solving this equation help you solve the inequality 61.412 + 2.317F &lt; 150?</li></ul>",
            "<p>Some students might raise the point that you can’t have negative femur lengths, but the mathematical operations make it seem that way. If so, you will have to have an informal conversation about models working for certain quantities. Later in mathematics, there will be a focus on the domain where students will consider which <em>x</em>-axis values make sense in a situation.</p>",
            "<p>Write the following equation on the board and repeat the questions: 3.2<em>x</em> + 5 = 14.6</p>",
            "<p>Then repeat the questions for 3.2<em>x</em> + 15 = 6.5<em>x</em> + 10. These questions will lead into the work on finding points of intersection in the next Problem.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Check for Understanding </strong></p>",
            "<ul><li>Consider the equation <em>y</em> = 5<em>x</em> + -11. Use a symbolic method to find <em>x</em> if <em>y</em> = 30.</li></ul>",
            "<pre>           <em>y</em> = 5<em>x</em> + -11</pre>",
            "<pre>           30 = 5<em>x</em> + -11</pre>",
            "<pre>           41 = 5<em>x</em> </pre>",
            "<pre>          8.2 = <em>x</em></pre>",
            "<ul><li>Use a symbolic method to find x if y = 23.5.</li></ul>",
            "<pre>            <em>y</em> = 5<em>x</em> + -11</pre>",
            "<pre>          23.5 = 5<em>x</em> + -11</pre>",
            "<pre>          34.5 = 5<em>x</em> </pre>",
            "<pre>           6.9 = <em>x</em></pre>",
            "<ul><li>Describe how you could use a graph or a table to find the solutions.(To use a graph, you could find the given y‐value on the vertical axis. Move horizontally until you reach the line, and then move vertically until you reach the horizontal axis. The value you hit on the horizontal axis will be the value of x. To use a table, find the given y‐value in the column for the dependent variable. Then find the corresponding value in the independent variable column. This value will be the value of <em>x</em>.) </li><li>Consider the equations <em>y<sub>1</sub></em> = 5<em>x</em> + 11 and <em>y<sub>2</sub></em> = 2<em>x</em>.  Use a symbolic method to find <em>x</em> when <em>y<sub>1</sub></em> = <em>y<sub>2</sub></em>/li></ul>",
            "<pre>                  <em>y<sub>1</sub></em> = <em>y<sub>2</sub></em> </pre>",
            "<pre>             5<em>x</em> + 11 = 2<em>x</em> </pre>",
            "<pre>                    11 = -3<em>x</em> </pre>",
            "<pre>                –3 2/3 = <em>x</em> </pre>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Making the Mathematics Explicit </p>",
            "<p>While discussing the Initial Challenge Set 3, use <strong>Teaching Aid 3.3A</strong> to discuss how some students thought about the equations in Set 3. Students’ strategies for three different linear equations are given as an opportunity for students to analyze typical errors or strategies that can occur in solving a linear equation.</p>",
            "<p>While discussion Situation A, <strong>Teaching Aid 3.3B</strong> can be used to show how a table and graph might be used to find the solutions to equations.</p>",
            "<p><strong>Going Further</strong></p>",
            "<p>Graph the equations for male measurements on one graph and female measurements on another. Write some comparison statements of the two graphs.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Now What Do Students Know</h3>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know?</p>",
            "<p><strong>Describe the strategies you can use to solve linear equations using the properties of operations and equality. </strong></p>",
            "<p>For symbolic methods, students’ explanations should include keeping expressions equivalent on both sides of the equal sign (e.g., adding 2 to each side, dividing each side by 3, etc.). Students should also include something about using order of operations correctly, although there are some exceptions (e.g., factoring as a first step). Students should also notice that if applying the Distributive Property is possible, then it may simplify the process.</p>",
            "<p>Tables and graphs can also be used to solvelinear equations. For example, the equation2x – 5 = x + 7 can be solved by findingthe point of intersection of y1 = 2x – 5and y2 = x + 7 on a graphing calculator. Sometimes it is quicker to use symbolicmethods rather than spend time enteringequations into a calculator. However, ifcalculators are already being used, and ifseveral questions of this type are being asked,then tables or graphs might be more efficient.",
            "See answers to the Problem for more information about the strategies and embedded mathematics. ",
            "<p>Note:  Students might want to discuss the Did You Know in the student edition.  They looked at a situation in Grade 7 in the unit Stretching and Shrinking where they found the height of a mystery teacher.  This will add to their thinking about that situation</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p> Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}