{
  "type": "overview",
  "content": {
    "tiles": [
      {
        "id": "7oA_JvKNEoxx_bWB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3>",
            "<p>Students look at the context of a young boy challenging his older brother toa race. Students explore the question, “How long should the race be so thatthe younger brother wins in a close race?” This Problem introduces the idea of students finding the point of intersection of two linear relationships using a graph, a table, or numeric reasoning. The Problem also assesses what students have learned about linear relationships and their representations from Investigation 1. </p>",
            "<p><strong>Implementation Note:</strong> You might have a short summary after the Initial Challenge. This will give students a chance to share their strategies and how they made sense of the race question before going on to answer more detailed questions. You may want to use the What If...? questions to push the conversation during the Summarize. Ask the questions and pause for students to think about and record their answers, then engage the class in a discussion of ideas.</p>"
          ]
        }
      },
      {
        "id": "iV_joP36DE4DXmUz",
        "content": {"type": "Text", "format": "html", "text": ["<p>AoL: Linear Relationships: Explore/Analysis & Algebraic Expressions and Equations: Analysis</p>", "<p>CCSSM: 7.RP.A.2, 7.RP.A.2a, 7.RP.A.2c, 7.EE.A.1, 7.EE.A.2, 7.EE.B.3, 7.EE.B.4, 7.EE.B.4a, 7.EE.B.4b</p>"]}
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>NWDYK</strong></p>",
            "<p>Describe some strategies for solving problems that involve linear relationships. How can a table, graph, and an equation that represents a linear relationship be used to answer questions about the linear relationship? What other strategies could you use?</p>"
          ]
        }
      },
      {
        "id": "sr8aKyP8wYCLN_Qm",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p>",
            "<p>Make sense of a new problem context with two contrasting linear relationships and examine the use of tables, graphs, equations, and inequalities to find solutions. </p>",
            "<p>Look for patterns in various representations that can be used to answer questions about rate of change for linear relationships such as:</p>",
            "<ul><li>in tables, the rate of change is the difference between y values when the table values for x change at a constant rate of one,</li><li>the direction of the slant of the line in a graph lets you know if the rate of change is positive (lines where the y values are increasing) or negative (where the y values are decreasing), and </li><li>the steepness of the line (going up or down) lets you know about the magnitude of the rate of change (e.g., a very steep line implies a large, positive or negative rate of change; where the line is barely increasing or decreasing, you would expect to see smaller values for the rate of change), </li><li>in the equation of a line the rate of change is the number that multiplies the independent variable (for example in Problem 2.1 it is the number of meters traveled each second with time as the independent variable), and </li><li>identify and represent proportional relationships as tables, graphs, and equations and distinguish from non-proportional linear relationships.</li></ul>",
            "<p>Look for patterns in various representations that can be used to find the value of one variable in a linear relationship when you have a value for the other variable such as:</p>",
            "<ul><li>in a table, corresponding values for independent and dependent variable are side-by-side or above and below depending on the orientation of the table,</li><li>in a graph, the coordinates of points on the line provide the values of corresponding independent and dependent variables, and</li><li>in an equation or inequality, the value of the dependent variable can be found for any value of the independent variable by performing the indicated operations in the equation or inequality.</li></ul>",
            "<p>Notice that informal guess and check strategies may allow students to answer questions about when two related linear relationships have the same value such as how much time has passed (t) for the distances traveled (d) to be the same for both brothers. </p>",
            "<p>NOTE: In an equation, it is not yet true that students will be able to find the value of the independent variable given a value for the dependent variable (e.g., solve 100 = 2x + 45).</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#Revision%20Comments'>Revision Comments</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#StemProblemFormat'>CMP STEM Problem Format</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitDescriptions'>Unit Descriptions</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#SummaryInvestigations'>Summary of Investigations</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitGoals'>Goals of the Units</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitAlignment'>Unit Alignments: Goals, CCSSM, Arc of Learning, Emerging Mathematics</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#GeneralAoL'>General Arc of Learning</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitAoL'>Unit Arc of Learning</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#MathOverview'>Mathematical Overview</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#labsheets'>Labsheets</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#TeachingAids'>Teaching Aids</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#FamilyLetters'>Family Letter</a></p>"
          ]
        }
      }
    ]
  }
}