{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "4CNPDUfNbGB2PmWM",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started) </strong></p>",
            "<p><strong>Connecting to Prior Knowledge</strong> </p>",
            "<p>Students will have been introduced to  the vocabulary word “coefficient” in the 6th grade unit Variables and Patterns.  Briefly review coefficient and y-intercept using the previous problem. </p>",
            "<p><strong>Suggested questions</strong> </p>",
            "<ul><li>What were the coefficients for the Henri and Emile equations?  (1 and 2.5)   </li><li>What did the coefficients tell you about the situation? (each brother’s walking rate) </li><li>How do you see the coefficient in the equation? (the number multiplied by x) Table? (the amount the y-values increase as the x-values increase by 1) Graph? (how much the graph goes up, or how “slanty” it is.  It isn’t necessary at this point to push for slope understanding just a general sense of the slant of the line.) </li><li>What were the y- intercepts for the Henri and Emile problem? ( (0,0) and (0, 45)) </li><li>What did the y-intercepts tell you about the situation? (the starting point for each brother in the race) </li><li>How do you see the y-intercepts in the equation?  (the number added on) Table? (the y-value when the x-value is zero) Graph? (where the line crosses the y-axis) </li></ul>"
          ]
        }
      },
      {
        "id": "v5jbTkAxB6Xrr2EF",
        "title": "Text 7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Discuss with students that they have been finding <strong>solutions of an equation</strong> when they were given one variable and found another or that a coordinate pair of a point on a graph will substitute into the equation. Using tables, graphs, and numerical relationships, they have found many solutions to an equation to answer questions in this and in previous Units.  </p>",
            "<p> </p>",
            "<p>You can show the equations, graphs, and tables from Problem 2.1 to connect the ideas. (LANGUAGE) This might be a good time to create an anchor chart. <strong>Teaching Aid 2.2A:  Introduction</strong>  provides a possible example.  </p>",
            "<p>  </p>",
            "<p>dHenri = 45 + t and dEmile = 2.5t </p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<strong>Suggested Questions</strong>\n<ul><li>What information do the variables and numbers represent in each equation? (The variable <em>t</em> represents time, and the variable <em>d</em> represents each brother’s distance from the starting line. The number 45 represents Henri’s head start, and the number 2.5 represents how many meters Emile walks per second. Henri’s rate of 1 m/s is the assumed coefficient of <em>t</em>.)</li></ul>\nDisplay a graph and a table for each of the two questions.\n<ul><li>Where do the lines cross the y-axis? (The line for Henri crosses the y-axis at the point (0, 45), and the line for Emile crosses the y-axis at the point (0, 0).)</li><li>Why is the name <strong>y-intercept</strong> a good name for these points? (This is the point where each line intersects, or intercepts, the <em>y</em>-axis.)</li><ul>",
            "Go over the definition of <strong>coefficient</strong> with students. Then ask:<ul><li>How does the walking rate show up in the equations? (The walking rate of each brother is the coefficient of t in the equation for each relationship. In Henri’s equation, the coefficient is 1, which is not written, but assumed.)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "Define the <strong>solution of an equation</strong> using the explanation in the student book. Tell students that a solution of the equation d = 45 + t is a pair of values that makes the equation true, or an ordered pair that lies on the graph of the line.\n<ul><li>Is (0, 45) a solution of this equation? Explain. (Yes. If <em>t</em> = 0 and <em>d</em> = 45, 45 = 45 + 0 is a true equation.)</li><li>What would the value of d be if (48, <em>d</em>) is a solution? Explain. (93 meters. If (48, <em>d</em>) is a solution, then <em>d</em> = 45 + 48, or <em>d</em> = 93; 93 = 45 + 48 is a true equation.)</li><li>What would the value of <em>t</em> be if (<em>t</em>, 50) is a solution? Explain. (5 seconds. If (<em>t</em>, 50) is a solution, then 50 = 45 + <em>t</em>, or <em>t</em> = 5; 50 = 45 + 5 is a true equation.)</li><li>What is the <em>y</em>-intercept of this equation? Are the coordinates of the <em>y</em>-intercept a solution of the equation? Explain. (The graph of the equation has a <em>y</em>-intercept of (0, 45), which is a solution of the equation.)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "Presenting the Challenge\n\nOnce the class is comfortable with how to read these equations, tell the story of the cost plans offered by two T-shirt companies. Challenge students to pick a company and justify their answer. After answering the Initial Challenge, students may continue working on the What If...? questions. These questions may encourage students to refine their justifications"
          ]
        }
      }
    ]
  }
}