{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p>",
            "<p>Solutions and Strategies</p>",
            "<p>Post the solutions around the room. Call on different students to describe how they solved the equations. (AGENCY, IDENTITY, OWNERSHIP) Make sure you highlight equations in which students may have done something different for the first step. Some may begin by combining pouches (like terms), while others may start by removing coins.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>What did you do at each step to maintain equality? (Answers will vary. Some may divide first, some may add first, etc.)</li>",
            "<li> Is there another way to make the first step in the solution? Explain.(In Question B, part (3), some students may start by subtracting either 2 or 12 from both sides of the equation. Others may start by subtracting either 5 pouches or 7 pouches (5<em>x</em> or 7<em>x</em>) from both sides. Note that some of these strategies will have students working with negative numbers. This is an opportunity to check on their understanding and use of integers.)</li>",
            "<li> Are there other equations in which a different first step could be taken? (Answers will vary. Most equations can be solved in many different ways.) </li>",
            "<li>Look back over your work for each equation. What general rules were you using to solve the equations? (Students should say something about maintaining equality by removing the same quantity from each side of the equation.)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Making the Mathematics Explicit</p>",
            "<p>To move from pouches and coins to solving equations symbolically, discuss the What If...? Situations.</p>",
            "<ul><li>In Situation A, what equation can we write to represent the pouches and coins code? (Various answers. The most common might be: 6x + 27 = 105.)</li><li>Using the thinking that you were using with the visual equations, how do we find the value of x. (The first step is to take away 27 coins from each side. That leaves 6 pouches on theleft side and 78 coins on the right side. The second step is to divide the  coins and pouches into 6 equal groups. So, the number of coins in each pouch is 13.)</li><li>Next to your work, write down a similar method using the equation that represents this situation. (LANGUAGE)</li></ul>",
            "Step 1: Subtract 27 from each side of the equation:",
            "                                   6<em>x</em> + 27 -27 = 205 -2",
            "                                                       6<em>x</em> = 78",
            "Step 2: Divide by 6 on each side:",
            "                                                   6<em>x</em> = 78",
            "                                                      6    6",
            "                                                      <em>x</em> = 13",
            "<p>As students move away from the pouches and toward symbolic statements, they may find that their experience with pouches and coins is useful for recalling strategies.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>In Situation B, did you draw visual equations to help you solve any of them? (Answers will vary. Some students need to think about or see the visual equations when the pouches are on both sides of the equal sign, like in #2 and #3. Other students will need to think about or see the visual equations when there is a grouping symbol [parentheses].)</p>",
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>Describe a general method for solving equations. (Generally, you want to isolate the variable [pouch] on one side of the equation and a number [coins] on the other side. To do this, you can use properties of equality or “undo” the operations until you have the variable alone on one side of the equality and a number on the other side. You use the number that the variable equals to check your solution. You substitute the number for the value of the variable in the original equation to see if you have a true statement.)</li></ul>",
            "<p>Students should be able to generalize that adding, subtracting, multiplying, and dividing by the same number maintains equality. Be sure to stress that they cannot multiply or divide by 0. Dividing by 0 has no meaning and multiplying by 0 would make any statement always true, so it is not a helpful strategy in finding a specific solution. For example, suppose we start with 3b = 27, which we know is true only when b = 9. Multiplying each side by 0 gives 3b * 0 = 9 * 0, or 0 * 0. This statement is true for all values of the variable, not just 9. So multiplying both sides by 0 gives an equality that is not equivalent to the original equation because it has different solutions. If you have not already addressed the common error of subtracting when dividing is needed, do so now.</p>",
            "<p>Review that, in a given equation, the value of <em>x</em> (or the number of coins in each pouch) is the same. Checking the answer provides an opportunity for studentsto practice work with parentheses and review the order of operations.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>What If Situation C</strong></p>",
            "<p>Discuss that when solving an inequality, students can use what they know about solving equations to make sense of the solutions.</p>",
            "<ul><li>In What If Situation C, we know that 6 pouches and 30 coins must be less than 102 coins. What if it were equal to 102 coins? How would we write that in symbols? (6<em>x</em> + 30 = 102)</li><li>What would be the solution to the equation? (12 coins in a pouch.)</li><li>So, if 6 pouches and 30 coins must be less than 102 coins, or 6x + 30 &lt; 102, what are possible answers for how many coins could be in each pouch? (11, 10, 9, etc.)</li><li>If it were possible to have partial coins, would 11 ½ coins be a solution? (Yes.)</li><li>So, could there be more solutions than the ones you listed? (Yes. It would be any amount less than 12.)We can show the possible solutions with an expression and on a number line. (LANGUAGE)</li></ul>"
          ]
        }
      },
      {"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/MSA_TG_3_2_sit_c_number_line.png"}},
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How is solving an inequality, like the one in Situation C, like solving an equation? (You do the same thing you would do for solving an equation. But the answer has more than one solution. The answer is a range of numbers. You can also think about the solutions on a graph, in a table, or using guess and check.)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Going Further</p>",
            "<ul><li>Can you use the Distributive Property on any of the equations in the Initial Challenge? (Yes. Equations 1 and 2 can easily be grouped. Because students are introduced to the equations visually, they often use the Distributive Property in creative ways. See some examples below. Students may need help with notation, especially using parentheses as grouping symbols.)</li></ul>"
          ]
        }
      },
      {"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/MSA_TG_3_2_groups_of_4_and_2.png"}},
      {"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/MSA_TG_3_2_groups_of_3.png"}},
      {"content": {"type": "Text", "format": "html", "text": ["<ul><li>Can you use the Distributive Property on Equation 3? (You can, but it does not divide into whole size pouches. So this isn’t friendly to use. See example below.)</li></ul>"]}},
      {"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/MSA_TG_3_2_groups_of_3_circled.png"}},
      {"content": {"type": "Text", "format": "html", "text": ["<ul><li>What are different first steps that you could use to solve Equation 2? (Various answers. Students are likely to begin by either subtracting coins or pouches. Examples are shown below.</li></ul>"]}},
      [{"content": {"type": "Text", "format": "html", "text": ["<p>Original Equation</p>"]}}, {"content": {"type": "Text", "format": "html", "text": ["<p>Symbolic Equation</p>"]}}],
      [{"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/TG_3_2_bagsncoins.jpg"}}, {"content": {"type": "Text", "format": "html", "text": ["<p>3x + 6 = 12    </p>"]}}],
      [{"content": {"type": "Text", "format": "html", "text": ["<p>Subtract coins first</p>"]}}, {"content": {"type": "Text", "format": "html", "text": ["<p>Divide by 3 first</p>"]}}],
      [{"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/TG_3_2_subtractcoins.jpg"}}, {"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/TG_3_2_divideby3.jpg"}}],
      [{"content": {"type": "Text", "format": "html", "text": ["<p>3x = 6</p>"]}}, {"content": {"type": "Text", "format": "html", "text": ["<p>1x + 2 = 4</p>"]}}],
      {"content": {"type": "Text", "format": "html", "text": ["<ul><li>What are different first steps that you could use to solve Equation 3? (Various answers. Students are likely to begin by either subtracting coins or pouches. Examples are shown below.</li></ul>"]}},
      [{"content": {"type": "Text", "format": "html", "text": ["<p>Original Equation</p>"]}}, {"content": {"type": "Text", "format": "html", "text": ["<p>Symbolic Equation</p>"]}}],
      [{"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/TG_3_2_equation3.jpg"}}, {"content": {"type": "Text", "format": "html", "text": ["<p>3x+3 = 2x+9    </p>"]}}],
      [{"content": {"type": "Text", "format": "html", "text": ["<p>Subtract coins first</p>"]}}, {"content": {"type": "Text", "format": "html", "text": ["<p>Subtract pouches</p>"]}}],
      [{"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/TG_3_2_Eq3_subtractCoins.jpg"}}, {"content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/TG_3_2_Eq3_SubtractPouches.jpg"}}],
      [{"content": {"type": "Text", "format": "html", "text": ["<p>3x = 2x+6</p>"]}}, {"content": {"type": "Text", "format": "html", "text": ["<p>1x+3 = 9</p>"]}}],
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Now What Do Students Know</h3>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know question.</p>",
            "<p><strong>Describe a strategy for solving equations using what you know about equality. How do you know if your answer is correct?</strong></p>",
            "<p>See answers to the problem for more information about the strategies and embedded mathematics. </p>",
            "<p>Students should discuss applying the principles of equality repeatedly to the equation until you have isolated the variable on one side and a number on the other side. Then check the solution by substituting the value of the variable into the original equation to see if the equation is true.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know question?</li>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}