{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "id": "9zIq2wa9TdvdSZ1I",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Summarize (Orchestrating the Discussion)</strong></p>",
            "<p>Solutions and Strategies</p>",
            "<p>Let each group report on stairs they have investigated. Make a class record of the stairs and measures of the stairs that are reported. Compare the ratios for various sets of stairs. </p>"
          ]
        }
      },
      {
        "id": "KbWprg3XJYEAMfKX",
        "title": "Text 14",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Making the Mathematics Explicit</p>",
            "<p><strong>Suggested questions</strong></p>",
            "<ul><li>Are some stairs steeper than others? If so, how can you tell? (Yes. When climbing stairs, you can tell that some sets are steeper than others because some are easier to climb than others. Mathematically, you can tell that some stairs are steeper than others if their rise-to-run ratios are different.) </li><li>What is the steepest set of stairs in our list? The least steep set of stairs? How do you know? (Answers will vary based on student measurements. Students should be able to justify their answers, though, by comparing the ratios of rise to run. The stairs with the greatest ratio are the steepest, and the stairs with the least ratio are the least steep.) </li><li>Can you order the entire list of stairs from least to greatest in terms of steepness? (Yes. You can do this by ordering their ratios from least to greatest.) </li></ul>",
            "<p>These questions focus attention on uses of the ratio as a way of characterizing steepness in a mathematical sense. Steer the discussion to measures of rise and run. Make the connection to the Unit <em>Comparing and Scaling</em>, in which the students learned to form ratios as a way to compare situations. </p>",
            "<p>If you have not done so already, talk about the carpenters’ guidelines with your students. </p>",
            "<ul><li>How do the ratios of the stairs we measured compare to the carpenters’ guidelines? Which ones meet the standards and which ones do not? (Answers will vary, but they should be reasonably close. If not, discuss possible reasons for large deviations.) </li><li>What do you think influences a builder’s decision on the run of a set of steps? (Answers will vary. Students may suggest that handicap requirements, wider run to accommodate items such as planters, and aesthetics may influence a builder’s design.) </li><li>What do you think influences a builder’s decision on the rise of a set of steps? (A builder may consider how high a person of average height can comfortably step when deciding on the rise of a set of stairs. In these questions, students should be making comparisons using the ratio of the rise to the run.) </li><li>Now let’s think about another common object that you have climbed—a ladder. How can you use what you have learned so far to help make sense of steepness as it applies to ladders? What would make a ladder feel steep and what would make the same ladder feel less steep? (The angle of the ladder against the house will affect the rise, so it will affect how easy or difficult the ladder is to climb.) </li><li>Looking at the Initial Challenge, is the steepness the same between any two consecutive steps?  (Yes. Illustrate the point by superimposing a graph on stairs showing points on the front edges.) Use <strong>Teaching Aid 4.1: Stairs on a Graph</strong>.  </li></ul>",
            "<ol><li>Do these steps fit the carpenter guidelines? (2R + r = 24 and R + r = 18. So they do fit the carpenter guidelines.)</li><li>Are the points on the steps in a straight line?  (The points do lie on a straight line.)</li><li>Is the relationship between the rise and run a linear relationship? (The points do lie on a straight line. The relationship is r = 2R, which is linear. There would be a constant rate of change if we created a table.)</li><li>How is finding points on this line related to sketching a staircase with a rise-to-run ratio of 3 to 5? (Going from one point to another on the line is similar to moving 3 units vertically and then moving 5 units horizontally.) </li><li>Sketch a line that does not meet the carpenters’ guidelines. (Finding a line that does not meet the carpenters’ guidelines is an opportunity for students to test their understanding of the ratio of rise to run.) </li></ol>",
            "<ul><li>Is Anna correct in What If Situation B?  (Yes)</li><li>Does the ratio change if we take two steps at a time? Explain why? (No. It is the essence of proportionality. For every 1 step…, for every 2 steps…)</li><li>How does the steepness of stairs expressed as a ratio relate to a straight-line graph? To the linear rate of change?  To a linear equation that represents the graph?In What If Situation C, how did you find the ratio of rise to run of the line with the points (3,5) and (-2,10)?  (Answers will vary.  Some students may see the idea of (y_(2 )- y_1)/(x_(2 )- x_1 )   but they may not use this exact terminology and that is ok at this point; some students may draw a line connecting the two points and find the slope from the graph.  Some students may draw the line and make a table of points from the line and find the rate.  Use all of these in your summary to help students make connections between them.)</li></ul>"
          ]
        }
      },
      {
        "id": "WkPhPNjSC2tm7bj6",
        "title": "Text 15",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Connecting Slope and Rate of Change</strong></p>",
            "<p>Making the connection between the geometric interpretation of slope and the coefficient may be a challenge for some students. Use the equation y = 2x to make a table. </p>",
            "<ul><li>What patterns do you see in the table? (As x increases by 1 unit, y increases by 2 units.)</li><li>As x increases by 1 unit, how does y increase? (By 2 units) </li><li>How will this pattern of change appear on the graph of this line? (We would expect to see the line “stepping up” 2 units vertically for every 1 unit horizontally.) </li></ul>",
            "<p>Draw the graph of y = 2x, using the coordinate pairs from the table to mark points on the graph. </p>",
            "<ul><li>What is the ratio of the change in vertical distance to the horizontal distance? (2/1) </li><li>What happens to the ratio of vertical change to horizontal change when two different, not necessarily consecutive, points, such as (-2, -4) and (1,2), are measured? (This is a very important point that will need to be discussed several times. The ratio between any horizontal change to its corresponding vertical change is constant for a given linear relationship.) </li></ul>",
            "<p>Demonstrate that this ratio of change is the same no matter which two points are picked. </p>",
            "<p></p>",
            "<p>For the points (0, 0) and (1, 2), the ratio is 2/1 or 2. </p>",
            "<p></p>",
            "<p>For the points (3, 6) and (5, 10), the ratio is 4/2 or 2. </p>",
            "<p>Draw a picture to help students find the vertical distance and the horizontal distance. </p>"
          ]
        }
      },
      {
        "id": "9bqf-zEw1-8vqKQC",
        "title": "Graph 1",
        "content": {
          "type": "Geometry",
          "board": {"properties": {"axisMin": [-4.186, -2.093], "axisRange": [26.23, 17.486], "axisNames": ["x", "y"], "axisLabels": ["x", "y"]}},
          "objects": [
            {"type": "point", "parents": [5, 10], "properties": {"id": "YPjzXKwpexfLWvNb", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [4, 8], "properties": {"id": "hMuiiRYK0CEThpjR", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [3, 6], "properties": {"id": "zZB7HtSfQLjLj-BR", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [2, 4], "properties": {"id": "sdRYt-7oYA7cE0oP", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [1, 2], "properties": {"id": "Sh024wEYTxTyEB1c", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {
              "type": "movableLine",
              "parents": [{"type": "point", "parents": [0, 0]}, {"type": "point", "parents": [4.95081881569144, 9.924946769339138]}],
              "properties": {"id": "ZlWU-BAur-1RMoGu", "pt1": {"type": "point", "id": "ZlWU-BAur-1RMoGu-point1"}, "pt2": {"type": "point", "id": "ZlWU-BAur-1RMoGu-point2"}}
            }
          ]
        }
      },
      {
        "id": "RrZ9iOTxIfUoFwrf",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What is the slope of this line? (2/1 )</li><li>How could we tell this from the equation? (It is the coefficient of x if the equation is of the form y = ax + b.) </li></ul>",
            "<p>Two vertical number lines can be used as another representation of the change in y related to the change in x. The picture below is helpful to some students. It shows that as x is changing in a regular way, y is also changing in a regular way, but that the two changes may be different. A change of one unit in x is accompanied by a change of two units in y. </p>"
          ]
        }
      },
      {"id": "XL4zchX0zsmAYp9m", "title": "Change in x vs. change in y", "content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/4.1 TG Summarize.png", "filename": "curriculum/moving-straight-ahead/images/4.1 TG Summarize.png"}},
      {
        "id": "NeZPF8u8A0PpQj-I",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Using Slope to Find Other Points on the Line</strong></p>",
            "<ul><li>If you know one point on the graph of a line and you know the slope of the line, how can you use the slope to create a set of points that all lie on the line? (For example, suppose the slope is 2/1 and the point on the graph of the line is (1, 2). Then the point (2, ■) can be found by moving one unit to the right and two units up on the graph.) </li></ul>"
          ]
        }
      },
      {
        "id": "wZVW2vB95QToYCeU",
        "title": "Rise over run",
        "content": {
          "type": "Geometry",
          "board": {"properties": {"axisMin": [-5.173, -9.159], "axisRange": [14.076, 18.551], "axisNames": ["x", "y"], "axisLabels": ["x", "y"]}},
          "objects": [
            {"type": "point", "parents": [0.04424314974340159, 0.03928894927536232], "properties": {"id": "nwjlxJCaNhQ6dp-_", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [1, 2], "properties": {"id": "e3Sz1Sh4BQ07ue2O", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [1.9796375263471404, 3.958071501358696], "properties": {"id": "9lNXbSEbXY-M1PFR", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [-1, -2], "properties": {"id": "mqWHCRyjsDl-MzQZ", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {"type": "point", "parents": [-2, -4], "properties": {"id": "UL9NjA82g9UKqG8r", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}},
            {
              "type": "movableLine",
              "parents": [{"type": "point", "parents": [0, 0]}, {"type": "point", "parents": [2.018008413902125, 3.970872961956522]}],
              "properties": {"id": "CcJj1v4ooir51Mb7", "pt1": {"type": "point", "id": "CcJj1v4ooir51Mb7-point1"}, "pt2": {"type": "point", "id": "CcJj1v4ooir51Mb7-point2"}}
            },
            {"type": "comment", "parents": [1.7381094208211145, 0.6351902173913042], "properties": {"id": "u-xAwQ7MkPXtFAez", "text": "rise = 2, run = 1", "anchor": "e3Sz1Sh4BQ07ue2O"}},
            {"type": "point", "parents": [6.590175953079176, 6.577898550724638], "properties": {"id": "rGdm44IxLhDeIsep", "snapToGrid": true, "snapSizeX": 0.1, "snapSizeY": 0.1}}
          ]
        }
      },
      {
        "id": "6N5v3ZSWOWIYjFPk",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>An important observation is to note that no matter what two points you choose to find the vertical change and horizontal change, the ratio is always the same. To go from (1, 2) to (3, ■), move two units to the right and four units up. This point is (3, 6). A similar method can be used to find other points. In later math courses, students will use another name for this ratio—it is the tangent of the angle formed by the graph of the equation and the x‐axis. The angle is called the angle of inclination. </p>"
          ]
        }
      },
      {"id": "dmnQS4VxNE1GNlsE", "title": "Ratio of vertical to horizontal is always the same", "content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/4.1 TG Summarize 2.png", "filename": "curriculum/moving-straight-ahead/images/4.1 TG Summarize 2.png"}},
      {
        "id": "8-XTJUNJvRu5FvTk",
        "title": "Text 21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Finding the y-intercept</strong></p>",
            "<ul><li>How can you find the y-intercept given 2 points on the line, such as (3, 3) and (5, 9)? (To find the y-intercept, you could graph a line that goes through the points (3, 3) and (5, 9) and see if you could read the y-intercept off the graph. You could also find the slope using the points (3, 3) and (5, 9). Since this is a linear relationship, you could complete a table, using the slope to count backward or forward to find the value for y when x is 0. </li></ul>",
            "<p></p>",
            "<p><strong>Constant of Proportionality</strong></p>",
            "<ul><li>How does the constant of proportionality relate to the slope of a line? (When a relationship is proportional, all y over x ratios simplify to the slope of the line.)</li></ul>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": ["<p><strong>Now What Do Students Know</strong></p>", "<p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>", "<p>See answers to the Problem for more information about the strategies and embedded mathematics. </p>"]
        }
      },
      {
        "id": "F6XBtAGHK2vORnFS",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson. </p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know question?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}