{
  "type": "summarize",
  "content": {
    "tiles": [
      {"content": {"type": "Text", "format": "html", "text": ["<strong>Summarize (Orchestrating the Discussion)</strong>", "Solutions and Strategies", "Revisit constant rate of change in the context of equations and connect the rate to tables and graphs of linear relationships."]}},
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions </strong></p>",
            "<ul><li>What is the amount raised per kilometer under each plan? (Plan 1: +5 dollars per kilometer; Plan 2: -1 dollar per kilometer; Plan 3: +0 dollars per kilometer)  </li><li>How does each rate appear in a table? In a graph? In an equation? (Ina table, the rate is the constant change in the amount of money raised when the number of kilometers increases by 1. In a graph, the rate is the steepness of the line. In an equation, the rate is the coefficient of x.) </li><li>What information does the y-intercept represent in each plan? (The y-intercept represents the amount of money a sponsor donates for0 kilometers walked. If the person did not walk at all, he or she would still raise an amount of money equal to the y-intercept.)  </li><li>Do the plans make sense? Explain. (Answers may vary. Sample answers: Plan 1 makes sense because the walker is asking each sponsor to donate $5 per kilometer and then gives the sponsor something that costs $3, such as a T-shirt. Plan 2 does not make sense because the amount of money raised should not decrease as the number of kilometers walked increases. Plan 3 makes sense because the walker raises $2 from each sponsor regardless of the distance walked, which is similar to Leanne’s plan in Problem 1.3.) </li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "Let students share their ideas with the main focus on the rate, intercepts of the graphs, and solutions of the equations. Most students will say that the negative rate does not make sense. It means you give money back. However, students are very creative and may suggest something plausible. Another suggestion could be that the walker for Plan 2 collects $6 and promises to walk 15 kilometers. If she does not walk the 15 km, then she will pay back $1 for each kilometer she does not walk. In this case, it is necessary to change what the variable <em>x</em> represents to the number of kilometers <em>not</em> walked.",
            "Plan 2 is linear, decreasing, and not proportional. Can a linear relationship be decreasing and still be proportional? (Yes. It would not make sense for a pledge plan because we would lose money the more we walked. An example graph could contain the points: (0,0), (1,-2), (2,-4), (3,-6), (4, -8), etc.)"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "Making the Mathematics Explicit",
            "Be sure to go over the answers to Situations A, B, and C. Check to make sure students understand the relationship between the points on a line, values in a table, and the solutions of the equation for that line. Have students share their solutions and their strategies for each part of the Problem. Ask for explanations."
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students should be making the connection between a specific solution of an equation and the more general relationship between two variables for the related equation. They should see the relationship between equations, such as y = 5x - 3 and the following equations: 12 = 5x - 3, -8 = 5x - 3, and 27 = 5x - 3.  </p>",
            "<p><strong>Suggested questions</strong></p>",
            "<ul><li>How are the equations 12 = 5x - 3, -8 = 5x - 3, and 27 = 5x - 3 related to y = 5x - 3? (In each equation, you are given the value of y and are looking for the corresponding value of x for that solution.)  </li><li>How can you find the missing value of x? (You can use a table or a graph to find the y-value of that row of the table or the y-coordinate of that point on the line.)  </li></ul>",
            "<p>If needed, you can repeat some of the questions from the Explore that help students sort out the solutions of an equation.  </p>",
            "<p>You may want to draw the line and then label several points with their coordinates. Make a table of values. Display <strong>Teaching Aid 2.3C: Graph of y = 5x -3</strong>. Put the corresponding equation next to the coordinates to show that it is a true statement for these particular values of x and y. This will help students see the connection between finding solutions using a graph, table, and equation. </p>"
          ]
        }
      },
      {"id": "Hdw5oPwioyyIu-82", "title": "Graph of y = 5x - 3", "content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/MSA_TG_2_3_graph_to_table_comp.png"}},
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "Using another example from Situation A #3:",
            "<ul><li>For which equation is (2, 4) a solution? Explain your answer. (Plan 2. If you substitute 2 for <em>x</em> and 4 for <em>y</em> in the equation for Plan 2, it makes the equation true.)</li><li>How is the solution (2, 4) related to a table and a graph of Plan 3? (The values <em>x</em> = 2 and <em>y</em> = 4 are a solution of the equation. The ordered pair (2, 4) represents the coordinates of a point on the graph of the equation and an entry in the table.)</li></ul>"
          ]
        }
      },
      {
        "id": "OKAJttNEgnYpKPe1",
        "title": "Text 16",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Check for Understanding</strong></p>",
            "<p>Display Teaching Aid 2.3D: Troy’s Calculator. Troy is working with the equation y = 100 - 3x. He is trying to find a value of x that corresponds to y = 22. He writes the following question: “What is x if 100 - 3x = 22?” </p>",
            "<p><strong>Suggested question</strong></p>",
            "<ul><li>Explain how Troy can use the following table or graph to answer this question.  </li></ul>"
          ]
        }
      },
      {"id": "UCPwqB1suuXqe8I4", "title": "Troy's Calculator", "content": {"type": "Image", "url": "curriculum/moving-straight-ahead/images/MSA_TG_2_3_graphing_calc.png"}},
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": "(He can trace the graph to find where it intersects the graph of <em>y</em> = 22. The corresponding <em>x</em>-value of the intersection point is the answer to his question. He can identify 22 in the <em>y</em>-column and see that the corresponding <em>x</em>-value is 26.)"
        }
      },
      {
        "display": "teacher",
        "content": {"type": "Text", "format": "html", "text": ["<strong>Now What do Students Know</strong>", "<p>Ask students to reflect on the discussion and answer the Now What Do You Know.</p>", "See answers to the Problem for more information about the strategies and embedded mathematics."]}
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning </strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson. </p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know question?</li></ul>",
            "<ol><li>Where did my students get stuck? </li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}