{
  "type": "summarize",
  "content": {
    "tiles": [
      {
        "content": {"type": "Text", "format": "html", "text": ["<strong>Summarize (Orchestrating the Discussion)</strong>\n\nSolutions and Strategies\n\nBegin by having students share their thinking about the Problem.\n\n<strong>Suggested Questions</strong><ul><li>Do you have What If...questions?"]}
      },
      {
        "id": "TFJWLaRQa_ZjnyAz",
        "title": "Text 17",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Call on students to share their strategies. Be sure to have a representative sample of the strategies presented. Students may choose to use numerical reasoning, tables, graphs, or equations. Question students to explain their methods used to find when the two cost plans are equal. You may want to orchestrate the Summary so that at least one student presents Situation B #1 and #2 with table, another student with graph, and a third student with equation to reinforce how to use each representation.<br/><br/>You can use student reasoning, the representations, and the What If...? questions to clarify points that students do not discuss.</p>",
            "<ul><li>What is the cost per T-shirt under each plan? (The cost per T-shirt is $1 for Mighty Tee and $4.50 for No-Shrink Tee.)</li><li>How would this rate show up in a table? In a graph? (As the value in the column for the number of T-shirts increases by 1, the value for cost increases by $1 for Mighty Tee and $4.50 for No-Shrink Tee. The graph of the line for No-Shrink Tee is much steeper than the graph of the line for Mighty Tee.)</li><li>What information does the y-intercept represent in each equation? (The y-intercept represents the cost of 0 T-shirts. It is the starting cost for each company.)</li><li>For what number of T‐shirts are the two costs equal? How did you find that number? (14 T‐shirts; students may have made a table and found the row for which the two costs are equal, constructed a graph and identified the intersection point, or used a method involving guess and check.)</li><li>Why is it important to know when the costs are equal? (You can tell when the companies charge the same amount for the same number of t-shirts. Before or beyond that point, the one company is cheaper than the other.)</li></ul>"
          ]
        }
      },
      {
        "id": "yRv1xPvbx3mSwJGw",
        "title": "Text 18",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Note</strong>:  When looking at What If Situation B they are solving linear situations.  To solve a problem involving a linear relationship you can use a table, graph or equation.  Discuss this with students so they will become fluid with all representations for solving. Help students connect the ordered pair to points on a table, point on a graph and the x and y variables in the equation.</p>"
          ]
        }
      },
      {
        "id": "cGxH71_0ipGOkHjV",
        "title": "Text 19",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>In Situation C, what do the numbers 0 and 34 mean in the table? (That must be a set-up fee or shipping cost or some other fee just to order from them. It is the y-intercept.)</li><li>Is the relationship in What If Situation C linear? (Yes.) What is the coefficient in the equation? (The rate of change for the shirts is as you add 3 shirts is costs $7.50 more or as you add 2 shirts is costs $5.00 more. This would mean that the cost for 1 each new t-shirt is $2.50. So, the coefficient is 2.5.)</li><li>How could we write the equation for The Big Tee company? (Cost = y-intercept + coefficient times n or CBig Tee = 34 + 2.5n.)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "Making the Mathematics Explicit",
            "<p>Suggested questions</p>",
            "<ul><li>How did The Big Tee company in Situation C compare to Mighty and No-Shrink? (Various answers. Students might say that that cost is not linear which makes it more difficult to compare.)</li><li>Which representation seems most convenient for solving this Problem? (Answers will vary. Students may give reasons for each representation. At this stage in their development, they might say that equations are most convenient because the row you need to answer a question might not be in the table, or the point on the line you need might not be shown on a graph. They may also explain that graphs can be easily traced to find the missing value of an ordered pair. Finally, they may point out that tables usually require no calculations to find pairs of values.)</li><li>How can you compare which company is a better deal when they all have different ways of charging for the shirts? (Consider different the cost for different numbers of shirts. It is important to know when the costs are the same for either company. This tells you the point where one company will begin to cost more than the other.)</li><li>In Situation B #4, what question do you think someone was trying to answer by writing the inequality C<sub>Mighty</sub> < C<sub>No-Shrink</sub>? (How many t-shirts can I buy and pay less with the Mighty Tee company.) Note that students will solve inequalities symbolically later in the unit.</li><li>If I know how much money I have to spend, how can I find how many t-shirts I can buy from the different companies?</li><li>In a linear situation, describe how you can find a value of a variable if the value of the other variable is known. (Answers will vary. Sample answer: For an equation, if the independent variable is known, you can substitute its value into the equation and then evaluate the resulting expression. If the dependent variable is known, you can substitute its value into the equation and then solve the equation to find the corresponding value of the independent variable. With a graph, follow the vertical line on the grid if the independent variable is known, or the horizontal line if the dependent variable is known, until it hits the line. Then, follow the other direction to find the other quantity.)</li><li>What does it mean for relationships to be proportional? The equation is of the form <em>y = mx</em>, like the cost at No-Shrink. The relationship is proportional to the number of T-shirts. So, if you double the number of T-shirts, you also double the cost. You cannot do this with Mighty, because is it not proportional.)</li><li>How can you tell if relationships are linear? (Various answers. Table representation: as the x variable increases by a consistent amount, the y variable also increases by a consistent amount. Graph: A straight line is formed. Equation: The equation fits the form of <em>y = ax</em>, <em>y = ax + b</em>, or <em>y = b + ax</em>.)</li></ul>"
          ]
        }
      },
      {"content": {"type": "Text", "format": "html", "text": ["Now What Do Students Know", "Ask students to reflect on the discussion and answer the Now What Do You Know questions.", "See answers to the problem for more information about the strategies and embedded mathematics."]}},
      {
        "id": "MQaGAOlY8iUhbdnL",
        "title": "Text 22",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong><br/><br/>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know Question?</li><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}