{
  "type": "explore",
  "content": {
    "tiles": [
      {
        "id": "xnMoOLOwzd9PJARk",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Explore (Digging In)         </strong></p>",
            "<p><u>Providing for Individual Needs</u></p>",
            "<p>When the groups have recorded their measures of a staircase in the building, have them organize what they have found out about the ratio of rise to run between several of the steps in the staircase. Ask them to look at the ratios of the rise to the run on the staircases they measured. Have the groups work on the What If Situations.</p>",
            "<p></p>",
            "<p><strong>Note</strong>: In What If Situation A, the ratio of rise to run of 7 to 11 fits the guideline. However, the equivalent ratio 14 to 22 does not. (Any other equivalent ratio will not meet the guidelines either.) This could cause some misunderstanding around slope, since you can use any two points and get equivalent ratios.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {"type": "Text", "format": "html", "text": ["<p>Planning for the Summary</p>", "<p></p>", "<p>What evidence will you use in the Summary to clarify and deepen understanding of the Now What Do You Know questions? What will you do if you do not have evidence? </p>"]}
      },
      {
        "id": "byr3Cr6MpJeUfA1P",
        "title": "Text 12",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong><em>Now What Do You Know?</em></strong></p>",
            "<p><em><strong>How does the steepness of stairs expressed as a ratio relate to a straight-line graph? To the linear rate of change?  To a linear equation that represents the graph?</strong></em></p>",
            "<p>(Listen for how students are talking about the ratio of rise to run.  Find examples of conversations where students are connecting their work with steps to the steepness of a line.)</p>"
          ]
        }
      }
    ]
  }
}