{
  "type": "launch",
  "content": {
    "tiles": [
      {
        "id": "umAdsRtZiyXnjr_9",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Launch (Getting Started)</strong></p>",
            "<p>Connecting to Prior Knowledge</p>",
            "<p>Remind students that they have explored many patterns of change that involve constant rates. They have explored the ways that the rate affects the steepness of the graph, the coefficient of x in a linear equation, and the rate of change between the variables. Tell students that, in this Investigation, they will explore another way to express a constant rate</p>"
          ]
        }
      },
      {
        "id": "qUZWNjXfw_E6JhyF",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Presenting the Challenge</p>",
            "<p>Discuss with students the different types of stairs that they have experienced. This can illustrate for students the ways in which changing one or more of the dimensions of a stair can affect its steepness. It can give students ideas about how to measure the steepness of stairs, which can lead into a discussion of how to measure the steepness of a line. </p>"
          ]
        }
      },
      {
        "id": "VG4Lw_ePX_V9z7jg",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>What are the most unusual stairs that you have seen or walked on? What made them unusual? (Answers will vary.)</li><li>Do you have stairs in your house? Are they like stairs in other houses? How do they compare to stairs in public buildings? Stairs that are outside? (Answers will vary.)</li><li>How do really steep stairs compare to stairs that are not steep? (Answers will vary.  Students should discuss that they are more difficult to walk up.)</li><li>What does it feel like to walk or run on steep stairs? (Answers will vary.)</li><li>If you put a board on steep stairs and rode down on a skateboard, how would that compare to doing the same thing on stairs that are not steep? (Answers will vary.)</li><li>Does the steepness of a set of stairs affect the exercise? (Yes. The steeper the stairs, the more difficult they are to climb, and the more exercise you get while climbing them.) </li><li>Do all stairs have the same steepness? How can we determine the steepness? (No. Some stairs are steeper than others. We can determine the steepness by measuring the stairs.) </li><li>How can you describe the steepness of the stairs? (The steepness of stairs depends on how tall each step is (the height) and on the distance from the edge of the step to the next step (the width). So really tall steps where the flat part you step on isn’t very wide will make for a really steep set of stairs.) </li><li>Is the steepness the same between any two consecutive steps? (Yes. It seems like the steepness would be the same because you would want all the steps to be consistent. So the steepness between the consecutive steps should be the same.) </li></ul>",
            "<p></p>",
            "<p>Distribute <strong>Learning Aid 4.1: Stair Measurement Table</strong>. Have students work in groups of 3-4 and measure the rise and the run of a set of stairs in the school. Tell the groups that they need to measure more than one step in a set of stairs and compare the ratios.  </p>",
            "<p></p>",
            "<p><strong>Note</strong>: There are building codes that limit the variability of the rise and run, so new buildings may have stairs for which the “rise‐to‐run” ratio is consistent. Sometimes steps outside or in stadium bleachers will have a different steepness than stair steps inside houses. </p>"
          ]
        }
      }
    ]
  }
}