{
  "type": "overview",
  "content": {
    "tiles": [
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<h3>Problem Overview</h3>",
            "<p>Students translate the pictorial form of linear equations into symbolic linear equations in one variable. They begin to use the properties of equality to solve the equations symbolically. They explore equivalent expressions that can represent a given situation involving pouches and coins. They begin to relate inequalities and finding solutions of the inequalities to the work they are doing with linear equations.</p>",
            "<p><strong>Implementation Note:</strong> You may want to have a conversation after the Initial Challenge before moving on to the What If...?. This will allow you to discuss and compare students’ equations. You can also highlight your students’ strategies for solving the equations. This may help student transition to the What If...? where they will have to solve equations without being given pictures of pouches and coins. </p>",
            "<p>Have students work on the Initial Challenge. As a class, discuss the strategies and solutions for writing and solving the equations. After the discussion, have student work on the What If...? questions. For Situation C, you may need to remind students what an inequality is. Students used inequalities in Problem 2.1: Henri and Emile and in the Grade 6 unit <em>The Point of Being Rational.</em></p>"
          ]
        }
      },
      {"display": "teacher", "content": {"type": "Text", "format": "html", "text": ["<p><strong>NWDYK</strong></p>", "<p>Describe a strategy for solving equations using what you know about equality. How do you know if your answer is correct?"]}},
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p>",
            "<p>Explore algebraic approaches to solving equations based on prior experiences with pouches and coins using the Distributive Property, fact families, and properties of operations and equality.Build on experiences with pouches and coins to explore algebraic strategies for solving equations including:</p>",
            "<ul><li>noticing that the Distributive Property allows you to create multiple equivalent forms for an expression or equation, </li><li>applying the Distributive Property and fact families (composing/decomposing numbers) to justify steps needed to solve equations (find </li><li>applying the properties of operations and equality (subtract or divide both sides of an equation by the same number) and fact families to justify steps needed to solve equations.</li></ul>",
            "<p>Notice that you can check to see if you have found the correct number of coins in a pouch (variable) by replacing each pouch (variable) in the original clue/equation with your answer and simplifying to see if the two sides are equal.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#Revision%20Comments'>Revision Comments</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#StemProblemFormat'>CMP STEM Problem Format</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitDescriptions'>Unit Descriptions</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#SummaryInvestigations'>Summary of Investigations</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitGoals'>Goals of the Units</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitAlignment'>Unit Alignments: Goals, CCSSM, Arc of Learning, Emerging Mathematics</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#GeneralAoL'>General Arc of Learning</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#UnitAoL'>Unit Arc of Learning</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#MathOverview'>Mathematical Overview</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#labsheets'>Labsheets</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#TeachingAids'>Teaching Aids</a></p>",
            "<p><a href='https://connectedmath.msu.edu/teacher-guide/moving-straight-ahead/#FamilyLetters'>Family Letter</a></p>"
          ]
        }
      }
    ]
  }
}