{
  "type": "launch",
  "content": {
    "tiles":
    [
      {
        "id": "vTMv_K-tUGxVIGPA",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Launch (Getting Started)</strong></u></p>",
            "<p><u>Connecting to Prior Knowledge</u></p>",
            "<p>Students extend their notions of similarity of triangles from previous Investigations to similarity of rectangles. Specifically, the ratios of adjacent sides of rectangles. By comparing their ideas about similar triangles to other similar figures, such as rectangles, students deepen their understanding of similarity. For example, two rectangles can have congruent corresponding angles but not be similar. This is not true for triangles.</p>",
            "<p>By comparing their ideas about similar triangles to other similar figures, such as parallelograms, students deepen their understanding of similarity. For example, two parallelograms can have congruent corresponding angles but not be similar. This is not true for triangles.</p>",
            "<p></p>",
            "<p>Display <strong>Teaching Aid 4.1A: Girl with Fish</strong> or use the pictures in the Student Edition. Tell the class the images were formed on a computer.</p>"
          ]
        }
      },
      {
        "id": "bPwOPg-ZcAZcMkcT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>How do you think the computer produced these variations of the original shape? (Answers may vary. Possible answer: The left image was stretched vertically. The middle image was reduced vertically. The right image was reduced both horizontally and vertically.) </li><li>Think of these images in the same way you thought of the Wumps. Which ones would be in the same family as the original? How do you know?  (The image on the right, because she has the same shape as the original. The figure on the left is too tall and thin. The figure in the middle is too short and wide.) </li><li>Which figures are similar? (The image on the right appears to be similar to the original figure.) </li><li>The Wumps had straight sides to measure. These figures do not. What can you measure instead? (You can measure each figure’s height and width.)</li></ul>"
          ]
        }
      },
      {
        "id": "ZBSJ4IjIXSjraHrr",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Display the following table from <strong>Teaching Aid 4.1A: Girl with Fish</strong>.</p>"
          ]
        }
      },
      {
        "id": "LSR6qAJi5tWiVaI0",
        "title": "Comparing all image measurements",
        "content": {
          "type": "Image",
          "url": "curriculum/stretching-and-shrinking/images/SASTG_4-1_connecting_to_prioir_knowledge_1.png"
        }
      },
      {
        "id": "YuvNvYGTZhvzntwq",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>What patterns do you notice about these measures? (Some students might compare the height of one figure to the height of another, and the width of one figure to the width of another. This comparison gives the scale factor. Some students might notice that each measurement of the original figure is twice the corresponding measurement of the figure on the right.) (Language)</li></ul>"
          ]
        }
      },
      {
        "id": "k0ZebE0KHExAnHjI",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Fill in the last column of the table with the ratio written in fraction form. Tell the class that, just as you can talk about equivalent fractions, you can talk about equivalent ratios. In this example, the height-to-width ratio of the original figure is equivalent to the height-to-width ratio of the image on the right. In this Investigation, students will find that if corresponding ratios are not equivalent, the figures cannot be similar.</p>"
          ]
        }
      },
      {
        "id": "M1xK9iGTlT-mzFp1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematics Note:</strong> The connection between fractions and ratios is complex. </p>",
            "<p>You can write a ratio in fraction notation. For example, you might have 1 green marble for every 2 white marbles. This can be written 1:2, which can be written ½ . ½ as a fraction means 1 part out of two totals in the whole, whereas this ½ as a ratio does not imply anything about total. It is a part-to-part ratio. </p>",
            "<p>Another difference between fractions and ratios is putting together amounts. When adding fractions, we get equal size pieces in the whole (denominator) and add the number of pieces (numerators). For example, 1/2 + 1/2 = 2/2. If we combine two ratios, we can add to both the quantities. For example, if we have a box of 1 green for every 2 white and another box of 1 green for every 2 white, we get 2 green for every 4 white. Or, 1/2 and 1/2 as a ratio could mean 2/4. Many times, we combine ratios to find equivalent ratios.</p>",
            "<p>Students often do not understand all of the subtleties between fractions and ratios. For this reason, when you write ratios in fraction form, it is helpful for students to label the two quantities from the ratio. For example,</p>",
            "<p>10 cm tall/8 cm wide   =   5 cm tall/4 cm wide</p>"
          ]
        }
      },
      {
        "id": "Xk1bJH4kwwntgWnO",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Presenting the Challenge</u></p>",
            "<p>Tell students that, in this Problem, they will look at sets of quadrilaterals and triangles to determine if they are similar.  They will use scale factors and ratios of adjacent sides to determine similarity.</p>",
            "<p>Pass out Learning Aid 4.1A Rectangles Sets and Triangle Set and Learning Aid 4.1C Ratio Recording Sheet for the initial Challenge. Distribute Learning Aid 4.1B What If, Situation B:  Shape Pairs for students to use during What If Situation A.</p>",
            "<p></p>",
            "<p><strong>Implementation Notes:</strong> The focus of this Problem is on internal ratios – ratio of two adjacent sides in one figure being equivalent to the two corresponding adjacent sides in the other similar figure. For quadrilaterals suggest they use short to long side as the ratio. Then ask in the Summary about long side to short. Both produce equal ratios, but the order of the ratio needs to be consistent.</p>"
          ]
        }
      }
    ]
  }
}