{
  "type": "summarize",
  "content": {
    "tiles":
    [
      {
        "id": "GkG3EsEwhZLZ2M_I",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p>",
            "<p><u>Solutions and Strategies</u> </p>",
            "<p>Have students share their findings about the image of the new figure as compared to the original figure.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p>",
            "<p>Students will focus on their drawings, which aren’t perfect. The Summary needs to focus them back onto the mathematics around the use of the rubber band stretcher. Discuss the Comparisons in What If Situation A.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>How do the lengths of the line segments compare between the two figures? (The image’s line segments are twice as long.)</li><li>Note:  The students measurements won’t be exact because the rubber band stretcher isn’t an exact tool. You may need to take a few measurements from students and then say something like, “It looks like the general shape of Super Sleuth is about the same, we are all getting the side lengths to about double, the angles seem to stay the same, the perimeter seems to about double and the area seems to do more than double.”  </li><li>How do the angles of the two figures compare? (They didn’t change.)</li><li>Which comparison statements in What If Situation A can be written as ratio statements?  (Comparison 1—1:2 for original side length to image side length. Comparison 4—1:   for original area to image area)</li></ul>",
            "<p>Blank transparency film is helpful in showing how the angles compare. Copy one angle of a figure and then place it on top of the corresponding angle of the second figure. Or have both figures on transparencies and place one on top of the other.</p>",
            "<ul><li> How does the area change from the original to the image? (Students can informally compare the areas. They may use transparent grids or show informally how four of the smaller figures cover the larger figure. Or they may focus on the hat, which has a rectangular shape.)</li></ul>",
            "<p>Students may mention things other than that the side lengths have doubled. Do not be too concerned about the exactness of their observations at this stage, as long as their answers are reasonable for their drawings.</p><p>Students are often amazed at the result of using a rubber-band stretcher. It is helpful to have in mind that what makes the stretcher work is really similarity. In the first figure below, you can see that when we knot two same-size rubber bands together and the knot travels on a segment of the original figure, the drawing of a segment in the image will be twice the length of the segment in the original. The scale factor between the original and the image is 2.</p>",
            "<ul><li>The original and the image are similar figures. What do you think “mathematically similar” means? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "title": "Using a two rubber band stretcher",
        "id": "24hCGEasdfXVpFNUQjwsadfdsfi",
        "content": {
          "type": "Image",
          "url": "curriculum/stretching-and-shrinking/images/SASTG_1-2_making_mathematics_explicit_1.png"
        }
      },
      {
        "id": "C7zBYfom5K-Z8-Vb",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>What do you think would happen to the original if we used a stretcher made of three rubber bands? (If we connect three rubber bands and use the first knot, we get an image that is 3 times as large.</p>"
          ]
        }
      },
      {
        "title": "Using a three rubber band stretcher - first knot",
        "id": "ol68q8QVoeVFICUaassxx2",
        "content": {
          "type": "Image",
          "url": "curriculum/stretching-and-shrinking/images/SASTG_1-2_making_mathematics_explicit_2.png"
        }
      },
      {
        "id": "RnUv4vTPRFTVbCFU",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>If we use the second knot, we get an image that is 1.5 times as large.)</p>"
          ]
        }
      },
      {
        "title": "Using a three rubber band stretcher - second knot",
        "id": "YLidsafasaiv0RWNbLk7h",
        "content": {
          "type": "Image",
          "url": "curriculum/stretching-and-shrinking/images/SASTG_1-2_making_mathematics_explicit_3.png"
        }
      },
      {
        "id": "dtnxXihiNix6ZHZe",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>",
            "<p>Connect this thinking to:</p>",
            "<ul><li>the idea of the rubber bands being multipliers and </li><li>the ratio of 1:3 of the side lengths of the original to the side lengths of the image.  </li></ul>",
            "Have students share their drawings from What If Situation B.",
            "When you used the super stretcher on a different figure, what comparisons from Situation A are still true?  (The same ones that were true when the logo was stretched using the super stretcher.)"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know questions. Help students to describe the changes in the side lengths and perimeter using “for every” statements or ratios. Help them to verbalize that the general shape is the same and that the angles don’t change as you change the original to its image.</p>",
            "<p>Have students share their drawings from Situation B.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Question</strong></p>",
            "<ul><li>When you used the super stretcher on a different figure, what comparisons from Situation A are still true?  (The same ones that were true when the logo was stretched using the super stretcher.)</li></ul>",
            "<p>Have students share what they found with they changed the Anchor Point in Situation B.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today? </li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li> Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }

    ]
  }
}