{
  "type": "MathReflection3",
  "content": {
    "tiles":
    [
     {
        "id": "-6wz0rFv0G6WKR1y",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>AoL:</strong> Synthesis, Synthesis</p>",
            "<p><strong>CCSSM:</strong> Responses to the reflection are informed by the work in the Investigation and thus also reflect: 7.G.A.1, 7.G.A.2, 7.G.B.6, 7.RP.A.2, 7.RP.A.2.A, 7.RP.A.2.B , 7.RP.A.3</p>"
          ]
        }
      },
      {
        "id": "wA28Hf5Glqx9LQb7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Mathematical Reflection</strong></p>",
            "<p>What do you now know about similar figures? What do you know about proportional reasoning?</p>"
          ]
        }
      },
      {
        "id": "uT-MwufKG97hrNy6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Emerging Mathematical Ideas</strong></p>",
            "<p>Continue exploration of proportional relationships between corresponding side lengths and perimeters of similar figures. </p>",
            "<p>With similar figures, understand which attributes change and which stay the same: </p>",
            "<ul><li>corresponding angles of two similar figures are the same measure while angles of non-similar figures may not be.</li><li>corresponding side lengths and perimeter of the similar figure increases or decreases by the scale factor (multiplier). </li><li>area of similar figures increases or decreases by the scale factor squared (multiplier squared) </li></ul>"
          ]
        }
      },
      {
        "id": "IvQZXrvKDNxNuh0i",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The Mathematical Reflection provides an opportunity to discuss the goals of the Investigation. Students can pull together their reasoning from the Now What Do You Know? questions to summarize their learning over the time (TIME). </p>",
            "<p>After the class discussion, students can record their responses to the Mathematical Reflection to create a record of their current understandings of the big ideas of the Unit. </p>",
            "<p>A teacher can gain an understanding of student thinking during a discussion of the reflection questions. Then one can assess individual understanding based on each student’s written work.</p>",
            "<p>Students have been working with factors and multiples and the multiplicative structure of numbers. Students will reflect upon what they know about the multiplicative structure of numbers. </p>"
          ]
        }
      },
      {
        "id": "PyZZlTE2S_dyi_D6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Having students pull out their notes from the Now What Do You Know from each Problem in the Investigation can help them to synthesize all their ideas around similarity. </p>",
            "<p><em>What do you know about similar figures? What do you know about proportional reasoning?</em> </p>"
          ]
        }
      },
      {
        "id": "MSuMZ-lq-vIzrkSW",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>(Student answers should include discussions of the changes between originals and images in relation to the general shape, side lengths, angle measures, and area. Students should be using the word scale factor in their explanations. Students may also discuss nested triangles and how they are similar.)</p>",
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence in students’ work shows an understanding the ideas in this Unit?</li><li>What mathematical ideas will still need emphasis?</li><li>What opportunities exist in the rest of the Unit, or in future Units, to extend and connect the students’ learning?</li></ul>"
          ]
        }
      }
    ]
  }
}