{
  "type": "summarize",
  "content": {
    "tiles":
    [
      {
        "id": "9bwcUCL7gl3chpmB",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p>",
            "<p><u>Solutions and Strategies</u><em> </em></p>",
            "<p>Discuss the imposters they found in the Initial Challenge. Be sure to let different groups share their strategies. You want to have groups share different strategies, including internal ratios of adjacent sides, scale factor, and ratios of corresponding sides across the figures. (Agency, Identity, Ownership)</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u> </p>",
            "<p>Suggested Questions</p>",
            "<ul><li>How did you decide which one was the imposter? (Answers will vary. Connect the strategies.)</li><li>Do you have any What If questions? (Answers will vary.)</li></ul>"
          ]
        }
      },
      {
        "id": "50427L-wk676Dz-_",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Example conversation from one classroom discussing the rectangles:</p>",
            "<p></p>",
            "<p>Teacher: How did you decide which rectangle was the imposter?</p>",
            "<p></p>",
            "<p>Jackson: We decided that there isn’t one. Since all the angles are 90° they are all similar.</p>",
            "<p>Teacher: Does everyone agree with Jackson’s group?</p>",
            "<p></p>",
            "<p>Noemi: No. That is only true for squares because since you start with all sides being the same when it is scaled up all sides will scale up the same but with non-square rectangles that isn’t the case.</p>",
            "<p></p>",
            "<p>Jackson: So, which one is the imposter.</p>",
            "<p></p>",
            "<p>Noemi: We think the small rectangle is the imposter.</p>",
            "<p></p>",
            "<p>Jackson: But it looks like the other two. It is a rectangle.</p>",
            "<p></p>",
            "<p>Noemi: We said that at first too.  But then we looked for a scale factor and found that there is 1.5 from the medium to large rectangle and when we tried to find a scale factor from the small to either the medium or large it didn’t work.</p>",
            "<p></p>",
            "<p>Teacher: What did other groups find?</p>",
            "<p></p>",
            "<p>Bobbe: We did what Noemi’s group did. From the small to medium–the short sides grew 2 times as much and the long sides 3 times as much so there isn’t a scale factor. From small to larger the short sides grew 3 times as much and the long sides 4.5 times as much, so they don’t have a scale factor either. (Bobbe shows this in a drawing.)</p>"
          ]
        }
      },
      {
        "id": "avp1BcVKybx8Y-Q2",
        "title": "Sample reasoning for non-similar rectangles",
        "content": {
          "type": "Image",
          "url": "curriculum/stretching-and-shrinking/images/SASTG_4-3_making_mathematics_explicit_1.png"
        }
      },
      {
        "id": "6HWTw5FeiXJ18_Lg",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Jackson: I see it now. I agree.</p>",
            "<p></p>",
            "<p>Teacher: Did anyone think about it another way?</p>",
            "<p></p>",
            "<p>Carter: We used ratios. The ratio of the short side to long side in the medium and large rectangle are equivalent and the small rectangle is not. This also proves that they are similar, and that the small rectangle is the imposter.</p>",
            "<ul><li>Find the perimeter of one of the triangles in the Initial Challenge.</li><li>Which claims do you agree with in What If Situation A? (All are correct except Juan’s claim.) </li><li>Look at the work from other groups for What If Situation B.  Do you agree with their sketches?  Why or Why not?  (Answers will vary.) </li></ul>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "9Uwi3XosiRqdbQBT",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}