{
  "type": "summarize",
  "content": {
    "tiles":
    [
      {
        "id": "-nBZsonTJVDO0ZyY",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p>",
            "<p><u>Solutions and Strategies </u></p>",
            "<p>Discuss which figures were similar in the Initial Challenge. Be sure that students’ ratios name corresponding side lengths in the numerators of the ratios, and that they name corresponding side lengths in the denominators of the ratios.</p>",
            "<p>Students should compare the ratios for both similar and non-similar figures. This is an opportunity to review or assess their understanding of equivalence.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u> </p>",
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>Are all rectangles similar? (No. The corresponding angles are all 90 degrees, but the corresponding ratios are not equal, and a scale factor doesn’t exist.)</li><li>How are rectangles different from other parallelograms? (90-degree angles)</li><li>We used ratios of short side to long side on the quadrilaterals.  What if we had used long side to short side, would this still give us the same answers on which ones are similar? (Yes)</li><li>Can you draw two nonrectangular parallelograms that have equal corresponding angle measures but are not similar? (One way to show  this is to draw a parallelogram and then lengthen a pair of sides to form the other parallelogram. The angles remain congruent, but the side lengths of two sides have changed while the other two side lengths have not changed.)</li></ul>"
          ]
        }
      },
      {
       "display": "teacher",
       "id": "21AUG20220212pm",
       "title": "Comparing all image measurements",
        "content": {
          "type": "Image",
          "url": "curriculum/stretching-and-shrinking/images/SASTG_4-1_making_mathematics_explicit_1.png"
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>Why is it necessary to check angle measures in nonrectangular parallelograms, but not in rectangles? (Two parallelograms can have corresponding adjacent sides that are in the same ratio but have angle measures that are different. We found out in Shapes and Designs that we might have two sides with lengths of 5 and two sides with lengths of 10, for example, that form a parallelogram. This parallelogram can have angles of any size. For similarity, corresponding angles must be congruent. Rectangles always have congruent angle measures, however. A rectangle always has four 90° angles.)</li><li>Describe the criteria that are necessary for two parallelograms to be similar. (Parallelograms must have congruent corresponding angle measures. Also, the corresponding ratios of adjacent sides must be equal. Note that instead of mentioning ratios, students might suggest that scale factors between shapes must be the consistent for all sets of corresponding sides. Both criteria for side lengths are correct.)</li></ul>"
          ]
        }
      },
      {
        "id": "AckucE3GEU3034N3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Focus a conversation about the ratio of the height of one shape to the height of a similar shape or the ratio of the width of one shape to the width of a similar shape. These ratios give the scale factor from one figure to another. (Language)</p>",
            "<ul><li>What are the ratios of shortest side to longest side for each of the similar triangles you chose? (Possible answer: For Triangle C: 6/12; for Triangle D: 10/20) </li><li>What do you notice about those ratios? (Possible answer: The longest-side to shortest-side ratios for Triangles C and D are both equal to 1/2, or 0.5.) </li><li>What is the scale factor from the smaller triangle to the larger triangle? (Answer for Triangles C and D: 12/3) </li><li>How does the scale factor relate to the proportions of the ratios of adjacent sides? (Possible answer: 10 = 6 x 12/3 and 20 = 12 x 12/3, or (6 x 12/3 ) ÷ (12 x 12/3 )   =  10/20 )</li></ul>"
          ]
        }
      },
      {
        "id": "JHhVRVhN5MjiXyi7",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Pick a pair of similar triangles from the Student Edition, and ask students to sketch two more triangles that are similar to them. They should provide side-length measurements. Have them check the ratios of the side lengths to ensure that the triangles are, in fact, similar.</p>",
            "<p><strong>Note:</strong> Some students may conjecture that for triangles to be similar, we only need to check corresponding angle measures</p>"
          ]
        }
      },
      {
        "id": "FNq9vlRjo8Zft8Xz",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Look at the set of triangles. Only two angle measures are given. </p>",
            "<ul><li>How can you find the missing angle measure? (The sum of the angle measures in a triangle is 180°. We can use this fact to find the missing angle.)</li></ul>"
          ]
        }
      },
      {
        "id": "DEfEyyJJ5ibx3Z7Q",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students might claim that Triangle A and Triangle B are similar because, for each triangle, the difference between the long side and the middle side is 1 meter. Additionally, the difference between the middle side and the short side is 3 meters for each triangle. This is a common mistake that students make, and it may be mentioned in your class. If it is not, you might consider stating this in the form of a student conjecture:</p>",
            "<ul><li>George thought Triangle B was similar to Triangle A. Why might he be thinking this? (The difference between the long side and the middle side is 1 meter, and the difference between the middle side and the short side is 3 meters for each triangle.) </li><li>What would you tell George in order to explain why he is incorrect?  (One reason why these triangles are not similar is because their angles  are different.)</li></ul>",
            "<p>Have a discussion about the What If questions. Focus the conversation on scale factors and internal ratios.</p>",
            "<strong>Mathematical Note:</strong>  If corresponding angles are equal in a triangle, the triangles are similar as Rolland’s Strategy suggests. But students may not know this but some might make that observation. It is true which will be prove in 8th grade.  In Jessica’s strategy she is assuming if A is similar to C and C is similar to D , then A and D are similar. This also has not been proven true, but for now it makes sense for students informally."
          ]
        }
      },
      {
        "id": "5-A0We-p5eIGbSH8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Suggested Questions</strong></p>",
            "<ul><li>Choose a pair of similar figures.  What is the scale factor? (Answers will vary depending on the pair chosen.)</li><li>How did you find the scale factor? (Answers will vary.  Students will talk about matching corresponding sides and using division to find the scale factor.)</li><li>How does the method you used to find scale factor relate to the ratio of corresponding sides in two similar figures? (Answers will vary.  One example from a classroom:</li></ul>",
            "<p></p>",
            "<p>Darnell: Rectangles B and C in the Initial Challenge are similar with a scale factor of 1.5 from B to C.</p>",
            "<p></p>",
            "<p>Teacher: How did you find it?</p>",
            "<p></p>",
            "<p>Darnell: I looked at the corresponding sides. Then I looked at what would multiply by 6 to get 9. It was 1.5. Then I use that scale factor with 10 and it got the corresponding side length of 15.  </p>",
            "<p></p>",
            "<p>Teacher: How does this relate to the ratio of corresponding side lengths.  </p>",
            "<p></p>",
            "<p>Darnell: 9/6 is a ratio that relates the corresponding short sides of Rectangles C and B. When you divide 9 by 6 you get the scale factor of 1.5. The same is true for the long sides 15/10.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p><u></u>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "59l_C6x6PIixpLcQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p></p>",
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}