{
  "type": "summarize",
  "content": {
    "tiles":
    [
      {
        "id": "020e0aRLEoULI9PV",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p>",
            "<p><u>Solutions and Strategies </u></p>",
            "<p>Collect the students’ answers for each of the missing lengths.  Collect student heights for the tall objects from the shadow and/or mirror method in What If Situation A.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit</u> </p>",
            "<p>The parallel lines of the rays can be used to show that the corresponding angles are equal. This was done in Shapes and Designs. In the Shapes Unit students find that they can only draw one (unique) triangle given three angle measures. This means that if two triangles have corresponding angles equal, then the figures are congruent and hence similar. Or you could choose to tell them that sun and shadows always produce similar triangles.</p>",
            "<p>We could push this fact here or just remind students that the two triangles are similar. That is if corresponding angles of two triangles are congruent/equal, then the triangles are similar.</p>",
            "<ul><li>What is a typical unit of measure to describe the height of the building (or other object you choose) based on the class data? Why? (Possible answer. Meters: They are big enough that we won’t have huge numbers recorded, but small enough that we will have an answer larger than 1.) </li><li>Who can describe to the class exactly how your group used similar triangles to estimate the measure of the building? (Answers will vary. Students can reference the sketches they drew. Bring out the vocabulary of scale factors and/or ratios.) </li><li>Can you always use this method to estimate the height of an object? Why or why not? (Yes, the method always works because facts about similar triangles do not change. However, if it is not sunny out, a different method must be used.)</li><li>Why does each angle of the large triangle have the same measure as the corresponding angle of the small triangle? (The statue is at a right angle to the ground, so we are careful to hold the stick at a right angle to the ground, too. Another angle is the angle formed by the sun and the ground. For two nearby points at a common time, the sun appears at the same angle, making these corresponding angles congruent. Finally, the third angle must be the same in each triangle since all three interior angles of a triangle must add to 180°.) </li><li>What does this suggest about the similarity of the triangles? (Because all of the angles of the two triangles are congruent, the triangles are similar.)</li><li>When using the shadow method, what problems might affect the accuracy of your answer? (Answers will vary.)</li><li>How did you use scale factor/ratio to find the height of the principal? (Answers will vary) </li><li>How did you use scale factor/ratio to find the height of the Statue of Liberty? (Answers will vary) </li></ul>"
          ]
        }
      },
      {
        "id": "9vLHYANbthvg8Y-F",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>When discussing their heights from the experiment(s) in What If Situation A discuss reasonableness of their answers.  Have students share their sketches to emphasize the similar triangles in the experiments.</p>",
            "<ul><li>How tall is the _______ from the mirror method experiment? (Answers will vary.  Discuss reasonable results) </li><li>How tall is the _______ from the shadow experiment? (Answers will vary.  Discuss reasonable results) </li><li>How did you find the height of _______ from the mirror method experiment? (Answers will vary.  Bring out the use of scale factor and/or ratios)  </li><li>How did you find the height of _______ from the shadow method experiment? (Answers will vary.  Bring out the use of scale factor and/or ratios) </li><li>How did you use scale factor/ratio to find the height of the tree? (Answers will vary) </li></ul>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p><u></u>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "MVp2bgTyQM3pz3UZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li>What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit? </li></ul>"
          ]
        }
      }
    ]
  }
}