{
  "type": "summarize",
  "content": {
    "tiles":
    [
      {
        "id": "GXGVGQUF9Z5s8wZo",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u><strong>Summarize (Orchestrating the Discussion)</strong></u></p>",
            "<p><u><em>Solutions and Strategies</em></u><em> </em></p>",
            "<p>You can have different groups of students display their rep‑tiles during the Summarize. Students can use their copies of use <strong>Learning Aid 3.1C Rep-tile Recording Sheet</strong>  or a large classroom poster during a gallery walk to draw some conclusions. Students should look at the displayed rep‑tiles and record any new information or questions that they have about rep‑tiles. Groups can share their observations, but be sure they provide explanations. <strong>Teaching Aid: Answers for Triangles or Teaching Aid: Answers for Quadrilaterals</strong> could be used as well. </p>",
            "<p>Encourage the class to verify the explanations or to ask questions of each other. Ask questions that require students to focus on the relationship between the scale factor and areas of the similar figures. Students should be able to articulate that the area of the larger rep-tile figure is the square of the scale factor times the original area. They should have mental images of the rep-tiles to support that fact.  </p>",
            "<p>Have groups share what they decided about the student claims from the What If Situations.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Making the Mathematics Explicit </u></p>",
            "<p><strong>Suggested Questions</strong></p>",
            "<p>Be sure that the students understand the relationship between scale factor and perimeter, and between scale factor and area. This Problem will make visible students’ proportional reasoning skills. </p>",
            "<ul><li>Do you have any What If questions?</li><li>How does the side of the smaller quadrilateral or triangle compare to the side of the larger figure? (Encourage students to describe the growth in terms of multiplying by a common factor, for example: the side of the larger figure is twice as long as the side of the smaller figure, or the smaller figure has a side that is half as long as the side of the larger figure.)</li><li>How do the angles of the original quadrilateral or triangle compare to the angles of the rep‑tile figure? (The angles have the same measure.)</li><li>How many original shapes are needed to cover the rep-tile? (Answers will vary depending on the scale factor.)</li><li>If the area of a triangle is 15 square units, and the scale factor between the triangle and a larger, similar triangle is 2.5, what is the area of the similar triangle? (93.75 square units) </li><li>If the area of a triangle is 15 square units, and the scale factor between the triangle and a smaller, similar triangle is 0.5, what is the area of a similar triangle? (3.75 square units)</li><li></li></ul>"
          ]
        }
      },
      {
        "id": "hDkxnMEEDyOjjpBQ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The following discussion refers to rectangles. You can include parallelograms from the start, or you can repeat the discussion after you have finished  discussing rectangles.</p>",
            "<p>Take four copies of the smaller rectangle and make the first rep‑tile figure.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li>How many smaller rectangles do I need to make the next larger rep‑tile figure? (5) </li><li>How many rectangles are there altogether? (9) </li><li>Predict what will happen for the next rep‑tile figure. (You will need 16 total rectangles to make the next rep‑tile figure.) </li><li>What pattern do you see when extending the rep‑tile figures? (You can find out how many of the original copies are needed to make the rep‑tile figure by using the scale factor. You need to square the scale factor to find the number of rectangles needed for the rep‑tile.) </li><li>Predict how many rectangles we’ll need for the 10th rep‑tile figure.  (10<sup>2</sup> or 100 rectangles)</li><li>What do you know about the relationship of scale factor and area change for two similar figures?  (scale factor squared is the area change)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "Use the same type of questions when discussing the triangle rep-tiles. Sketch a triangle or quadrilateral or use What If Situation B.",
            "<p>Sketch a triangle or quadrilateral for the class to use to answer these questions.</p>",
            "<ul><li>Can you subdivide this triangle or quadrilateral into smaller congruent triangles or quadrilaterals? What is the scale factor? How do the perimeters and areas compare? (Answers may vary. If the scale factor is 1/2, then the perimeter of each smaller triangle or quadrilateral is 1/2 the perimeter of the larger triangle or quadrilateral. The area of each smaller triangle or quadrilateral is 1/4 the area of the larger one. For a scale factor of 1/3, the perimeter of the smaller triangle is 1/3 the perimeter of the larger triangle. The area is 1/9 the area of the larger triangle.)</li></ul>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may observe other patterns. They might start talking about the relationship of the ratios of the side lengths. This will get developed more in Investigation 4, but it may come out informally as students look at the rep-tile and the original shape. Students might suggest that the line that joins the midpoints of two sides of a triangle looks like it is parallel to the third side. You might ask them how they would prove this. This will facilitate a discussion on transversals and the angles formed by them.</p>"
          ]
        }
      },
      {
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The number pattern associated with the sequence of rep-tile areas is: </p>",
            "<p>1 (1st) </p>",
            "<p>1 + 3 = 4 (2nd)</p>",
            "<p>1 + 3 + 5 = 9 (3rd) </p>",
            "<p>1 + 3 + 5 + 7 = 16 (4th) </p>",
            "<p>1 + 3 + 5 + 7 + 9 = 25 (5th) </p>",
            "<p>and so on until</p>",
            "<p>1 + 3 + 5 + 7 + 9 + 11 + c + 19 = 100 (10th)</p>"
          ]
        }
      },
      {
        "id": "hmDLLyqak51-Lu-8",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The following diagram is a geometric interpretation of the above sequence using squares:</p>"
          ]
        }
      },
      {
        "id": "JYGjynwmL1tZB17j",
        "title": "Geometric interpretation of adding consecutive odd numbers",
        "content": {
          "type": "Image",
          "url": "curriculum/stretching-and-shrinking/images/SASTG_3-1_making_mathematics_explicit_1.png"
        }
      },
      {
        "id": "AMDw3bXPzEJyhJ21",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Students may say that the pattern is found by adding consecutive odd integers, and the sum is the square of the number of integers being summed. For example, the sum of the first 5 odd integers is 52, or 25. The sum of the first 10 odd integers is 10<sup>2</sup>, or 100. Some students may verbalize this to say that the sum of the first n odd integers is n<sup>2</sup>.</p>"
          ]
        }
      },
      {
        "display": "teacher",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><u>Now What Do Students Know</u></p>",
            "<p>Ask students to reflect on the discussion and answer the Now What Do You Know questions.</p>"
          ]
        }
      },
      {
        "id": "P7clrN8pXZD_5QWF",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Reflecting on Student Learning</strong></p>",
            "<p>Use the following questions to assess student understanding at the end of the lesson.</p>",
            "<ul><li>What evidence do I have that students understand the Now What Do You Know?</li></ul>",
            "<ol><li>Where did my students get stuck?</li><li>What strategies did they use?</li><li> What breakthroughs did my students have today?</li></ol>",
            "<ul><li>How will I use this to plan for tomorrow? For the next time I teach this lesson?</li><li>Where will I have the opportunity to reinforce these ideas as I continue through this Unit? The next Unit?</li></ul>"
          ]
        }
      }
    ]
  }
}