{
  "code": "sas",
  "abbrevTitle": "SAS",
  "title": "Stretching and Shrinking",
  "subtitle": "Understanding Similarity",
  "placeholderText": "Enter notes here",
  "sections": {
    "introduction": {
      "initials": "IN",
      "title": "Introduction",
      "placeholder": "Work area for\nIntroduction section"
    },
    "initialChallenge": {
      "initials": "IC",
      "title": "Initial Challenge",
      "placeholder": "Work area for\nInitial Challenge section"
    },
    "whatIf": {
      "initials": "WI",
      "title": "What If...?",
      "placeholder": "Work area for\nWhat If...? section"
    },
    "nowWhatDoYouKnow": {
      "initials": "NW",
      "title": "Now What Do You Know?",
      "placeholder": "Work area for\nNow What Do You Know? section"
    },
    "didYouKnow": {
      "initials": "DY",
      "title": "Did You Know?",
      "placeholder": "Work area for\nDid You Know? section"
    },
     "MathReflection1": {
      "initials": "R1",
      "title": "Math Reflection 1",
      "placeholder": "Work area for\nMathematical Reflection 1 section"
    },
     "MathReflection2": {
      "initials": "R2",
      "title": "Math Reflection 2",
      "placeholder": "Work area for\nMathematical Reflection 2 section"
    },
     "MathReflection3": {
      "initials": "R3",
      "title": "Math Reflection 3",
      "placeholder": "Work area for\nMathematical Reflection 3 section"
    },
     "MathReflection4": {
      "initials": "R4",
      "title": "Math Reflection 4",
      "placeholder": "Work area for\nMathematical Reflection 4 section"
    }
  },
  "defaultStamps": [
    {
      "url": "curriculum/moving-straight-ahead/stamps/plus.png",
      "width": 25,
      "height": 25
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/equals.png",
      "width": 25,
      "height": 25
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/lparen.png",
      "width": 25,
      "height": 25
    },
    {
      "url": "curriculum/moving-straight-ahead/stamps/rparen.png",
      "width": 25,
      "height": 25
    }
  ],
  "planningDocument": {
    "enable": "teacher",
    "default": true,
    "sectionInfo": {
      "overview": {
        "initials": "OV",
        "title": "Overview",
        "placeholder": "Work area for\nOverview section"
      },
      "launch": {
        "initials": "LC",
        "title": "Launch",
        "placeholder": "Work area for\nLaunch section"
      },
      "explore": {
        "initials": "EX",
        "title": "Explore",
        "placeholder": "Work area for\nExplore section"
      },
      "summarize": {
        "initials": "SM",
        "title": "Summarize",
        "placeholder": "Work area for\nSummarize section"
      }
    },
    "sections": [
      { "type": "overview" },
      { "type": "launch" },
      { "type": "explore" },
      { "type": "summarize" }
    ]
  },
  "investigations": [
    {
      "description": "Investigation 0",
      "ordinal": 0,
      "title": "Introduction to CLUE",
      "introduction": {
        "tiles": [ ]
      },
      "problems": [
        {
          "description": "Problem 0.1",
          "ordinal": 1,
          "title": "0.1 Intro to CLUE",
          "subtitle": "Working in the Collaborative Learning User Environment",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "When you launch a problem, there are up to four standard tabs corresponding to the curriculum:<ul><li>Introduction</li><li>Initial Challenge</li><li>What If ...?</li><li>Now What Do You Know?</li></ul>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "You will find text, graphs, images and other kinds of content in the tabs. These can be dragged into your workspace. Try to drag this text into your workspace now. You can drag any kind of content found in tabs on either side of the workspace. This will let you use useful parts from problems, supports from your teacher, and work you share with your fellow students."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/workspaceHelp.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Images are handy for recording work you do on paper. You can make an image either by choosing the image tool and choosing a file from your computer, or you can drag an image from your file list or desktop on to the browser window. Try this now."
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                   {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Click on <strong>tool buttons</strong> on the side of the workspace to <em>create a new tile</em>. Tiles let you make content to solve problems and record your ideas. You can also <strong>drag tools</strong> onto the workspace if you want to place them more precisely. You can drag tiles from one place to another in your workspace to organize your work. The tile will land wherever the blue highlight shows up."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "To <strong>delete tiles</strong>, select one or more tiles and click the delete tool.  Try creating, moving and deleting tiles."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "When you are ready to <strong>share work</strong> with your group, click the Group Share eye icon, and switch to the Group View. You will see your workspace next to the others in your group. You can drag tiles and individual shapes from your groups documents into your own."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "When you are ready to share work with your whole class, click the <strong>publish</strong> icon. This will put your file into the Class Work tab. Your teacher may ask you to do this so your work can be shared. You can also copy or create tiles in your Learning Log. The Learning Log will be available in all problems so you can remember what you have done as you work through the lessons."
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Click the <strong>Geometry</strong> tool icon to create a geometry graph tile. Note that a Text tile will be created to the right of the graph at the same time. (Select and delete the Text tile if you would like the graph to extend full width, showing more of the x axis.) Drag the bottom of the tile lower if you want to show more on the y axis. To create shapes on the graph, first click to create single points. Then double-click the final point to connect all points (e.g., the third point in a triangle)."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/graphdoc.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Note: Points are connected in the order they were made, which can lead, for example, to an unexpected hourglass shape as in the example above. If this is not the intended shape, simply drag the points to the desired shape."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_LA_04_city_spoon_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Images can be dragged into your workspace from the curriculum or from your desktop. They can also be dragged in back of graphs. Try to <em>drop this image on your graph</em> now."
                      ]
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "All of the tile types have their own tools that allow you to do things like copy, label, comment, change color, etc. Create one of each tile type and look at the kinds of things you can do with them. Ready to try one last trick? Drag a table on to a graph. This will create the points you listed in the table on the graph."
                      ]
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        }
      ],
      "supports": []
    },
    {
      "description": "Investigation 1",
      "ordinal": 1,
      "title": "SAS Investigation 1 Enlarging and Reducing Shapes",
      "introduction": {
        "tiles": [ ]
      },
      "problems": [
        {
          "description": "Problem 1.1",
          "ordinal": 1,
          "title": "SAS 1.1 Solving a Mystery with Proportional Reasoning",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The Mystery Club at P.I. Middle School meets monthly. Members watch videos, discuss novels, play “whodunit” games, and talk about real-life mysteries. One day, a member announces that the school is having a contest. A teacher in disguise will appear for a few minutes at school each day for a week. Any student can pay $1 for a guess at the identity of the mystery teacher. The student with the first correct guess wins a prize."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The Mystery Club decides to enter the contest together. Each member brings a camera to school in hopes of getting a picture of the mystery teacher."
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "One of Daphne’s photos looks like the picture below. Daphne has a copy of the P.I. Monthly magazine shown in the picture. The P.I. Monthly magazine is 10 inches high. She thinks the photo might be helpful in determining the height of the mystery teacher."
                      ]
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "curriculum/stretching-and-shrinking/images/SS_1_1_06_magazine_rack_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Is Daphne's claim correct? Is it possible to use the magazine and the picture to estimate the teacher's height? Explain."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Daphne’s claim is correct. In her picture, we can measure both the height of the P.I. magazine and the height of the teacher and then compare two values. Knowing the P.I. magazine is 10 inches high in real life, you can estimate the teacher’s real height.</p>",
                        "<p> Possible student strategies:</p>",
                        "<ul><li>Students can use rulers or edges of a piece of paper to make informal estimates of various measurements. Do not push for precise measurement at this time. Pay attention, though, to which students measure naturally and easily and which struggle with measurement. This will help you to plan your teaching in later Problems in the Unit where careful measurement is important. </li><li>Some students will measure the height in inches on the magazine and of the mystery teacher. They will then divide the height of the teacher by the height of the magazine to find how many magazines tall the teacher is. This is a more precise version of the first strategy. Make sure students are clear about the comparisons that they are making. They may compare the real magazine to the magazine in the picture or the magazine in the picture to the teacher in the picture. </li><li>The magazine is 10 inches tall. The teacher is about 7 magazines, or 70 inches, tall. </li><li>In the picture, the height of the P.I. Monthly is 0.5 in. We know that the height of the real magazine is 10 in. So, the real magazine is 10 ÷ 0.5=20 times larger than in the picture. The teacher should also be 20 times larger in real life than he/she is in the picture. The teacher’s height in the picture is about  in. So, the actual height is about 20  =72.5 in. </li><li>Students may use ratio or “for every” statements, such as “The ratio of the teacher’s height in the picture to her height in real life is about 1 to 20.” Or “For every inch in height of the magazine in the picture there are 20 inches in height for the real magazine.”</li><li>Students may also compare the magazine in the picture to the teacher in the picture. In this case, the teacher is / = 7 times as tall as the magazine. Students may say that the teacher is 7 magazines tall. This should be true in real life as well. Since the height of the magazine is 10 in., the teacher is 10x7=72.5 in. tall. </li></ul>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Could you find the height of the teacher if you did not know that the magazine was 10 inches tall? Explain."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                      {
                        "type": "Text",
                        "format": "html",
                        "text": [
                          "<p>Answers will vary. Possible answers: </p>",
                          "<ul><li>Yes. Instead of the height of the magazine, I could have measured the height of the actual bookshelf shown in the picture and used it to figure out the teacher’s height.  </li><li>No. If I do not know the real height of the magazine is 10 inches, I would not be able to find the real height of the teacher. I only know the teacher is 7.25 times taller than the magazine.  </li></ul>",
                      "<p>Students will think about the proportional relationship of heights between the picture and the reality. <strong></strong></p>"
                        ]
                      }
                    }
                ]
              },
              "supports": []
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Situation A. Daphne’s Reasoning**",
                        "Daphne claims she used ratio reasoning to solve the problem. She wrote:",
                        "> `For every inch measured of the PI magazine, there are 10 inches in real life. I used the PI magazine height to measure the height of the teacher.`",
                        "How could this help her find the height of the teachers? "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Every 1 magazine represents 10 inches, we can scale this ratio to find how tall the teacher is. For example:",
                        "<p>10 inches for every 1 magazine</p>",
                        "<h2>     ⤸ x 7                  ⤸ x 7</h2>",
                        "<p><strong>? inches</strong> for every <strong>7 magazines</strong> (if the teacher is 7 magazines tall in the picture)"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "**Situation B. What’s Different?**",
                        "1. How does the real-life teacher differ from the teacher in the photo?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "The teacher in the photo is smaller than the real-life teacher. But the ratio between the height of the teacher in the photo and the height of the magazine in the photo is the same as the ratio between the height of the real-life teacher and the height of the real-life magazine. ",
                        "If we cut the hat from the photo and put it on our head, it would be ridiculously small. We would need to scale-up the size of the hat to get it to fit."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "2. Can you think of some other times you could use a photo to estimate the size of something?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Answers will vary. Possible answers:",
                        "* You might want to use a photograph to estimate the size of a large item you plan to buy, such as a large bookshelf. Estimating its size can help you determine whether or not it will fit in its designated spot.  ",
                        "* You could also take a close-up shot of something small, like an insect, next to an object with a standard size, like a penny. Then you can compare the features of the insect, such as its size, to pictures in a reference book. "
                      ]
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The Mystery Club advisor says that the picture is similar to the actual scene. What do you suppose the advisor means by similar? How is the photo similar to the actual scene that is photographed?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                        "type": "Text",
                        "format": "html",
                        "text": [
                          "<p>By similar, the advisor might mean that the figures in the picture look the same as the original shapes in the actual scene, except in size. The photo represents the actual scene in real life in a smaller version. </p>",
                          "<p>As the introduction to the Unit, students might have general rather than mathematically specific answers. Students should begin to informally recognize that proportional relationships between quantities can be used to estimate the relationships between the lengths.</p>"
                        ]
                      }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_1_1_NW_07_did_you_know_350w.png"
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        },
        {
          "description": "SAS Problem 1.2",
          "ordinal": 2,
          "title": "SAS 1.2 Designing a Poster Using a Rubber Band Stretcher",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "In Problem 1.1 A, Daphne used ratio relationships to solve the mystery. She reasoned:",
                        "> _For every inch measured on the PI magazine, there are 10 inches of the PI magazine in real life. I used the PI magazine height to measure the height of the teacher. The teacher is 7 PI magazines tall. So, in real life the teacher is 7 x 10 inches or 70 inches tall._",
                        "Daphne’s reasoning is similar to the reasoning you have done in the _Comparing Quantities_ unit where you used ratios to describe and compare quantities. Recall that a **ratio** is a comparison of two quantities which have a multiplicative relationshipn, such as two lengths.",
                        "* 1 PI magazine height to the height of the teacher (7 PI magazines)",
                        "**or**",
                        "* 1 PI magazine: 7 PI magazines",
                        "**or**",
                        "* 10 in: 70 in",
                        "Recall that using ratio relationships to solve problems is also called proportional reasoning."
                      ]
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                   {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Michelle, Daphne, and Mukesh are officers of the Mystery Club. Mukesh designs a flier to attract new members.",
                        "Daphne is making a large poster to publicize the next meeting. She wants to redraw the club’s logo, “Super Sleuth,” in a larger size. Michelle shows her a clever way to enlarge the figure by using rubber bands."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_1_2_In_08_flyer_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "## Equipment",
                        "* Rubber bands – identical size, bands about 3 inches long work well",
                        "* Learning Aid – with a shape to enlarge and anchor point",
                        "* Blank paper",
                        "* Tape"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Instructions for Stretching a Figure",
                        "* Make a “two-band stretcher” by tying the ends of the rubber bands together.",
                        "* Tape the Learning Aid to your desk. Next to it, tape a blank sheet of paper. ",
                        "If you are right-handed, put the blank paper on the right.",
                        " If you are left-handed, put the blank paper on the left. "
                      ]
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "curriculum/stretching-and-shrinking/images/SS_1_2_rubberbands.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Instructions for Stretching a Figure",
                        "* With your finger, hold down one end of the rubber-band stretcher on point P. Point P is called the anchor point.",
                        "* Put a pencil in the other hand of the stretcher. Stretch the rubber bands with the pencil until the knot is on the outline of the shape.",
                        "* Keep the rubber bands taut (stretched). Move your pencil to guide the knot around the picture. Your pencil will draw a copy of the shape. The new picture is called the image of the original. It is also a scale drawing of the original."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "1. Use the rubber-band method to enlarge the figure on the Mystery Club flier. Draw the figure as carefully as you can, so you can compare the size and shape of the image to the size and shape of the original figure.",
                        "1. How are the original figure and its image alike? Different? What is your evidence?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Students may compare the general shapes of two figures, the lengths of line segments in the hats and bodies, the areas or the perimeters of the hats and bodies, the angles in the hats and bodies, or the distance of corresponding points on each figure from the anchor point P. Because the tool does provide exact replicas, the answers will be estimates at this time.</p>",
                        "<ul><li>The general shapes of the two figures are the same.</li><li>The angles in the image are the same as the corresponding angles in the original. </li><li>The lengths of the corresponding line segments are different. The lengths in the image seem to be twice as long as the corresponding lengths in the original.</li><li>The perimeters of the body and the hat in the image seem to be twice as long as those in the original. Students may reason that since each line segment doubles, the perimeter, which is the sum of these doubled line segments, will also double. (Doubling each side individually then finding the perimeter is the same as finding the perimeter and then doubling it. This is intuitively the Distributive Property: 2L + 2L + 2w + 2w = 2(L + L + w + w).) </li><li>The areas of the body and hat in the image seem to be 4 times as large as those in the original. Students may see that approximately 4 of the original rectangles (hats) can fit into the enlarged rectangle (hat). If students say the areas are three or four times as large, this is fine at this stage. The important idea is that the area is more than twice as large. </li><li>The distances of each figure from the anchor point P also have a 2 to 1 ratio. That is, each point on the image is twice the distance from P as the original corresponding point is from P. </li></ul>",
                        "<p>Note that the answers above are true in the ideal case. In practice, the 2 to 1 ratio of the lengths (and the 4 to 1 ratio of the areas) will not always be observed. This is because of the imperfection of the bands and some differences in the application of the method. The result is more accurate if the end of the rubber band on point P is fixed by holding a pin instead of holding by hand directly; if the image end of the band is held as close to the page as possible using the pencil; if the pencil chosen is as thin as possible since its thickness might cause the band in the image end to be shorter than it is supposed to be; if the bands are not stretched too much.</p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How do the lengths of line segments compare between the two figures?"
                },
                {
                  "text": "How do the areas of the two figures compare?"
                },
                {
                  "text": "How do the angles of the two figures compare?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Situation A. Making Comparisons",
                        "Ms. Marvel’s class made several comparison statements about the original figure and the image.",
                        "Merve’s Comparison: The lengths of the sides of the image are twice the lengths of the original.",
                        "Ashley’s Comparison: The distance from a point on the original figure to anchor point P is equal to the distance from the image of the point to P.  ",
                        "Eli’s Comparison: The measure of an angle in the original figure has the same measure as the image of the angle.",
                        "Soro’s Comparison: The area of the hat of the original figure is about ¼ the area of the hat of image.",
                        "* Which of these statements are true? Explain your reasoning.",
                        "* Which of these statements represent ratios? Write these as ratio statements.",
                        "* Use your rubber band stretcher to enlarge another figure, such as a circle or square. Which of the comparisons are true for the original figure and its image?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Any of these are ratios, see examples below:",
                        "* The same comparisons would be true for the original figure and its image."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Merve’s Comparison is true. We can place copies of the original lengths on the image to see this relationship. The ratio of original to image would be x to 2x. For every measurement in the original, the image is twice the size.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_A_1.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Any of the comparisons could be re-written as ratios. Examples include:</p>",
                        "<p>Merve’s Comparison: The comparison of the lengths on the image to the original is 2 to 1</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Ashley’s Comparison is not true. The distance from the P to a point on the image is twice as long as the distance from the P to a point on the original. The distance between points on the image and original is equal to the distance between P to the original. A comparison statement that would be true might be: For every unit of measure going from P to the original, the image will have twice that distance. </p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_A_2.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Ashley’s Comparison: (Re-written to be true.) The distance from the point P to a point on the image is twice the distance from a point on the original. Or, the distance from the point P to the original compares to the distance from the point P the image by a ratio of 1 to 2.</p>"
                      ]
                    } 
                  },
                  {
                    "display": "teacher",
                    "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Eli's Comparison is true. We can place copies of the original angles on the image to see this relationship. The angle ratios from the original to the image will always be 1 to 1. </p>"
                      ] 
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_A_3.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Eli's Comparison: The measure of the angles have a 1 to 1 relationship. For every 90˚ on the original, there will be 90˚ on the corresponding angle of the image.</p>",
                        "<p>Comparison 4 is true.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_A_4.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "About 4 of the original hats fit inside the image hat. So, the original hat is about 1/4 the area of the image.",
                        "Soro's Comparison: The area of the hat of the original figure to the area of the hat of image is 1 to 4.  "
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Situation B. Changing the Anchor Point and Number of Bands",
                        "Several students had questions about the anchor point and the number of rubber bands. What is your response to each question?",
                        "DaShawn’s Question: What if we change the position of the anchor point? How does this affect the image?",
                        "Sunyoung’s Question: What if we use three rubber bands? We would still trace the figure using the knot closest to the anchor point. How will this affect the image?  ",
                        "Amy’s Question: The rubber bands seem to be acting like are multipliers. Since there is a multiplying effect, we can use ratios. How can I use ratio language to describe what happens to corresponding side lengths?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>If the location of P is changed, the location of the image will also change. However, the location of P does not affect the size or shape of the image. </p>",
                        "<p>For example, the darker blue triangle below is the original. Moving the location of P moves the image (lighter blue triangle). It does not change the shape or size. The length of the distances away from P remain proportional. If we look at corresponding right angles, on the image the right angle is always twice the distance from P while the right angle on the original is always one distance away from P.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_if_Situation_B.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Note that there are two possible interpretations of Sunyoung’s question. Most students will use the knot closer to the anchor point to trace the original figure. Some students may use the knot closer to the pencil. </p>",
                        "<p>Answers for the knots closer to the anchor point:</p>",
                        "<ul><li>The shapes are similar to each other. </li><li>The lengths in the image figure are about 3 times as long as the lengths in the original figure.  </li></ul>"
                      ]
                    }
                  },
                  
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_B_Sunyoungs_Question_1.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                     {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<ul><li>The areas in the image figure are about 9 times as big as the areas in the original figure. </li><li>Each point on the image is about 3 times as far from P as its corresponding point on the original figure.</li></ul>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_B_Sunyoungs_Question_2.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                     {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<ul><li>Answers for the knots closer to the pencil:</li></ul>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_B_Sunyoungs_Question_3.png"
                    }
                  },
                   {
                    "display": "teacher",
                    "content": 
                     {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<ul><li>The shapes are similar to each other.</li><li>The lengths in the image figure are about 1.5 times as long as the lengths in the original figure.</ul>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-2_What_If_Situation_B_Sunyoungs_Question_4.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                     {
                        "type": "Text",
                        "format": "html",
                        "text": [
                          "<ul><li>The areas in the image figure are about 2.25 times as big as the areas in the original figure. Students may estimate and say that the areas in the image are a little more than twice those in the original. </li><li>Each point on the image is about 1.5 times as far from P as its corresponding point on the original figure. </li></ul>"
                        ]
                      }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>In Amy's Question, if the distances of each figure from the anchor point P have a 2 to 1 ratio, like the 2 rubber band stretcher, then the side length of the image figure is 2 times the side length of the original figure. </p>",
                        "<p>Using three rubber bands the ratio of the side length in figure 1 to the side length of corresponding side length in the image is 1 to 3 or 1 : 3.</p>"
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The original figure and its image are <strong>similar figures</strong>. The image is also called the <em>scale drawing</em> of the original figure. For two similar figures, what characteristics and measures are the same?  Different? Explain how you know."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Informally students should see that when enlarging a geometric figure some attributes of shape change and some stay the same:</p>",
                        "<ul><li>angles of the two figures appear to be the same, </li><li>side lengths of the enlarged figure are longer, </li><li>area of the enlarged figure is bigger. </li></ul>",
                        "<p>Note that as the Unit continues, students will revisit these questions and add more specific mathematical detail to them. </p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Have you considered how points, angles, side lengths, and area change?"
                }
              ]
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 1.3",
          "ordinal": 3,
          "title": "SAS 1.3 Scaling Up and Down with Percents",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In the last Problem, we worked with images, or scale drawings, that were similar to the original. Those scale drawings were larger than the original figure. In this Problem, you will work with scale drawings that are smaller than the original. You will also learn more about what it means for figures to be similar."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "When we study similar figures, you often compare their sides and angles. Recall that to compare the parts correctly, mathematicians use the terms <strong>corresponding sides</strong> and <strong>corresponding angles</strong>. In every pair of similar figures, each side of one figure has a corresponding side in the other figure. Also, each angle has a corresponding angle.",
                        "<p>The example below shows the corresponding sides and corresponding angles of two triangles.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_1_3_corresponding.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Geometry",
                      "title": "Corresponding Angles",
                      "board": {
                        "properties": {
                          "axisMin": [-2, -2],
                          "axisRange": [20, 16]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [1, 1], "properties": {"id":"fD4BT7J3op3pVQtK","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [1, 6], "properties": {"id":"gIZaiLYMyd1FrE5x","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [4, 1], "properties": {"id":"Kn7fkbmzBqjMA32K","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["fD4BT7J3op3pVQtK", "gIZaiLYMyd1FrE5x", "Kn7fkbmzBqjMA32K"],"properties": {"id":"BTA-bCQzBm-RaG9S"} },
                        { "type": "point", "parents": [6, 1], "properties": {"id":"d-I-pw7ySlzt7ETY","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 9.4], "properties": {"id":"LaCUJeVNrw7NtNJ2","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [11, 1], "properties": {"id":"3jxIfnZmEvGoiXdO","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["d-I-pw7ySlzt7ETY", "LaCUJeVNrw7NtNJ2", "3jxIfnZmEvGoiXdO"],"properties": {"id":"7nB5OzVIjO7ZnjcC"} },
                        { "type": "vertexAngle", "parents": ["d-I-pw7ySlzt7ETY", "LaCUJeVNrw7NtNJ2", "3jxIfnZmEvGoiXdO"],"properties": {"id":"qC8fQ3hGBhegjZ0m","radius":1} },
                        { "type": "vertexAngle", "parents": ["fD4BT7J3op3pVQtK", "gIZaiLYMyd1FrE5x", "Kn7fkbmzBqjMA32K"],"properties": {"id":"Z8sxCfZoi_i7aA7U","radius":1} }
                      ]
                    }
                  },   
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "There are different ways to identify angles. We can identify an angle with three letters. The letter identifying the vertex of an angle is always the middle letter in its name. We use the word ‘angle’ or the angle symbol ‘∠’. Also, we can also name an angle by its vertex when it is clear which angle we are referring to."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_1_3_identify_angles.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<em>What names would you give the angles in the large triangle?</em>",
                        "<em>Name the corresponding angles in the following two similar triangles?</em>"
                      ]
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "curriculum/stretching-and-shrinking/images/SS_4_2_IC_35_Q2A_350w.png"
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                   {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Daphne thinks the rubber-band method is clever, but she believes the school copier can make more accurate copies in a greater variety of sizes. She makes a copy of “Super Sleuth” with two different percent size factors. The results are shown below."
                      ]
                    }
                  },
                  {
                    "content": {
                    "type": "Image",
                    "url": "curriculum/stretching-and-shrinking/images/SS_1_3_In_11_results_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* What percent size multiplier did Daphne use to create Copy 1 and Copy 2? Explain your reasoning."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>For Copy 2, if we compare corresponding sides such as the base of the triangle, 1 and ½ lengths of the original make the corresponding length of the copy. This means that the multiplier is 1.5 or 150% of the original.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-3_Initial_Challenge_1.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>For Copy 1, if we compare corresponding sides such as the base of the triangle, ¾ of the length of the original makes the corresponding length of the copy. This means that the multiplier is 0.75 or 75% of the original.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/1-3_Initial_Challenge_2.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* How are the copies like the original? How are they different?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p><strong>SOLUTION</strong></p>",
                        "<p>Alike: The original and the copies have the same basic shapes and their corresponding angle measures are the same.</p>",
                        "<p>Different: The corresponding side lengths change and the areas change from the original to the copies. The corresponding side lengths in Copy 1 are ¾ the size of the corresponding side lengths in the original. For every length of 1 in the original, the copy has ¾ of the length. The area is smaller from the original to Copy 1. The corresponding side lengths in Copy 2 are 1.5 times the size of the corresponding side lengths in the original. For every length of 1 in the original, the copy has 150% of the length. The area is larger from the original to Copy 1, but it is not 1.5 times larger.</p>",
                        "<p>The ratios are also different. For Copy 1, the ratio in length from the original is 1 to ¾. For Copy 2 the ratio in length from the original is 1 to 1 ½. </p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Would corresponding side lengths help to decide the percent?"
                },
                {
                  "text": "What about corresponding angles?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Situation A. Comparing the Image to the Original",
                        "Compare each copier image to the original figure.",
                        "* Side Length Comparison: Describe how the side lengths compare to the corresponding side lengths in the original figure."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The side lengths in Copy 2 get longer than the corresponding side lengths in the original image. The percent setting, 150%, tells you that the corresponding side lengths of Copy 2 are 150% of or 1.5 times the side lengths in the original.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Angle Comparison: Describe how the angle measures compare to the corresponding angle measures in the original figure."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>For Copy 1 and 2, corresponding angles are the same. Even though you make the original image smaller in Copy 1 and larger in Copy 2, the angles do not change and stay the same. So, the angles are not affected by the percent setting.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Perimeter Comparison: Describe how the perimeter of the triangle in each copy compares to the perimeter of the original figure."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The perimeters change in the same way the corresponding lengths change. This can be explained by the Distributive Property. In Copy 2 the sides of the hat change by 150%, so the perimeter will also change by 150%: 1.5/+ 1.5/ + 1.5w + 1.5w = 1.5 (/ + / + w + w).</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Area Comparison: Describe how the area of the triangle in each copy compares to the area in the original figure."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The area of the figure of Copy 1 gets little more than half the area of the original image.  </p>",
                        "<p>For the rectangular part of the design, students may reason that since both the length and width are changed by a factor, the area is changed by a product of the factor and itself. (Note: The area comparison factor is the squares of the copier size factor: 0.75 x 0.75 = 0.5625. In the next Investigation, the copier size factor is named the scale factor and student will look more in-depth at how the area changes.)</p>",
                        "<p>The area of the figure of Copy 2 gets little more than double the area of the original image. (Note: The area comparison factor is the squares of the copier size factor: 1.5 x 1.5 = 2.25. The area relationship will be formalized in Investigation 3.) </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Predicting Comparison: Explain how the percent setting can be used to predict the relationships between each copy and the original figure."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>If the percent setting is greater than 100%, such as 150% or 125%, then the figure of the copy will be larger than the original figure. If the percent setting is less than 100%, such as 75% or 50%, then the figure of the copy will be smaller than the original figure. You can predict the side lengths of the copy by multiplying the side lengths of the original by the percent setting. </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Situation B. Changing Percents</strong>\nWhat if we wanted to create an image whose side lengths were twice the length of the original? What percent setting would you choose on the copier?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>To increase a figure’s size by twice the length, you would want to make each side length 2 times as long as the side length of the original. The percent setting of 200% on the copier would make the side length of image 2 times longer than in the original.  </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Situation C. Amelia’s Claim</strong>\nAmelia thinks that the copier creates images that are similar to those made with the rubber band stretchers and the photograph. Do you agree? Explain why or why not."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Agree. The copier creates a more accurate image, but the relationships stay the same.</p>",
                        "<p>When you want to create an image twice bigger than the original, you would use two rubber bands. You can also use the copier with 200% percent setting. If you want to make an image three times bigger than the original, you would use three rubber bands. It is the same as when you use the copier with 300% percent setting. You can use both the rubber bands and the copier when you want to make a similar image.  </p>"
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "For similar figures, what features (attributes) and measures stay the same? What features (attributes) and measures change? How does a multiplier play a role in these changes?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content":
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The shape will remain the same except in size. The measures of corresponding angles will also remain the same. Each corresponding length in the image will stretch or shrink by the multiplier. The areas seem to change in some predictable pattern.</p>"
                      ]
                    }
                  }
                ]
              },
              "supports": []
            }
          ]
        }
      ],
      "supports": []
    },
    {
      "description": "Investigation 2",
      "ordinal": 2,
      "title": "SAS Investigation 2 The Mug Wump Family: Similar Figures",
      "introduction": {
      },
      "problems": [
        {
          "description": "Problem 2.1",
          "ordinal": 1,
          "title": "SAS 2.1 Drawing Wumps",
          "subtitle": "Making Similar Figures",
          "disabled": ["GeometryLinkedTables"],
          "sections": [
            {
              "type": "introduction",
              "content": {
                  "tiles": [
                    {
                      "content": {
                        "type": "Text",
                        "format": "markdown",
                        "text": [ 
                          "Zack and Marta want to design a computer game that involves several animated characters. They ask Marta’s uncle Carlos, a programmer for a video game company, about computer animation.",
                          "Carlos explains that the computer screen can be thought of as a grid made up of thousands of tiny points, called pixels. To animate a figure, we need to enter the coordinates of key points on the figure. The computer uses these points to draw the figure in different positions.",
                          "Sometimes the figures in a computer game need to change size. A change in the code can make a figure larger or smaller. We can give it a rule for finding key points from the original figure. In this Investigation, we will explore answers to these questions.",
                          "Do the rules create scale drawings? That is, are the two figures similar?",
                          "The following problems will help us answer these questions"
                        ]
                      }
                    }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [

                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Zack and Marta experiment with enlarging and reducing figures on a coordinate grid. First, Zack draws Mug Wump on graph paper. Then he labels the key points from A to X and lists the coordinates for each point. Marta writes the rules that will change Mug’s size. Marta tries several rules for transforming Mug into different sizes. She wonders which rules will make family members that are similar shapes."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### The Mug Experiment",
                        "Equipment",
                        "* Table of Coordinates for the Wump Game Characters",
                        "* First Quadrant Grids to plot the Wump Characters/Digital graph"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Instructions for Plotting the Wumps",
                        "* Plot Mug – Use the coordinate pairs in the “Mug Wump” column to draw Mug on grid paper. For Parts 1-3 of the figure, plot the points in order. Connect them as you go along. For Part 4, plot the two points, but do not connect them.",
                        "* Find Coordinates for the other Wump characters – Use the given rules to find the new coordinates for each shape. Record the coordinates in the columns Zug, Lug, Bug, and Glug. For example, the rule for Zug is (2x, 2y). This means that you multiply each of Mug’s coordinates by 2. Point A on Mug is (0, 1), so the corresponding point A on Zug is (0, 2). Point B on Mug is (2, 1), so the corresponding point B on Zug is (4, 2).",
                        "* Plot the other Wump characters – Plot and connect the points from A to X for each Wump character, just as you did for Mug. Put each shape on separate axes."
                      ]
                    }
                  },
                  [{
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Mug Wump",
                      "columns": [
                        {"name":"x","values":["0","2","2","3","3","5","5","6","6","8","6","2","0","2","6","6","2","2","3","4","5","3","2","6"]},
                        {"name":"y","values":["1","1","0","0","1","1","0","0","1","1","7","7","1","2","2","3","3","2","4","5","4","4","5","5"]}
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Zug",
                      "columns": [
                        {"name":"2x","values":["0","4","4","6","6","10","10","12","12","16","12","4","0","4","12","12","4","4","6","8","10","6","4","12"]},
                        {"name":"2y","values":["2","2","0","0","2","2","0","0","2","2","14","14","2","4","4","6","6","4","8","10","8","8","10","10"]}
                      ]
                    }
                  }],
                  [{
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Lug",
                      "columns": [
                        {"name":"3x","values":["0","6","6","9","9","15","15","18","18","24","18","6","0","6","18","18","6","6","9","12","15","9","6","18"]},
                        {"name":"y","values":["1","1","0","0","1","1","0","0","1","1","7","7","1","2","2","3","3","2","4","5","4","4","5","5"]}
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Bug",
                      "columns": [
                        {"name":"3x","values":["0","6","6","9","9","15","15","18","18","24","18","6","0","6","18","18","6","6","9","12","15","9","6","18"]},
                        {"name":"3y","values":["3","3","0","0","3","3","0","0","3","3","21","21","3","6","6","9","9","6","12","15","12","12","15","15"]}
                      ]
                    }
                  }],
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Glug",
                      "columns": [
                        {"name":"x","values":["0","2","2","3","3","5","5","6","6","8","6","2","0","2","6","6","2","2","3","4","5","3","2","6"]},
                        {"name":"3y","values":["3","3","0","0","3","3","0","0","3","3","21","21","3","6","6","9","9","6","12","15","12","12","15","15"]}
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Mug",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [0, 1], "properties": {"id":"F1a7NcGqeCYYipJh","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 1], "properties": {"id":"DRmVyYMGmkanOjDS","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 0], "properties": {"id":"hZhkF5Mig3RZy02e","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 0], "properties": {"id":"H5YpWIYGtAxk53gC","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 1], "properties": {"id":"S17Q8dWqbzHA7JGK","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5, 1], "properties": {"id":"60lQKvtYM8h3vsKn","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5, 0], "properties": {"id":"cxS_PyLJWoQkC6ei","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 0], "properties": {"id":"B9ZOtrRKmQla7-RF","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 1], "properties": {"id":"DwjXWysfUo6Hnwr7","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [8, 1], "properties": {"id":"OcfiORSxXP7InqCm","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 7], "properties": {"id":"UElUzw_BVCP6a6qp","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 7], "properties": {"id":"PgTL9uudOfdS2i_S","snapToGrid":false,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["F1a7NcGqeCYYipJh", "DRmVyYMGmkanOjDS", "hZhkF5Mig3RZy02e", "H5YpWIYGtAxk53gC", "S17Q8dWqbzHA7JGK", "60lQKvtYM8h3vsKn", "cxS_PyLJWoQkC6ei", "B9ZOtrRKmQla7-RF", "DwjXWysfUo6Hnwr7", "OcfiORSxXP7InqCm", "UElUzw_BVCP6a6qp", "PgTL9uudOfdS2i_S"],"properties": {"id":"3DrDig0JbEcUKnNy"} },
                        { "type": "point", "parents": [2, 3], "properties": {"id":"yXFgkhgt_4JiX0V8","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 2], "properties": {"id":"N8K6It7RU7UyHa8o","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 2], "properties": {"id":"X7eO3KmoXtjOES4n","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 3], "properties": {"id":"a0tdbSaxvcPQvcSt","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["yXFgkhgt_4JiX0V8", "N8K6It7RU7UyHa8o", "X7eO3KmoXtjOES4n", "a0tdbSaxvcPQvcSt"],"properties": {"id":"cJyfTjFTygbi0IsK"} },
                        { "type": "point", "parents": [3, 4], "properties": {"id":"xESFBOlqxY7MNsON","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [4, 5], "properties": {"id":"b1r_sm-pjVDer2Wd","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5, 4], "properties": {"id":"5PtPxYz7glE4x8oA","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["xESFBOlqxY7MNsON", "b1r_sm-pjVDer2Wd", "5PtPxYz7glE4x8oA"],"properties": {"id":"_sLb6l-BeRW64IfK"} },
                        { "type": "point", "parents": [2, 5], "properties": {"id":"4_LHrV5lP6EMZ0sM","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 5], "properties": {"id":"0GvxPnul9g9dDeNe","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Mug Wump: <em>(x, y)</em>,  Zug: <em>(2x, 2y)</em>, Lug: <em>(3x, y)</em>, Bug: <em>(3x, 3y)</em>, Glug: <em>(x, 3y)</em>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Zug",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [0, 1.9672131147540983], "properties": {"id":"prgm_04PkwM20ZiB","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [4, 2], "properties": {"id":"Gidu_GI6cLi51YuT","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [4, 0], "properties": {"id":"vsnyFl4R7yFSqico","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 0], "properties": {"id":"dl_R4mXBTAs1na1s","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 2], "properties": {"id":"j0N-5NMf94idfW_k","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [10, 2], "properties": {"id":"rHPdb7ebg8BTEnau","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [10, 0], "properties": {"id":"r6SIbDu5RGYuEmte","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12, 0], "properties": {"id":"ZeT9bRk8xBrIVFWv","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12, 2], "properties": {"id":"OhnKFgV7v4ZnqsSX","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [16, 2], "properties": {"id":"7hbdKGt5fmP4COiy","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12, 14], "properties": {"id":"HCE5ggSH-zjV2UzZ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [4.043715846994536, 14.043715846994536], "properties": {"id":"ZWngor_99oRQpcTp","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["prgm_04PkwM20ZiB", "Gidu_GI6cLi51YuT", "vsnyFl4R7yFSqico", "dl_R4mXBTAs1na1s", "j0N-5NMf94idfW_k", "rHPdb7ebg8BTEnau", "r6SIbDu5RGYuEmte", "ZeT9bRk8xBrIVFWv", "OhnKFgV7v4ZnqsSX", "7hbdKGt5fmP4COiy", "HCE5ggSH-zjV2UzZ", "ZWngor_99oRQpcTp"],"properties": {"id":"rTecntACjfGBs4Qe"} },
                        { "type": "point", "parents": [4, 4], "properties": {"id":"F1BW_A7MgEqyihqQ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12, 4], "properties": {"id":"EohbIRXKgTIPoieB","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12, 6], "properties": {"id":"a5iwQhGjFi-UUSro","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [4, 6], "properties": {"id":"9SWSBKHflaZYVjaB","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["F1BW_A7MgEqyihqQ", "EohbIRXKgTIPoieB", "a5iwQhGjFi-UUSro", "9SWSBKHflaZYVjaB"],"properties": {"id":"O9g96dSZdBdCQ_Cw"} },
                        { "type": "point", "parents": [6, 8], "properties": {"id":"8XGWAWqnm-LmTzME","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [8, 10], "properties": {"id":"L0B6h_yJGbOvhboJ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [10, 8], "properties": {"id":"wwJx0cMCloVenQw3","     snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["8XGWAWqnm-LmTzME", "L0B6h_yJGbOvhboJ", "wwJx0cMCloVenQw3"],"properties": {"id":"ZoutCN-fiZLrGGOg"} },
                        { "type": "point", "parents": [4, 10], "properties": {"id":"X3QYLeMmc-Blve1C","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12, 10], "properties": {"id":"8Q9LhOGj5mzLGtS_","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} }
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Lug",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [0, 1], "properties": {"id":"U45DrvU866bWD0KW","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6.0109289617486334, 1.0382513661202186], "properties": {"id":"GRkNaljOWDikvO-e","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 0], "properties": {"id":"5u2N3v-PoJUPjUSs","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [9, 0], "properties": {"id":"ajoKUGi9X8veVbci","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [9, 1], "properties": {"id":"rsc0OZOVaKvso_i9","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [15, 1], "properties": {"id":"aG1KA1neizwbFLvN","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [15, 0], "properties": {"id":"fbdOONrdZb_mMfiQ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18.0327868852459, 0], "properties": {"id":"LKbd8M3u-9KSU42B","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 1], "properties": {"id":"QG9Mq8XEDD7hWqEF","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [24, 1], "properties": {"id":"MYixFHAW063q1XdG","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 7], "properties": {"id":"7rvUpdnQ-gIc879J","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5.956284153005464, 7.049180327868852], "properties": {"id":"OfVzbIXTApnltQTl","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["U45DrvU866bWD0KW", "GRkNaljOWDikvO-e", "5u2N3v-PoJUPjUSs", "ajoKUGi9X8veVbci", "rsc0OZOVaKvso_i9", "aG1KA1neizwbFLvN", "fbdOONrdZb_mMfiQ", "LKbd8M3u-9KSU42B", "QG9Mq8XEDD7hWqEF", "MYixFHAW063q1XdG", "7rvUpdnQ-gIc879J", "OfVzbIXTApnltQTl"],"properties": {"id":"5VEKeULWklws-DfL"} },
                        { "type": "point", "parents": [6, 2], "properties": {"id":"kLA16xx_oVh9S6lo","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 2], "properties": {"id":"Ua9fQuD1CV0rK87V","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 3], "properties": {"id":"hNNWmGDZgjnOt74Z","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 3], "properties": {"id":"Lbj9qfbmLmQAeWED","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["kLA16xx_oVh9S6lo", "Ua9fQuD1CV0rK87V", "hNNWmGDZgjnOt74Z", "Lbj9qfbmLmQAeWED"],"properties": {"id":"JxlfBp8ktsWMyVQR"} },
                        { "type": "point", "parents": [9, 4], "properties": {"id":"wBD4vYdM7QFRNJj9","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12, 5], "properties": {"id":"l2GH6F_3x4EwTFib","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [15, 4], "properties": {"id":"eOXHXB-hFYXQuvcM","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["wBD4vYdM7QFRNJj9", "l2GH6F_3x4EwTFib", "eOXHXB-hFYXQuvcM"],"properties": {"id":"LKKc3WbSYZcAKu7Y"} },
                        { "type": "point", "parents": [6, 5], "properties": {"id":"oKettVHETLdZ_McC","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 5], "properties": {"id":"fEQE4G4rscGb9fWw","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} }
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Bug",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [0, 3], "properties": {"id":"94zvvX3mSwnnqJFk","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5.956284153005464, 3.0054644808743167], "properties": {"id":"XvfjoNa0iSHr9R0M","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 0], "properties": {"id":"hBtc6VVkxfMYbzjE","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [9.01639344262295, 0], "properties": {"id":"2oOLdZziNHNAuFSn","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [9.01639344262295, 2.9508196721311473], "properties": {"id":"aovKKsazNwXDTwDc","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [14.972677595628415, 3.0054644808743167], "properties": {"id":"ioctEkd5nk0mbDEN","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [15, 0], "properties": {"id":"VFYQpWC_kkKs7kRd","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 0], "properties": {"id":"JMTRA4_VKOtUSiZm","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [17.97814207650273, 3.0054644808743167], "properties": {"id":"1Mj1hjgx7YVgRW2j","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [24, 3], "properties": {"id":"3LOfbt5VCvGDnq6g","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 21], "properties": {"id":"H5V9CQWwB2awQ5fM","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 21], "properties": {"id":"zQkKDVaLYSHNJ8Q7","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["94zvvX3mSwnnqJFk", "XvfjoNa0iSHr9R0M", "hBtc6VVkxfMYbzjE", "2oOLdZziNHNAuFSn", "aovKKsazNwXDTwDc", "ioctEkd5nk0mbDEN", "VFYQpWC_kkKs7kRd", "JMTRA4_VKOtUSiZm", "1Mj1hjgx7YVgRW2j", "3LOfbt5VCvGDnq6g", "H5V9CQWwB2awQ5fM", "zQkKDVaLYSHNJ8Q7"],"properties": {"id":"E3Tp7DBr9-aQ9NKh"} },
                        { "type": "point", "parents": [6, 6], "properties": {"id":"O11hPKsUHOvqpM1w","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 6], "properties": {"id":"ynhlraIxLSRXztmn","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 9], "properties": {"id":"GZpPgSKnrCzjtFFY","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 9], "properties": {"id":"Au8iCY5WS0Z1yOYb","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["O11hPKsUHOvqpM1w", "ynhlraIxLSRXztmn", "GZpPgSKnrCzjtFFY", "Au8iCY5WS0Z1yOYb"],"properties": {"id":"mawA89VafTtJo1sq"} },
                        { "type": "point", "parents": [9, 12], "properties": {"id":"orfiJy1LZGhY6WB0","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [12.000000000000002, 15], "properties": {"id":"eMHm4UNof5i6upNJ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [15.000000000000002, 12], "properties": {"id":"pE7p2IT9xPPJxY9z","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["orfiJy1LZGhY6WB0", "eMHm4UNof5i6upNJ", "pE7p2IT9xPPJxY9z"],"properties": {"id":"N84D0s2mNTvzmKaW"} },
                        { "type": "point", "parents": [6, 15], "properties": {"id":"I5tc_58gnM87dAPR","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [18, 15], "properties": {"id":"GPWC83jgOpFDAxB7","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} }
                      ]
                    }
                  },
                  {
                    "layout": {
                      "height": 400
                    },
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Glug",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [0, 3], "properties": {"id":"qL4yPB6xXWTANPXb","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 3], "properties": {"id":"hXdXlRMlMPMKd5hN","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 0], "properties": {"id":"XpeLjlt0gebApaRZ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 0], "properties": {"id":"YPJvQwx-qO0GN4kF","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 3], "properties": {"id":"pDNK_W9N-CC84jD-","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5, 3], "properties": {"id":"_IafN23QsPL59dGl","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [4.972677595628415, 6.2123955039134425e-15], "properties": {"id":"M7vDxQxzxoC6s37o","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 0], "properties": {"id":"9QrbxWhpmz7SBCZJ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 3], "properties": {"id":"tb8VxwqahhUWof3M","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [8, 3], "properties": {"id":"k_gjiU-1kCqqnnO0","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 21], "properties": {"id":"6nq-jhqGOSjT6llv","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 21], "properties": {"id":"AduPWZtULcwGkCaz","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["qL4yPB6xXWTANPXb", "hXdXlRMlMPMKd5hN", "XpeLjlt0gebApaRZ", "YPJvQwx-qO0GN4kF", "pDNK_W9N-CC84jD-", "_IafN23QsPL59dGl", "M7vDxQxzxoC6s37o", "9QrbxWhpmz7SBCZJ", "tb8VxwqahhUWof3M", "k_gjiU-1kCqqnnO0", "6nq-jhqGOSjT6llv", "AduPWZtULcwGkCaz"],"properties": {"id":"x1s0yDh5eoWJ_6w5"} },
                        { "type": "point", "parents": [2, 6], "properties": {"id":"eydx-20I8ufJ8-5b","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 6], "properties": {"id":"7VVLe6L2Y9k6PL3e","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 9], "properties": {"id":"d6R8Isxip2vHsTYq","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [2, 9], "properties": {"id":"xgKl3hMRqmnmA2_s","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["eydx-20I8ufJ8-5b", "7VVLe6L2Y9k6PL3e", "d6R8Isxip2vHsTYq", "xgKl3hMRqmnmA2_s"],"properties": {"id":"RGQIgT65Cp22dvGH"} },
                        { "type": "point", "parents": [2, 15], "properties": {"id":"yOFIHJEm2BklRs6c","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 15], "properties": {"id":"jZt_Q1wfxzVyNUAP","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} }
                      ]
                    }
                  },
                {
                    "content": {
                      "type": "Table",
                      "name": "Mug Wump",
                      "columns": [
                        {
                          "name": "Mug x",
                          "type": "number",
                          "values": [0, 2, 2, 3, 3, 5, 5, 6, 6, 8, 6, 2, 0]
                        },
                         {
                          "name": "Mug y",
                          "type": "number",
                          "values": [1, 1, 0, 0, 1, 1, 0, 0, 1, 1, 7, 7, 1]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "Mug Wump Part 2",
                      "columns": [
                        {
                          "name": "x",
                          "type": "number",
                          "values": [2, 6, 6, 2, 2]
                        },
                         {
                          "name": "y",
                          "type": "number",
                          "values": [2, 2, 3, 3 ,2]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "Mug Wump Part 3",
                      "columns": [
                        {
                          "name": "x",
                          "type": "number",
                          "values": [3,4,5,3]
                        },
                         {
                          "name": "y",
                          "type": "number",
                          "values": [4,5,4,4]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "Mug Wump Part 4",
                      "columns": [
                        {
                          "name": "x",
                          "type": "number",
                          "values": [2, 6]
                        },
                         {
                          "name": "y",
                          "type": "number",
                          "values": [5, 5]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Look at the figures created by Marta’s rules. Which family members are similar to Mug? Which figures appear not to be similar, and thus “imposters”? How do you know?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Zug and Bug are bigger versions of and have the same shape as Mug, so they are the other Wumps. From Mug to Zug and Bug, the angles and the general shape stayed the same. From Mug to Zug, the lengths doubled and from Mug to Bug, the lengths tripled. </p>",
                        "<p>On the other hand, Lug is too wide, and Glug is too tall to be the Wumps family. From Mug to Lug and Glug, corresponding lengths did not grow by the same factor. Lug is the same height as Mug but three times as wide. Lug is stretched on the x-axis values, but not the y-axis values. Glug is the same width as Mug but three times as tall. Glug is stretched on the y-axis values, but not the x-axis values. Many of Lug’s and Glug’s angles differ from Mug’s. So, Lug and Glug are impostors. </p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "What features are the same about Mug and the others? What features are different?"
                },
                {
                  "text": "What features do you consider when you decide two figures are similar or not?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation A. Student Claims</h3>Below are claims made by Marta’s class. Is each Claim true? Explain why.",
                        "<strong>Marta’s Claim</strong> The rule (5x, 5y) will make a character that is similar to Mug, but the rule (5x, y) will not produce a character similar to Mug."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "True. Like the rule (2x, 2y) makes Zug similar to Mug and the rule (3x, 3y) makes Bug similar to Mug, the rule (5x, 5y) also makes it similar to Mug. It will be 5 times wider and 5 times taller than Mug."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Jacob’s Claim</strong> I can use the coordinate rule to predict how the side lengths compare between Mug and a similar Wump. Is he correct?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Yes, this is true. With the rule (2x, 2y), Zug has double the side lengths of the corresponding side lengths of Mug’s. Also, with the rule (3x, 3y), Bug has triple the side lengths of the corresponding side lengths of Mug’s. Using the multiplier, you can predict how many times bigger (or smaller) the lengths on a similar figure are compared to the original lengths."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Zack’s Claim</strong> For similar figures, the corresponding angle measures change the same way as the corresponding side lengths."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "False. The angle measures do not change from the original to the corresponding angles on the image."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Billie’s Claim</strong> The rule (x, y) creates a figure that is exactly the same as the original."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "True. The multiplier is 1, since (x, y) = (1x, 1y). Multiplying any quantity by 1 is the multiplicative identity. The values of the coordinates will stay the same. So, the figure is like the identity; it will be the same size and shape."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation B. New Rules</h3>",
                        "1.  Make a rule that would create a figure similar to Lug."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Answer will vary. Possible answers: (6x, 2y), (9x, 3y), (12x, 4y), (x, 1/3y)</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "2. Describe how the corresponding angle measures and side lengths change."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Angle measure will stay the same from one corresponding angle to another. Corresponding side lengths from the original to the image will get larger or smaller by the amount of the multiplier. For example, from Lug to the shape made with (6x, 2y), all of the lengths will double. From Lug to the shape made with (9x, 3y), all of the lengths will triple."
                      ]
                    }
                  }
                ]
              }
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "How can you determine if an original figure and its image are similar by looking at the coordinate rule that produced the image? What features (attributes) stay the same for Mug and similar figures? What features change?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": 
                    {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Students should discuss enlarging geometric figures using coordinate grids and rules that produce both similar and non-similar figures. ",
                        "If the coordinates for the original figure is (x, y), then the coordinates for the similar image is (kx, ky), which means that each x-coordinate and y- coordinate for the similar image is multiplied by the same number k to the original coordinates. ",
                        "Also, students should expand understanding which attributes change and which stay the same: ",
                        "* corresponding angles of two similar figures are the same measure while angles of non-similar figures may not be.",
                        "* corresponding side lengths from the original shape to the similar figure increase by the multiplier used to create a new rule. "
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_1_In_13_did_you_know_350w.png"
                    }
                  }
                ]
              },
              "supports": []
            }
          ],
          "supports": [ ]
        },
        {
          "description": "Problem 2.2",
          "ordinal": 2,
          "title": "SAS 2.2 Hats Off to the Wumps",
          "subtitle": "Changing a Figure's Size and Location",
          "sections": [
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Zack experiments with multiplying Mug’s coordinates by different whole numbers to make other characters. Marta asks her uncle how multiplying the coordinates by a decimal or adding numbers to or subtracting numbers from each coordinate will affect Mug’s shape. He gives her a sketch for a new shape (a hat for Mug) and some rules to investigate."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_2_In_15_mug_hat_500w.png"
                    }
                  },
                  {
                    "layout": {
                      "height": 200
                    },
                    "content": {
                      "type": "Geometry",
                      "board": {
                        "properties": {
                          "axisMin": [-1, -1],
                          "axisRange": [15, 15]
                        }
                      },
                      "objects": [
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 1],
                              "properties": {
                                "name": "A"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [9, 1],
                              "properties": {
                                "name": "B"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 2],
                              "properties": {
                                "name": "C"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 3],
                              "properties": {
                                "name": "D"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [4, 3],
                              "properties": {
                                "name": "E"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [4, 2],
                              "properties": {
                                "name": "F"
                              }
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_2_In_16_rules_mug_hat_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Look at each rule and predict what will happen to the hat with each rule."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Students’ predictions will vary. At this time, many students may not have connected the stretching and shrinking to a multiplicative relationship. They may predict that adding will make a shape enlarge and subtracting will make a shape shrink. If so, students may predict that Hat 1 and Hat 5 will look the same."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Test each rule. How does your result compare with your prediction? "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Answers will vary. Predictions may or may not have matched what happened to the shapes.",
                        "* Hat 1 will move 2 units to the right and 3 units up without changing its size or shape. (congruent and similar)",
                        "* Hat 2 will move 1 unit left and 4 units up, also without changing its size or shape. (congruent and similar)",
                        "* Hat 3 will be located 2 units to the right, and it will be 3 times as high (stretched vertically and not similar)",
                        "* Hat 4 will shrink vertically and horizontally by the same factor: 0.5. It keeps the same shape. Each length will be half of the original corresponding length. (similar)",
                        "* Hat 5 will be stretched vertically by the factor of 2, and horizontally by the factor of 3. (not similar)",
                        "* Hats 1, 2, and 4 are similar to Mug’s Hat. Hat 1 and Hat 2 are the same size and shape as Mug’s hat, but they move to different place on the coordinate graph. Hat 4 has the same shape, but different size from the Mug’s hat."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Table of Coordinate Pairs",
                      "columns": [
                        {"name":" ","values":["Point","A","B","C","D","E","F","G"]},
                        {"name":"Mug's Hat","values":["(x , y)","(1, 1)","(9, 1)","(6, 2)","(6, 3)","(4, 3)","(4, 2)","(1, 1)"]},
                        {"name":"Hat 1","values":["(x + 2, y + 3)","(3, 4)","(11, 4)","(8, 5)"," (8, 6)","(6, 6)","(6, 5)","(3, 4)"]},
                        {"name":"Hat 2","values":["(x - 1, y + 4)","(0, 5)","(8, 5)","(5, 6)","(5, 7)","(3, 7)","(3, 6)","(0, 5)"]},
                        {"name":"Hat 3","values":["(x + 2, 3y)","(3, 3)","(11, 3)","(8, 6)","(8, 9)","(6, 9)","(6, 6)","(3, 3)"]},
                        {"name":"Hat 4","values":["(0.5x, 0.5y)","(0,5, 0.5)","(4.5, 0.5)","(3, 1)","(3, 1.5)","(2, 1.5)","(2, 1)","(0.5, 0.5)"]},
                        {"name":"Hat 5","values":["(2x, 3y)","(2, 3)","(18, 3)","(12, 6)","(12, 9)","(8, 9)","(8, 6)","(2, 3)"]}
                      ]
                    }
                  },
                  [{
                    "display": "teacher",
                    "layout": {
                      "height": 200
                    },
                    "content": {
                      "type": "Geometry",
                      "title": "Mug’s Hat",
                      "board": {
                        "properties": {
                          "axisMin": [-1, -1],
                          "axisRange": [15, 15]
                        }
                      },
                      "objects": [
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 1],
                              "properties": {
                                "name": "A"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [9, 1],
                              "properties": {
                                "name": "B"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 2],
                              "properties": {
                                "name": "C"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 3],
                              "properties": {
                                "name": "D"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [4, 3],
                              "properties": {
                                "name": "E"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [4, 2],
                              "properties": {
                                "name": "F"
                              }
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Hat 1",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [3, 4.1000000000000005], "properties": {"id":"CKZsETthyV76sI63","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [11, 4], "properties": {"id":"XVgLFUmtZZRp6XR7","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [8, 5], "properties": {"id":"1zt_o2C8_NO7jgdU","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [8, 6], "properties": {"id":"sgL9jiY3sEHLTDLw","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 6], "properties": {"id":"CejYRi5zciQV1SsJ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 5], "properties": {"id":"nfCP5Vs119FDWjK0","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["CKZsETthyV76sI63", "XVgLFUmtZZRp6XR7", "1zt_o2C8_NO7jgdU", "sgL9jiY3sEHLTDLw", "CejYRi5zciQV1SsJ", "nfCP5Vs119FDWjK0"],"properties": {"id":"UWTq-bMbU0dC2ud_"} }
                      ]
                    }
                  }],
                  [{
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Hat 2",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [0, 5], "properties": {"id":"EWwmGMykqI3EAfmJ","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [8, 5], "properties": {"id":"SA5Uo1SRsw64HI-o","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5, 6], "properties": {"id":"NW3dnnZJt74VMb8_","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [5, 7], "properties": {"id":"nflYISZovV1bWrYC","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 7], "properties": {"id":"7PemD2FkWhS387Sr","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 6], "properties": {"id":"RNvBCcnVQBdah8ue","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["EWwmGMykqI3EAfmJ", "SA5Uo1SRsw64HI-o", "NW3dnnZJt74VMb8_", "nflYISZovV1bWrYC", "7PemD2FkWhS387Sr", "RNvBCcnVQBdah8ue"],"properties": {"id":"ugV7bOncUuZNn_WH"} }
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Hat 3",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [2.9508196721311473, 3.0054644808743194], "properties": {"id":"OEly5WN6_YCdEJgj","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [11, 3], "properties": {"id":"Mqye7QHgnIRpgokl","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [7.978142076502732, 5.956284153005466], "properties": {"id":"hqajRtfZi5G3XId9","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [8, 9], "properties": {"id":"kXay8UaR7h4c5vZP","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 9], "properties": {"id":"3_sBOLAQMamD60lk","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [6, 6], "properties": {"id":"k4Fy8YnkcfQN9VtX","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["OEly5WN6_YCdEJgj", "Mqye7QHgnIRpgokl", "hqajRtfZi5G3XId9", "kXay8UaR7h4c5vZP", "3_sBOLAQMamD60lk", "k4Fy8YnkcfQN9VtX"],"properties": {"id":"qu3-4pPyMgaN6U_H"} }
                      ]
                    }
                  }],
                  [
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Geometry",
                        "title": "Hat 4",
                        "board": {
                          "properties": {
                            "axisMin": [-2.186, -1.093],
                            "axisRange": [26.23, 17.486]
                          }
                        },
                        "objects": [
                          { "type": "point", "parents": [0.5, 0.5], "properties": {"id":"D3diq-xIS8sWwPgN","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [4.48087431693989, 0.5464480874316969], "properties": {"id":"ITD9jGE5DKQBBZ05","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [3, 1], "properties": {"id":"hrg0GrlvJ5B3cdFW","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [3, 1.5], "properties": {"id":"_rmZutpv-I_TFPsE","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [2, 1.5], "properties": {"id":"XLjFFqoXMQOeoXHe","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [2, 1], "properties": {"id":"f0qh7hBuA8pj5ksD","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "polygon", "parents": ["D3diq-xIS8sWwPgN", "ITD9jGE5DKQBBZ05", "hrg0GrlvJ5B3cdFW", "_rmZutpv-I_TFPsE", "XLjFFqoXMQOeoXHe", "f0qh7hBuA8pj5ksD"],"properties": {"id":"m7LQmMcwz-y2AC_J"} }
                        ]
                      }
                    },
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Geometry",
                        "title": "Hat 5",
                        "board": {
                          "properties": {
                            "axisMin": [-2.186, -1.093],
                            "axisRange": [26.23, 17.486]
                          }
                        },
                        "objects": [
                          { "type": "point", "parents": [2, 3], "properties": {"id":"CxvwoD441FDOurrq","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [17.97814207650273, 3.0054644808743194], "properties": {"id":"l2cuZc5MkvZdbpua","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [12, 6], "properties": {"id":"PQ2v83foCQO-aUD6","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [12, 9], "properties": {"id":"HlTMZnInmez7o57i","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [7.978142076502732, 9.016393442622952], "properties": {"id":"1W9MKKR3tdYI9VJV","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "point", "parents": [8, 6], "properties": {"id":"oiPQtV7kirzjQMD9","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                          { "type": "polygon", "parents": ["CxvwoD441FDOurrq", "l2cuZc5MkvZdbpua", "PQ2v83foCQO-aUD6", "HlTMZnInmez7o57i", "1W9MKKR3tdYI9VJV", "oiPQtV7kirzjQMD9"],"properties": {"id":"e9gzLZ1M3pJ-h_pr"} }
                        ]
                      }
                    }
                  ]
                ]
              },
              "supports": [
                {
                  "text": "To predict what will happen to the hat with rules, recall the relationship between the rules to draw Zug, Lug, Bug, and Glug and its similarity in Problem 2.1."
                },
                {
                  "text": "In Problem 2.1, how is a rule with adding or subtracting a number to the x or y coordinate different from a rule with multiplying a number?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Situation A. Writing New Hat Rules",
                        "Mr. Smith challenged his class to create a design for a similar hat. Then the designs were handed out to different groups to write a rule for the design. Below are a sample of the designs.",
                        "What rule would you write for each design?",
                        "**Syrah’s Design:** The side lengths are one third as long as Mug’s hat?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "(1/3 x, 1/3 y)"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Joe’s Design:** The side lengths are 1.5 times as long as Mug’s hat?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "(1.5 x, 1.5 y)"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Viola’s Design:**The hat is the same size as Mug’s hat but has moved right 1 unit and up 5 units?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "(x + 1, y - 5)"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Kathy's Design:** The image is in another quadrant of the graph?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Answers will vary. </p>",
                        "<p>To move the image to the second quadrant, you should move it left more than 9 units and up more than 0: possible answers are (x-9, y), (x-10, y+1), (x-12, y+3).  </p>",
                        "<p>To move the image to the third quadrant, you should move it left more than 9 units and down more than 3 units: possible answers are (x-9, y-3), (x-9, y-4), (x-11, y-4). </p>",
                        "<p>To move the image to the fourth quadrant, you should move it down more than 3 units and right more than 0 units: possible answers are (x, y-3), (x, y-5), (x+2, y-5).</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Situation B. Raymond's Claim about Negative Numbers and Rules</strong>\nRaymond claims that if you multiplied each coordinate by a negative number the image is similar but smaller. Is he correct? Explain."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>If you multiply each coordinate (x, y) by -1 so you get (-x, -y), then the image has the same size of the original, but it rotates 180 deg as if x-axis and y-axis are used as mirrors. Students may multiply -1 to each coordinate of Mug’s and draw it as an example to see how the image looks like. This new Negative Hat will be in quadrant 3.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Mug's Hat",
                      "columns": [
                        {"name":"Point","values":["A","B","C","D","E","F","G"]},
                        {"name":"(x, y)","values":["(1, 1)","(9, 1)","(6, 2)","(6, 3)","(4, 3)","(4, 2)","(1, 1)"]}
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Table",
                      "name": "Negative Hat",
                      "columns": [
                        {"name":"x","values":["-1","-9","-6","-6","-4","-4","-1"]},
                        {"name":"y","values":["-1","-1","-2","-3","-3","-2","-1"]}
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Situation C. Isaiah’s Challenge: Putting the Hat on Mug</strong>\nIsaiah challenges his group to write a rule that will put Mug’s hat on Mug. Is this possible? Why?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>It is possible. Because you can move the hat upwards on the coordinate plane by adding numbers to the y-coordinate, you can put the hat on Mug. One possible rule for a hat that student can come up with is (x-1, y+6). Students might struggle with making a rule for the move at first. Students can first draw the hat on Mug and make a table for the coordinates of moved hat. Then they can compare the coordinates of the original (points A, B, …, G) with the new coordinates. For the corresponding coordinates, students may count units that moves from the original position to the new position. </p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_2_MughatOnMug.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "Mug's Hat on Mug",
                      "columns": [
                        {"name":"x","values":["0","8","5","5","3","3","0"]},
                        {"name":"y","values":["7","7","8","9","9","8","7"]}
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Table",
                      "name": "Mug's Hat on Mug",
                      "columns": [
                        {"name":"x","values":["0","8","5","5","3","3","0"]},
                        {"name":"y","values":["7","7","8","9","9","8","7"]}
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "What made the hat get smaller?"
                },
                {
                  "text": "How did adding to the coordinates change the hat?"
                },
                {
                  "text": "What did subtracting do to the hat?"
                }
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "If you know the coordinate rules to create an image, how can you tell if the two figures are similar? How can you use the rule to predict the side lengths of the image? How is the effect of a coordinate rule like the effect of a rubber band stretcher or a copy machine setting?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>For the coordinates (x, y) of the original figure, if you make the coordinate rules by multiplying each coordinate by the same number, k, then the new image with the coordinates (kx, ky) is similar to the original figure. For example, if you multiply (x, y) by 2, then you will have new coordinates (2x, 2y). It makes the side lengths of the new image 2 times longer than the side lengths of the original figure. This rule has the same effect as both a rubber band with two-band stretcher and a copy machine setting with 200%. </p>",
                        "<p>You can use the rule to predict what will happen to the lengths of corresponding sides. When looking at the coordinate rules, the multiplier from one coordinate to the next will tell how much the side lengths change from one figure to another. For example, if we think of Zug as the original and Bug as the image, each coordinate in the rule multiplies by 1.5. So, the lengths of Zug will grow 1.5 times to make the lengths of Bug. Zug’s nose is 2 units tall and Bug’s nose is 2 • 1.5 = 3 units tall. Zug’s forehead is 8 units long and Bug’s forehead is 8 • 1.5 = 12 units long</p>",
                        "Zug             (2x, 2y)",
                        "<h3>x1.5⤸      ⤸ x1.5</h3>",
                        "Bug              (3x, 3y)"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_2_NWDYK_Mug.jpg"
                    }
                  }
                ]
              },
              "supports": [ ]
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 2.3",
          "ordinal": 3,
          "title": "SAS 2.3 Mouthing Off and Nosing Around",
          "subtitle": "Scale Factors",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In the computer game the characters were members of the Wump family. We found a way to decide which characters were imposters using the coordinate rule."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_3_In_17_three_characters_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<em>How can you decide whether two shapes are similar?</em>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "We have experimented with rubber-band stretchers, copiers, and coordinate plots. Your experiments suggest that for two figures to be similar, there must be the following correspondence between the figures:<ul><li>Corresponding angles are the same size</li><li>The side lengths of one figure are multiplied by the same number to get the corresponding side lengths in the second figure.</li></ul>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The <strong>scale factor</strong> is the number that the side lengths of one figure can be multiplied by to give the corresponding side lengths of a similar figure. <ul><li>What is the multiplier or scale factor when you use two rubber bands to enlarge a figure? </li><li>What is the multiplier or scale factor when you use a copier setting of <em>150%</em>? <em>75%</em>?</li><ul>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The rectangles below are similar. The scale factor from the smaller rectangle to the larger rectangle is 3. That is, for every 1 cm in the original figure, there are 3 cm in the image.  The ratio of the original length of a side to the length of a corresponding side is 1:3."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_3_In_18_rectangles_500w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<em>What is the scale factor from the larger rectangle to the smaller rectangle? Explain how you found it.</em>"
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                   {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The diagram shows a collection of mouths (rectangles) and noses (triangles). Some are from the Wump family. Others are from impostors."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_3_IC_19_shapes_350w.png"
                    }
                  },
                  {
                    "layout": {
                      "height": 420
                    },
                    "content": {
                      "type":"Geometry",
                      "objects": [
                        {
                          "type": "image",
                          "parents": {
                            "url": "curriculum/stretching-and-shrinking/images/SS_2_3_IC_19_shapes_350w.png",
                            "coords": [0, 0],
                            "size": [350, 368]
                          }
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 19],
                              "properties": {
                                "name": "J₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [9, 19],
                              "properties": {
                                "name": "J₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [9, 17],
                              "properties": {
                                "name": "J₃"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [1, 17],
                              "properties": {
                                "name": "J₄"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [12, 19],
                              "properties": {
                                "name": "K₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [16, 19],
                              "properties": {
                                "name": "K₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [16, 16],
                              "properties": {
                                "name": "K₃"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [12, 16],
                              "properties": {
                                "name": "K₄"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [2, 16],
                              "properties": {
                                "name": "L₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 16],
                              "properties": {
                                "name": "L₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 15],
                              "properties": {
                                "name": "L₃"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [2, 15],
                              "properties": {
                                "name": "L₄"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [5, 14],
                              "properties": {
                                "name": "M₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [17, 14],
                              "properties": {
                                "name": "M₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [17, 13],
                              "properties": {
                                "name": "M₃"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [5, 13],
                              "properties": {
                                "name": "M₄"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 12],
                              "properties": {
                                "name": "N₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [13, 12],
                              "properties": {
                                "name": "N₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [13, 9],
                              "properties": {
                                "name": "N₃"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [1, 9],
                              "properties": {
                                "name": "N₄"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [2, 6],
                              "properties": {
                                "name": "O₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [1, 5],
                              "properties": {
                                "name": "O₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [3, 5],
                              "properties": {
                                "name": "O₃"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [8, 7],
                              "properties": {
                                "name": "P₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [7, 4],
                              "properties": {
                                "name": "P₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [9, 4],
                              "properties": {
                                "name": "P₃"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [15, 7],
                              "properties": {
                                "name": "Q₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [12, 6],
                              "properties": {
                                "name": "Q₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [18, 6],
                              "properties": {
                                "name": "Q₃"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [4, 4],
                              "properties": {
                                "name": "R₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [2, 2],
                              "properties": {
                                "name": "R₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 2],
                              "properties": {
                                "name": "R₃"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [13, 4],
                              "properties": {
                                "name": "S₁"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [10, 1],
                              "properties": {
                                "name": "S₂"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [16, 1],
                              "properties": {
                                "name": "S₃"
                              }
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Identify pairs of similar shapes. Provide evidence that your shapes are similar. What is the scale factor? "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Rectangles</p>",
                        "<p>Rectangles (mouths) J, L, and N are similar to each other. Students should point out that since these are all rectangles, the angles are all right angles and hence congruent, or the same size. For rectangles, it is then only necessary to check side lengths.</p>",
                        "<p>L to J is 2; L to N is 3; J to N is 3/2</p>",
                        "<p>J to L is 1/2 (reciprocal of 2); N to L is 1/3  (reciprocal of 3); N to J is   2/3 (reciprocal of 3/2 ). </p>",
                        "<p>Triangles</p>",
                        "<p>Triangles (noses) O, R, and S are similar to each other.</p>",
                        "<p>O to R is 2; O to S is 3; and R to S is 3/2 .  </p>",
                        "<p>R to O is 1/2 (reciprocal of 2); S to O is 1/3  (reciprocal of 3); S to R is 2/3  (reciprocal of 3/2 ). </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "• In what ways could scale factor be useful when determining similar figures?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The scale factor tells us how much the new figure has been stretched or shrunk in both vertical and horizontal directions. If the scale factor is larger than 1, then the new figure will be bigger than the original figure. The new side lengths and perimeters will be the scale factor times as large. If the scale factor is less than 1, then the new figure will be smaller than the original figure. The new side lengths and perimeters will be the scale factor times as small.</p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "When you identify pairs of rectangles or triangles, what measurements do you compare? Angles, Side lengths, Perimeters, Areas, etc."
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation A. Finding Scale Factors</h3>Marta, Zack, and Jacob make claims. For each claim, decide if it is correct? Explain why. \n<strong>Marta and Zack's claims</strong> Marta and Zack agree that rectangles J and L are similar. Marta says the lengths are growing by a factor of 2. Zack says the scale factor is ½. Who is correct?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Both are correct. Rectangles J and L are similar because each corresponding side length has the same ratio. If you multiply ½ to each side length of rectangle J, then you will get rectangle L that is similar to J. In this way, the scale factor is ½. If you multiply 2 to each side length of rectangle L, then you will get rectangle J that is similar to L. In this way, the scale factor is 2. Therefore, both Marta and Zack are correct.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Mia's Claim</strong> To determine if two rectangles are similar, you can use ratios to show that the scale factor is the same for corresponding side lengths. For example, if the ratio of original side to corresponding side in two similar rectangles is 3 units for every 4 units, then the scale factor from the original to similar rectangle is 3/."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Not correct. To increase an original side of 3 to a corresponding side of 4, ou would use a multiplier of 1 ⅓. The scale factor is the same as the multiplier. So, the scale factor is 1 ⅓, not 3/4 as Zack thought.</p>",
                        "To find the multiplier, you can use the relationship between the sides. You can scale the ratio of the sides to a unit rate. ",
                        "For every 3 units on the original there are 4 units on the image. ",
                        "<strong>⤸ ÷ 3                                           ⤸ ÷ 3</strong>",
                        "So, for every 1 unit on the original there are 1 ⅓ units on the image.",
                        "Note that students have often found it easier to think of the scale factor as a multiplier rather than a ratio."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Jacob's Claim</strong> I also think that if two triangles are similar, you can use ratios to show that the scale factor is the same for corresponding sides.  "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Partially true. If two triangles are similar, you know that the corresponding angle measures are the same.</p>",
                        "So, you can show that the scale factor is the same for corresponding side lengths. However, you need to find the multiplier from one shape to the other using the ratio of the sides."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Sam's Claim</strong> If you know the perimeter of one shape, you can predict the perimeter of a similar shape. "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Correct. As you can see in the similar rectangles J and L, when the width and length of rectangles grow by 2, the perimeters also grow by 2. So, if you know the perimeter of one shape and if you know the scale factor of the similar shape, then you can predict the perimeter of the similar shape. The perimeter is a length, so it behaves like the width and length. Some might say that the perimeter scales, and if the scale factor is 2, then the new perimeter is 2 times each length or width. This is just double the original perimeter.</p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {"text": "How can you find the scale factor if you used rubber bands to make similar figures?"},
                {"text": "How can you find the scale factor if you used coordinate graphs to make similar figures?"}
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "How can you decide if two shapes are similar? How can you determine the scale factor between two similar shapes?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p><strong>SOLUTION</strong></p>",
                        "<p>To determine is two shapes are similar:</p>",
                        "<ul><li>Corresponding angles must have the same measure.</li><li>Corresponding sides must change by the same multiplier. The name of the multiplier is “scale factor”.</li></ul>",
                        "<p>Scale factor can be determined by measuring and comparing corresponding lengths between two figures. This done using proportional reasoning. For every unit of length in the original there are x times as many units in the corresponding side length. </p>",
                        "<p>We have seen scale factor as the number of rubber bands used, the percent increase on a copy machine, or the coefficient relationship of the x and y coordinates.  </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_2_3_chicago.png"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How can you find the scale factor if you used rubber bands to make similar figures?"
                },
                {
                  "text": "How can you find the scale factor if you used coordinate graphs to make similar figures?"
                }
              ]
            }
          ],
          "supports": []
        }
      ],
      "supports": [
        {
          "text": "What measurements change from one similar figure to another?"
        },
        {
          "text": "How is the change related to the scale factor?"
        }
      ]
    },
    {
      "description": "Investigation 3",
      "ordinal": 3,
      "title": "SAS Investigation 3 Scaling Perimeter and Area",
      "problems": [
        {
          "description": "Problem 3.1",
          "ordinal": 1,
          "title": "SAS 3.1 Using Proportional Reasoning to Rep-tile",
          "subtitle": "",
          "sections": [
             {
              "type": "introduction",
              "content": {
                 "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In <em>Shapes and Designs</em>, we learned that some polygons fit together to cover, or tile, a flat surface. For example, the surface of a honeycomb has a pattern of regular hexagons. Many bathroom and kitchen floors are covered with a pattern of square tiles. These patterns of polygons that fit together are called <em>tessellations.</em>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_1_In_20_rep_tiles_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Look closely at the pattern of squares. We can see that the large square consists of nine small squares. The large square is similar to each of the nine small squares. The large square has sides formed by the sides of three small squares, so the scale factor from the small square to the large square is 3."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_1_Intro_scale3.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "We can also put four small squares together to make a four-tile square. This four-tile square is similar to both the large nine-tile square and the small single-tile square."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_1_Intro_scale2.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The scale factor from the single-tile square to the four-tile square is 2. The scale factor from the four-tile square to the single-tile square is 1/2."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "No matter how closely we look at the hexagon pattern, however, you cannot find a large hexagon made up of similar smaller hexagons."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_1_Intro_hexagons.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "A shape is a <strong>rep-tile</strong> if you can put together copies that are the same size and shape (congruent) copies of the shape to make a larger, similar shape. The copies may be rotated in order to fit together. A square is a rep-tile. \n\nIn this problem we will investigate which rectangles and triangles are rep-tiles."
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Table",
                      "columns": [
                        {
                          "name": "Quadrilaterals",
                          "type": "string",
                          "values": [ "A non-square rectangle", "A non-rectangular parallelogram"]
                        },
                         {
                          "name": "Triangles",
                          "type": "string",
                          "values": ["A right triangle", "An isosceles triangle"]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Which shapes are a rep-tile? Make a sketch to show how the copies fit together."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Student answers will vary.",
                        "Quadrilaterals",
                        "All rectangles and parallelograms have copies that can fit together to make a larger shape that is similar to the original. Also, there are some trapezoids that have copies that can fit together to make a larger, similar shape. Not every trapezoid is a rep-tile. Possible sketches are below. ",
                        "Triangles",
                        "All triangles have copies that can fit together to make a larger, similar triangle. Possible sketches shown below."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "For the shapes that rep-tile, what is the \n• Scale factor from the original figure to the image? Explain your reasoning."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "• How does the perimeter of the larger figure relate to the perimeter of the original figure?"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "• How does the area of the larger figure relate to the area of the original figure?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_Initial_Challenge.png"
                    }
                  },
                  {
                    "layout": {
                      "height": 360
                    },
                    "content": {
                      "type":"Geometry",
                      "objects": [
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [19, 14],
                              "properties": {
                                "name": "A"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [18, 12],
                              "properties": {
                                "name": "B"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [24, 12],
                              "properties": {
                                "name": "C"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [23, 14],
                              "properties": {
                                "name": "D"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [9, 12],
                              "properties": {
                                "name": "E"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [11, 14],
                              "properties": {
                                "name": "F"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [16, 14],
                              "properties": {
                                "name": "G"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [14, 12],
                              "properties": {
                                "name": "H"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 12],
                              "properties": {
                                "name": "I"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [1, 14],
                              "properties": {
                                "name": "J"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 14],
                              "properties": {
                                "name": "K"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [6, 12],
                              "properties": {
                                "name": "L"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 10],
                              "properties": {
                                "name": "M"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [1, 7],
                              "properties": {
                                "name": "N"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [4, 7],
                              "properties": {
                                "name": "O"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [10, 10],
                              "properties": {
                                "name": "P"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [8, 5],
                              "properties": {
                                "name": "Q"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [12, 5],
                              "properties": {
                                "name": "R"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [15, 10],
                              "properties": {
                                "name": "S"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [17, 6],
                              "properties": {
                                "name": "T"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [20, 6],
                              "properties": {
                                "name": "U"
                              }
                            }
                          ]
                        }
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation A. Extending a Rep-tile</h3> What if you extend one of the rep-tile patterns you drew in the Initial Challenge? You can do this by sketching additional copies of the original figure to make even larger figures that are similar to the original. <ol><li>Show how the copies fit together.</li><li>What do the scale factors tell you about the corresponding side lengths, perimeters, angles, and areas?</li></ol>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p><strong>SOLUTION</strong></p>",
                        "<p>See the chart above for answers.  </p>",
                        "<p>The side lengths and perimeter of the larger figure are the scale factor times the side lengths of the smaller figure. Note: The perimeter change can be explained by the Distributive Property. The scale factor multiplies by every length. </p>",
                        "<p>So, if we have a rectangle with length of L, width of W, and scale factor of s, then the perimeter change is s(L) + s(L) + s(W) +  s(W) = s(L + L + S + S). </p>",
                        "<p>The angle measures don’t change since corresponding angles</p>",
                        "<p>The corresponding angles would all have equal measures. </p>",
                        "<p>The area of the larger figure is the square of the scale factor, or scale factor time scale factor, times the area of the smaller figure. For example, if you have a scale factor of 5, each length would be 5 times larger. To make the reptile, you would need 25 copies of the original. The area grows by the square of the scale factor, or 52, so you need 25 copies. If we consider a rectangle with a scale factor of 5, then the area of the image would be 5L. </p>",
                        "<p>Original rectangle:                                           L・W</p>",
                        "<p>Image with scale factor of 5:                      5(L)・5(W) =</p>",
                        "<p>Using associative property:                        5・5・L・W =</p>",
                        "<p>See the impact of scale factor on area: 5²・L・W</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Situation B. Going Backwards",
                        "* Make a sketch of a quadrilateral or triangle. Divide the quadrilateral or triangle into four smaller quadrilaterals that have the same size and shape (congruent).",
                        "* Explain why the smaller shapes are similar to the original."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_B_1.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_B_2.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The smaller shapes have corresponding angles with the same measure. The corresponding lengths have all changed in the same way. We can see that two of the smaller lengths will equal the length of the corresponding side of the original.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* How do the lengths, perimeter, and area of the original figure compare to one of the four smaller figures?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The lengths, which includes the perimeters, are ½ the size of the original and areas are</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* Would this work for triangles? Explain."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Yes. Many find it more difficult to sub-divide triangles. You can begin by sub-dividing the side lengths. Then draw in the smaller triangles making sure you keep the corresponding sides parallel.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_B_3.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_B_4.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Then draw in the smaller triangles making sure you keep the corresponding sides parallel.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_B_5.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Example with a scale factor of 1/3.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_B_6.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation C. Claims About Rep-tiles</h3>Examine each claim. Is it correct? Explain why. ",
                        "<strong>Patricia’s Claim</strong> If it takes nine copies of a certain rectangle or triangle to make a similar figure, the scale factor is 9. "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Not correct. If it takes 9 copies of a figure to make a rep-tile, then the scale factor is 3. Since the area grows by the square of the scale factor, then the scale factor must be 3 since 3•3 or 32 is 9. Note: For students who have already been exposed to the idea of square root, the following equation can also be referenced: square root 9 = 3.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Pete’s Claim</strong>  If you are given a certain rectangle or triangle and a scale factor of 5, then it will take 5 copies of the original to make a scale copy."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Not correct. If we consider a rectangle, both the length and the width will increase by a factor of 5. You will need 25 copies of the original. The area grows by the scale factor times the scale factor, or square of the scale factor, so you need 25 copies. </p>",
                        "<p>A<sub>original </sub>= L • W </p>",
                        "<p>A<sub>scale factor</sub> <sub>5</sub> = 5 • L • 5 • W </p>",
                        "<p>                              =  5 • 5 •L • W  or  </p>",
                        "<p>                               = 5<sup>2</sup> • L • W</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Tomiko’s Claim</strong> All triangles are rep-tiles."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>It is true that all triangles are rep-tiles. You can subdivide any triangle into four congruent triangles, each of which is similar to the larger triangle. You can do this by finding the midpoint of each side of the triangle and then connecting the midpoints to form four smaller triangles. Each smaller triangle will be similar to the larger triangle. This can be extended to more scale factors by subdividing the sides into even smaller equal segments, then connecting these points so that the connecting lines are parallel.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Kazuko’s Claim</strong>  If you want to show two triangles with the same angle measures are similar, you can use a unit rep-tile. I used an equilateral triangle whose side lengths are one unit. To show that the following two triangles are similar."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_1_similar.jpg"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>It is true. We can use a unit rep-tile to show that corresponding angles are the same measure. Note that this strategy may be more difficult to use if scale factors are not whole numbers.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_C_1.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-1_What_If_Situation_C_2.png"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "type": "document",
                  "content": {
                    "tiles": [
                      {
                        "content": {
                          "type": "Text",
                          "format": "html",
                          "text": [
                            "What is the scale factor from the smaller square to the larger square? "
                            ]
                        }
                      },
                      {
                        "layout": {
                          "height": 200
                        },
                        "content": {
                          "type":"Geometry",
                          "objects": [
                            {
                              "type": "polygon",
                              "parents": [
                                {
                                  "type": "point",
                                  "parents": [1, 1],
                                  "properties": {
                                    "name": "A"
                                  }
                                },
                                {
                                  "type": "point",
                                  "parents": [2, 1],
                                  "properties": {
                                    "name": "B"
                                  }
                                },
                                {
                                  "type": "point",
                                  "parents": [2, 2],
                                  "properties": {
                                    "name": "C"
                                  }
                                },
                                {
                                  "type": "point",
                                  "parents": [1, 2],
                                  "properties": {
                                    "name": "D"
                                  }
                                }
                              ]
                            },
                            {
                              "type": "polygon",
                              "parents": [
                                {
                                  "type": "point",
                                  "parents": [4, 1],
                                  "properties": {
                                    "name": "A"
                                  }
                                },
                                {
                                  "type": "point",
                                  "parents": [7, 1],
                                  "properties": {
                                    "name": "B"
                                  }
                                },
                                {
                                  "type": "point",
                                  "parents": [7, 4],
                                  "properties": {
                                    "name": "C"
                                  }
                                },
                                {
                                  "type": "point",
                                  "parents": [4, 4],
                                  "properties": {
                                    "name": "D"
                                  }
                                }
                              ]
                            }
                          ]
                        }
                      }
                    ]
                  }
                }
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "How do rep-tiles show the relationship between the scale factor and the perimeter of a similar shape? What about the scale factor and the area? "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>When rep-tiling, we can use multiple tiles of a shape to make a larger or smaller similar shape. Rep-tiles keep the corresponding angles the same measure. This lets us focus on the relationships in the other measures, like lengths and area.</p>",
                        "<p>If you make a rep-tile using four same copies, then the area of a rep-tile is four times the area of the original copy. And the scale factor is 2, because the side length of a rep-tile will be twice the side length of the original copy. </p>",
                        "<p>If the scale factor is k, then the side lengths of the image will be  times the side lengths of the original copy. Each dimension of the shape is stretched or shrunk by the scale factor. Since we find area by multiplying both dimensions, we also multiply the scale factor times the scale factor on the image. The area of the rep-tile will be times larger. If </p>",
                        "<p>A<sub>original</sub> = L • W , then </p>",
                        "<p>A <sub>scale factor k</sub> = K • L • K• W =  </p>",
                        "<p>                                  K • K • L • W = </p>",
                        "<p>                                        K<sup>2</sup> • L • W </p>",
                        "<p>Note that students will need to use their knowledge of the Commutative Property from the previous unit.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_1_NW_22_did_you_know_350w.png"
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 3.2",
          "ordinal": 2,
          "title": "SAS 3.2 Designing Under Constraints",
          "subtitle": "Scale Factors and Similar Shapes (Scale Drawings)",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "The scale factor provides information about how side lengths, perimeters and areas of the figures are related. It",
                        "* is the ratio of an image side length to the corresponding side length of the original. ",
                        "is the multiplier that connects the original length to the image length. ",
                        "tells us how one length grows or shrinks by a certain factor.",
                        "In Problem 3.2, we will apply what we learned to draw scale drawings to make similar shapes given a set of constraints (criteria)."
                      ]
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_2_In_23_A_B_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Constraints for Rectangles",
                        "For each part, draw a rectangle similar to Rectangle A that fits the given description. Explain your reasoning.",
                        "Describe the lengths, perimeters, and areas for each figure.",
                        "* **Rectangle P** The scale factor from Rectangle A to Rectangle P is 2.5."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "To make the new Rectangle P that is similar to A, multiply the scale factor, 2.5, by each side length of rectangle A. The size of rectangle A is 4 x 8. So, you can get 4 x 2.5 = 10, 8 x 2.5 =20, which becomes a 10 x 20 rectangle. The lengths are 2.5 times larger. The perimeter increases from 24 units to 60 units. This is an increase of 2.5 times. 24 • 2.5 = 60. The area increases from 32 square units to 200 square units. This is an increase of 6.25 times. 32 • 6.25 = 200. Using the Commutative Property, we can see that the area of P is (2.5 • 4) • (2.5 • 8) = 2.5 • 2.5 • 4 • 8 = 6.25 • 32."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_Initial_Challenge_1.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* **Rectangle Q** The perimeter of Rectangle Q is three times the perimeter of Rectangle A."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "If the perimeter of the new rectangle 3 is three times the perimeter of A, each side length of Rectangle Q will be three times the corresponding side length of A. We will have 4 x 3 = 12, 8 x 3 = 24, which becomes a 12 x 24 rectangle."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_Initial_Challenge_2.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "The lengths are 3 times larger. The perimeter increases from 24 units to72 units. This is an increase of 3 times. 24 • 3 = 72. The area increases from 32 square units to 288 square units. This is an increase of 9 times. 32 • 9 = 288. Using the Commutative Property, we can see that the area of P is (3 • 4) • (3 • 8) = 3 • 3 • 4 • 8 = 9 • 32. "
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "* **Rectangle R** The area of Rectangle R is 1/4 the area of Rectangle A."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "If the new Rectangle R is ¼ the area of the rectangle A, there are four congruent Rectangle Rs in the rectangle A. To divide the rectangle A into four of them, you should divide each side length of the rectangle A into two. So, the side lengths of the rectangle R are 2 and 4.  "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_Initial_Challenge_3.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "The lengths are ½ the size of the original. The perimeter decreases from 24 units to 12 units. This is decrease of 0.5 times. 24 • 0.5 = 12. The area decreases from 32 square units to 8 square units. The new area is ¼ of the original. 32 • ¼  = 8. Using the Commutative Property, we can see that the area of P is (½ • 4) • (½ • 8) = ½ • ½ • 4 • 8 = ¼ • 32.  "
                      ]
                    }
                  },
                  {
                    "layout": {
                      "height": 260
                    },
                    "content": {
                      "type":"Geometry",
                      "objects": [
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [1, 4],
                              "properties": {
                                "name": "A"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [1, 0],
                              "properties": {
                                "name": "B"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [9, 0],
                              "properties": {
                                "name": "C"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [9, 4],
                              "properties": {
                                "name": "D"
                              }
                            }
                          ]
                        },
                        {
                          "type": "polygon",
                          "parents": [
                            {
                              "type": "point",
                              "parents": [12, 0],
                              "properties": {
                                "name": "E"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [19, 0],
                              "properties": {
                                "name": "F"
                              }
                            },
                            {
                              "type": "point",
                              "parents": [15, 4],
                              "properties": {
                                "name": "G"
                              }
                            }
                          ]
                        }
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Constraints for Triangles",
                        "For each part, draw a triangle similar to Triangle B that fits the given description. Explain your reasoning.",
                        "**Triangle X** The area of the Triangle X is 16 times the area of Triangle B."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "If the new Rectangle R is ¼ the area of the rectangle A, there are four congruent Rectangle Rs in the rectangle A. To divide the rectangle A into four of them, you should divide each side length of the rectangle A into two. So, the side lengths of the rectangle R are 2 and 4. "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_Initial_Challenge_4.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Triangle Y** The scale factor from Triangle B to Triangle X is 1/2."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "For the triangle B, the base length is 7 and the height is 4. Using the scale factor ½ to make a similar triangle X, the base length of the Triangle Y will be 3.5 and the height will be 2.  "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_Initial_Challenge_5.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Triangle Z** The ratio of corresponding side lengths of Triangle B to Triangle Z is 2:3."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "When the ratio of corresponding side lengths from Triangle B to Triangle Z is 2:3, the scale factor will be 3/2. For every length of 2 on Triangle B, we would have a length of 3 on Triangle Z. This means that the side increase 1.5 times. The base length of the Triangle Z will be 7 x 1.5 = 10.5 and the height of the Triangle 3 will be 4 x 1.5 = 6.  "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_Initial_Challenge_6.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Geometry",
                      "title": "Graph 1",
                      "board": {
                        "properties": {
                          "axisMin": [-2.186, -1.093],
                          "axisRange": [26.23, 17.486]
                        }
                      },
                      "objects": [
                        { "type": "point", "parents": [0, 1], "properties": {"id":"QoOAajSwGtewNljd","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [7, 1], "properties": {"id":"E00UkT6YShwP1x7q","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 5], "properties": {"id":"6QU_u1IHGMOYAv2M","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["QoOAajSwGtewNljd", "E00UkT6YShwP1x7q", "6QU_u1IHGMOYAv2M"],"properties": {"id":"ICTe18smsApCkgdg","labelOption":"length"} },
                        { "type": "point", "parents": [3, 5], "properties": {"id":"F3X8bOdjJf4Rvvvj","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [3, 1], "properties": {"id":"Ru3MItvlhpMzOH1p","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["F3X8bOdjJf4Rvvvj", "Ru3MItvlhpMzOH1p"],"properties": {"id":"5DcUuvDmqMhSTEIb","labelOption":"length"} },
                        { "type": "point", "parents": [10, 1], "properties": {"id":"MS_KgxqRz4vcVZ9h","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [20.5, 1], "properties": {"id":"DzrA2plNu4bFwCHX","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [14, 7], "properties": {"id":"eIK-HXiWEtyYezVT","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["MS_KgxqRz4vcVZ9h", "DzrA2plNu4bFwCHX", "eIK-HXiWEtyYezVT"],"properties": {"id":"_rY6pH8VyuAe2Q28","labelOption":"length"} },
                        { "type": "point", "parents": [14, 7], "properties": {"id":"BGBYM4-gz88cDBDt","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "point", "parents": [14, 1], "properties": {"id":"jhGA1rxEmVpKmK9j","snapToGrid":true,"snapSizeX":0.1,"snapSizeY":0.1} },
                        { "type": "polygon", "parents": ["BGBYM4-gz88cDBDt", "jhGA1rxEmVpKmK9j"],"properties": {"id":"n67iYfC51QOWzPHx","labelOption":"length"} },
                        { "type": "comment", "parents": [2.383879781420765, 2.021857923497268], "properties": {"id":"KKFBBLX33FiutNQW","anchor":"_rY6pH8VyuAe2Q28","text":"Z"} },
                        { "type": "comment", "parents": [2.1338797814207653, 1.196721311475411], "properties": {"id":"hcv6VkwAgO53mFDN","anchor":"ICTe18smsApCkgdg","text":"B"} }
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "How do you find the scale factor between two similar figures?"
                },
                {
                  "text": "If the scale factor from one shape to the other is 2, how do corresponding sides, perimeters, areas, and angles change from the original figure to its image?"
                },
                {
                  "text": "What is the area of Rectangle A? What is the perimeter of Rectangle A?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation A. Similar Rectangles</h3>These two rectangles are similar. Is it possible to find the length of side AD? Explain your reasoning."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_2_WI_24_Q1_500w.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "4cm. Side AD corresponds to side EH, and side CD corresponds to side EF."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_What_If_Situation_A_1.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation B. Similar Triangles</h3>These two triangles are similar. Find all the missing side lengths and angles. Explain your reasoning."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "The scale factor from one figure to the other is 7.5 ÷ 6, or 1.25. Side DF is 3.75 cm since 3 × 1.25 is 3.75. Side FE is 6.25 cm (5 × 1.25 = 6.25). Because the triangles are similar, the corresponding angle measures are the same. So, the measure of angle F is 94°. Angle B and corresponding angle E are each 30° since 180 – (94 + 56) = 30. Note: Students will need to use the fact that the sum of the interior angles of a triangle is 180°."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_2_WI_25_Q2_500w.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/3-2_What_If_Situation_B_2.jpg"
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "Can using corresponding sides help?"
                },
                {
                  "text": "Can using corresponding angles help?"
                },
                {
                  "text": "What is the scale factor from one shape to the other?"
                }
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "How can you use scale factors to draw similar figures(scale drawings)? \n\nHow can you use scale factors to find missing information about angles measures? Side lengths? Area? Perimeter? "
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "With lengths of similar figures, you can multiply each length of the original figure by the scale factor to get the corresponding length on the image. Keeping all the angle measures the same as the original, you can draw the similar figures. ",
                          "To find missing information about angles, you do not need to use scale factors because the corresponding angle measures of similar figures stay the same as the original. ",
                          "To find missing information about area, you can use scale factors. When the scale factor from the original to the similar figure is *x*, the area of the similar figure will be *x* times *x* or *x^2* times the area of the original.",
                          "Perimeter is the sum of lengths. So, every relationship for length and scale factor is the same for perimeter and scale factor. To find missing information about perimeter, you can use scale factors. When the scale factor from the original to the similar figure is *x*, the perimeter of the similar figure will be *x* times the perimeter of the original perimeter. "
                      ]
                    }
                  }
                ]
              },
              "supports": []
            }
          ],
          "supports": []
        },
        {
          "description": "Problem 3.3",
          "ordinal": 3,
          "title": "SAS 3.3 Out of Reach",
          "subtitle": "Finding Lengths with Similar Triangles",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this problem we will use similar triangles to find the distance across a river from Stake 1 to Tree 1."
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Durrell, Angie, and Tonya are designing a boardwalk that crosses a river for a class project. They make several measurements and sketch the diagram below. The students use similar triangles to find distances that are difficult to measure. The diagram shows a specific type of similar triangles, <strong>nested triangles</strong>, which are triangles that share a common angle.\n\nThe angles that look like right angles are right angles. The triangles in the diagram are similar."
                      ]
                    }
                  },
                   {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "•  What is the distance across the river from Stake 1 to Tree 1? Explain your reasoning."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_3_In_26_river_triangle_500w.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>90ft. The distance from Tree 1 to Tree 2 is 140 ft. and the corresponding side length of the smaller triangle is 80 ft. Then the scale factor from the small triangle to the large one is 1.75 (80 × 1.75 = 140). This would make the distance from Stake 3 to Tree 1 is 210 ft (120 • 1.75 = 210), the distance across the river from Stake 1 to Tree 1 is 90 ft. (210 – 120 = 90)</p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {
                  "text": "What shapes do you see in the diagram? Are they similar? Why?"
                },
                {
                  "text": "What measurements in the diagram might be useful?"
                },
               {
                  "text": "How can corresponding sides and angles in two similar triangles help find the missing measurements?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation A. Durrell's Claim</h3> Durrell claims he can use unit rep-tiles to show that the smaller right triangle is similar to the larger right triangle. Is he correct? Explain."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Durrell’s Claim is not correct. </p>",
                        "<p>Students may refer back to Problem 3.1 Kazuko’s Claim. The scale factor is not a whole number. So, we cannot consider the smaller triangle as a unit rep-tile. The distance from Stake 1 to Stake 2 in smaller triangle is 80ft. The corresponding distance in larger triangle is 140ft (from Tree 1 to Tree 2). If you put two small triangles, it will be 160 ft long, which is longer than 140 ft. You cannot fit whole amounts of the small triangles in the large triangle. Therefore, you cannot use rep-tiles to show the similarity. </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation B. Moving the Stakes</h3>Another group of students sketch a different diagram with similar triangles. They put their stakes in different places. Do they get the same measurement for the width of the river? Explain."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_3_3_WI_27_river_triangle2_500w.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Yes, the distance will be the same. The scale factor from the small to the large triangle is 4. This gives the distance between Stake 3 and Tree 1 as 120 ft. From this, we subtract the 30 ft from Stake 3 to Stake 1 to get 90 ft across the river. In this case, you can use rep-tiles because you can fit 16 small triangles into the large triangle. </p>"
                      ]
                    }
                  }
                ]
              },
              "supports": [
                {"text": "How is the new diagram in the <em>What If?</em> section different from the diagram in the <em>initialChallenge</em>? How is it the same?"}
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "How can you use similar triangles to find a distance that is difficult to measure?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "To find a distance that you cannot measure directly, you can use similar figures. Draw a diagram that includes a pair of similar nested triangles. One of the sides of the similar triangles should be the distance that you are having trouble measuring. You can multiply (or divide) one side length in a triangle by the scale factor to find the corresponding side length (the missing length) in a similar triangle."
                      ]
                    }
                  }
                ]
              },
              "supports": []
            }
          ]
        }
      ],
      "supports": []
    },
    {
      "description": "Investigation 4",
      "ordinal": 4,
      "title": "SAS Investigation 4 Similar Figures and Ratios",
      "problems": [
        {
          "description": "Problem 4.1",
          "ordinal": 1,
          "title": "SAS 4.1 Equivalent Ratios within Similar Figures",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "We can enhance a report or story by adding photographs, drawings, or diagrams. If we place a graphic in an electronic document, we can enlarge, reduce, or move it. When we click on the graphic, it appears inside a frame with handles along the sides, such as the figure shown below."
                      ]
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_In_28_fish_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "We can change the size and shape of the image by dragging the handles."
                      ]
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_In_29_fish_resized_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<em>How did this technique produce these variations of the original shape? Which of these images appears to be similar to the original? Why?</em>"
                      ]
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Recall that a ratio is a comparison of two quantities, such as two lengths. The rectangle around the original figure is about 10 centimeters tall and 8 centimeters wide. You can say, “The ratio of height to width is 10 to 8.”\n\nThis table gives the ratios of height to width for the images."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_In_30_image_table_350w.png"
                    }
                  }, {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "The comparisons “10 to 8” and “5 to 4” are equivalent ratios. We can scale the ratio 10 to 8 down by multiplying each quantity by 1/2. Or we could scale the ratio 5 to 4 up by multiplying each quantity by 2. \n\nEquivalent ratios are like equivalent fractions. In fact, ratios are often written in fraction form. You can express equivalent ratios with equations. A proportion is an equation stating that two ratios are equal. \n\n10 to 8 equals 5 to 4   8 to 10 equals 4 to 5"
                      ]
                    }
                  }, {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_In_31_proportion_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<em>What information does each ratio written in fraction fraction form represent in the similar figures?</em>\n\nFor this set of figures, the original figure is similar to the figure on the right. Notice that the ratios are equal.",
                        "We know that a scale factor relates each length in a figure to the corresponding length in its image. In this problem we will explore ratios of adjacent side lengths within figures.",
                        "For the diagrams in this problem, all measurements are drawn to scale unless otherwise noted."
                      ]
                    }
                  }
                ]
              }
            }, {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "For each set of figures, which are similar? Why?",
                        "If two figures are similar, how does the ratio of <strong>adjacent</strong> side lengths in one shape compare to the corresponding ratio of <strong>adjacent</strong> side lengths in another shape?"
                      ]
                    }
                  }, 
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_IC_32_rectangles_350w.png"
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Rectangles: A, B, and C are similar.  </p>",
                        "<p>Possible explanation:   </p>",
                        "<p>Because the shapes are rectangles, all the angles will be 90˚. So, corresponding angles will have the same measures.  </p>",
                        "<p>To determine similarity of these rectangles, students may use scale factors or ratios.  </p>",
                        "<p>Ratio of adjacent side lengths:  </p>",
                        "<p>Rectangle A: 12/20 = 0.6  </p>",
                        "<p>Rectangle B: 6/10 = 0.6 </p>",
                        "<p>Rectangle C: 9/15 = 0.6   </p>",
                        "<p>Rectangle D: 6/20 = 0.3  </p>",
                        "<p>The ratio of the length of the short side to the length of the long side is the same for all three similar rectangles. The rectangle that is not similar to the others has a different ratio.  </p>",
                        "<p>If the scale factors for both length and width are equivalent, two rectangles are similar.  </p>",
                        "<p>The scale factors are:  </p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_Initial_Challenge_1.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_IC_33_triangles_350w.png"
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Triangles: A, C, and D are similar. The corresponding angle measures of those triangles are congruent. (Note: Students have to use the fact that the sum of the angle measures in a triangle is 180˚. More exact measures of the angles for the triangles are 29.99˚, 61.02˚, and 88.98˚.)",
                        "<p>Ratio of adjacent side lengths – longest side to short side lengths:  </p>",
                        "<p>Triangle A: 8 to 4 = 2 to 1  </p>",
                        "<p>Triangle C: 12 to 6 = 2 to 1 </p>",
                        "<p>Triangle D: 20 to 10 = 2 to 1  </p>",
                        "<p>Triangle B: 12 to 9 = 1 1/3 to 1  </p>",
                        "<p>The unit rate of the length of one side to the length of an adjacent side is equivalent for all three similar triangles. The triangle that is not similar to the others has a different rate.   </p>",
                        "<p>The scale factors are:</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_Initial_Challenge_2.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_IC_34_parallelograms_350w.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>F and G are similar. The corresponding angles have the same measure, the scale factors of each corresponding side lengths are the same and the ratio of the side lengths are equivalent.</p>",
                        "<p>Ratio of side lengths – short side to long side lengths:   </p>",
                        "<p>Triangle E: 8 to 10 = 0.8 to 1  </p>",
                        "<p>Triangle F: 6 to 7.5 = 0.8 to 1 </p>",
                        "<p>Triangle G: 4.8 to 6 = 0.8 to 1 </p>",
                        "<p>For this example, all three parallelograms have equivalent ratios of the side lengths. It reminds us that we also need to check corresponding angles. </p>",
                        "<p>The scale factors are:  </p>"
                        ]
                      }
                    },
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Image",
                        "url": "curriculum/stretching-and-shrinking/images/4-1_Initial_Challenge_3.png"
                      }
                    },
                    {
                      "display": "teacher",
                      "content": {
                        "type": "Text",
                        "format": "html",
                        "text": [
                          "<p>If figures are similar, their ratios of corresponding side lengths will be equivalent. The ratio of adjacent side lengths within a figure gives an indication of the shape of the original figure (and image), since it compares measures within one figure. The ratio of side lengths is not enough to know of a figure is scaled, corresponding angles measures must be equivalent, as shown in Set 3. </p>",
                          "<p>After finding these scale factors, many students will discuss the advantages of finding the ratio of the adjacent side lengths for measurements like these.</p>"
                        ]
                      }
                    }
                ]
              },
              "supports" : [
                {
                  "text": "Can finding corresponding angles help?"
                },
                {
                  "text": "Can finding corresponding side lengths help?"
                },
                {
                  "text": "How are rectangles different from other parallelograms?"
                }
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation A. Finding Missing Parts</h3>The pairs of figures in each set are similar. Find the missing side lengths x or y in each pair. Explain your reasoning."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_WhatIf_4Shapes.jpg"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_What_If_Set_4.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_What_If_Set_5.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_What_If_Set_6.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_What_If_Set_7.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation B. Alejandra’s New Strategy</h3>Alejandra claims that she can use the ratio of adjacent sides to find the distance across the river in Problem 3.3. Is this possible? Explain why. "
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_What_If_B.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Yes. I proportion can be solved to find the distance from Stake 3 to Tree 1. </p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-1_What_If_8.jpg"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>This gives a side length of 120 feet for the short side of the larger triangle. To find the distance across the river, we have to subtract the 30 feet from Stake 1 to Stake 3. That gives us a distance of 90 feet across the river.</p>"
                      ]
                    }
                  }
                ]
              },
              "supports" : [
                {
                  "text": "In the Initial Challenge, can you find a pair of similar figures that satisfies each person’s claims?"
                }
              ]
            },
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "What information do the ratios of adjacent side lengths within two similar figures provide about similar figures? How are these ratios helpful in solving problems?"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_1_DYK.jpg"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>If two shapes have corresponding angles with the same measure and the ratios of adjacent side lengths are equivalent, the shapes are similar. If the ratios of corresponding adjacent side lengths are equal, the multiplicative relationship is the same which means the shape lengths are scaled in the same way.</p>",
                        "<p>These ratios are helpful when you find missing side lengths related to two similar figures. </p>"
                      ]
                    }
                  }
                ]
              },
              "supports" : []
            }
          ]
        }, 
        {
          "description": "Problem 4.2",
          "ordinal": 2,
          "title": "SAS 4.2 Using Shadows and Mirrors to Find Heights",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In the last problem you found two ways to find missing lengths in pairs of similar figures. ",
                        "<h3>Scale Factor method</h3>Use the ratio of corresponding side lengths across each figure to find the scale factor. Use scale factor to find the missing lengths.<h3>OR</h3>",
                        "<h3>Ratios of Side Lengths within Figures method</h3>Use the ratios of adjacent side lengths with each figure. The ratios have the same unit rate.",
                        "<p>In Problem 3.3, we found the distance across a river using similar triangles. We can find the height of a school building by climbing a ladder and using a long tape measure. We can also use easier and less dangerous ways to find the height.  In the next problem we will find the height of an object using similar triangles</p>"
                      ]
                    }
                  }
                ]
              }
            },
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "One method for finding heights of objects is called the “mirror method”. Ashton’s class experiments with the mirror method. They want to understand how it works. They use it to measure the height of their principal. From science class, they knew that light reflects off a mirror at the same angle (angle of reflection) at which it hits the mirror (angle of incidence). "
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_2_Mirror_IC.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<ol><li>Does this method work? Why?</li><li>What estimate should Ashton give for the principal’s height?</li><li>Try this method on an object in or near your school. </li></ol>"
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Yes, the triangles are scaled. The angles located at the mirror are congruent. If we imagined flipping the triangle created by the distance from the mirror to Ashton, we can see the triangles are similar. These triangles look like the ones that we created with the rep-tiles and with measuring the river distance.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_2_Initial_Challenge_2.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "It is 72 inches from the floor to the principal’s eyes."
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_2_Initial_Challenge_3.png"
                    }
                  }
                ]
              },
              "supports" : [
                {"text": "Are the two triangles similar? Why?"}
              ]
            },
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation A. Using Shadows to Find Height </h3>On sunny days, you can use shadows to estimate outdoor heights that are difficult to measure directly. The diagram shows how the method works. ",
                        "<p>On a sunny day, any upright object casts a shadow. The diagram shows two triangles The triangles sides are the height of the object, the length of the objects shadow,  and the side connecting these two points. </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_2_IC_39_statue_liberty_500w.png"
                    }
                  }, 
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "1. Why are the measures of the corresponding angles of the large triangle and the small triangle equal? "
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The statue and the stick are at a right angle to the ground. Another angle is formed by the sun and the ground. For two nearby points at a common time, the sun appears at the same angle, making these corresponding angles congruent. The third angle must be the same in each triangle since all three interior angles of a triangle must add to 180°.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "2.  How can we use this method to find the height of the Statue of Liberty? "
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>The length of the shadow depends on the height of the object. The shadow of the taller object will be longer. The stick and its shadow are two legs of the right triangle, and the statue and its shadow also form a right triangle. These two triangles are similar. You can compare the lengths of shadows, and then you will get the scale factor. Then you can find the height of the statue using the scale factor and the length of the stick. </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation B. Using A Camera to Find Distance</h3>Cameras on satellites or planes are used to find distances on earth.  The following figure shows a tree and its image in a camera. The two triangles create are similar.</p><p>If the height of the image is 14 mm, the focal length is 35 mm, and the distance from the object is 10 m. What is the height of the tree?</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_2_WhatIf_B_Ans.jpg"
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_2_Camera.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Using ratio of adjacent sides reasoning:</p>"
                      ]
                    }
                  },
                  { 
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-2_What_If_Situation_B_2.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Using scale factor reasoning:</p>"
                      ]
                    }
                  },
                  { 
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-2_What_If_Situation_B_3.png"
                    }
                  }
                ]
              },
              "supports": [
                { "text": "Are the two triangles similar? Why?"},
                { "text": "What are  the corresponding side lengths and corresponding angles?"}
              ]
            }, 
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "If two figures are similar, how can you use information about the figures to find unknown lengths, perimeters, areas, or angle measures?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>For lengths and perimeters, you can use the scale factor and/or the ratio of adjacent side lengths. When two figures are similar, the ratios of corresponding adjacent side lengths will be equal. Also, when two figures are similar, the ratio of corresponding side lengths across two figures will be equal.  </p>",
                        "<p>For areas, you can use the scale factor. When the scale factor from figure A to figure B is , the area of the figure B will be a times a, or a2 times the area of the figure A.</p>",
                        "<p>For angle measures, you can use the fact that the corresponding angles measures in two similar figures are equal. You can find missing angle measures by looking at corresponding angle measures in the similar figure.  </p>"
                      ]
                    }
                  }
                ]
              }
            }
          ]
        },
        {
          "description": "Problem 4.3",
          "ordinal": 3,
          "title": "SAS 4.3 More Impostors",
          "subtitle": "",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Earlier in this unit we looked at several shapes of Wumps to see which one was an imposter. In this problem, we will look to see which shape is the imposter.    </p>"
                      ]
                    }
                  }
                ]
              }
            }, 
            {
              "type": "initialChallenge",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Students in Ms. Cho’s class created sets of figures, some of which had an imposter.  </p>",
                        "<p>For each set,  </p>",
                        "<ul><li>Which shapes are similar? That is, which one is the imposter? Give reasons for your choice.   </li><li>For those that are similar how do the lengths, angles, perimeter, and area compare?</li></ul>"
                      ]
                    }
                  },
                  [{
                      "content": {
                        "type": "Image",
                        "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_1.png"
                      }
                    }, 
                    {
                      "content": {
                        "type": "Image",
                        "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_2.png"
                      }
                    }],
                  [{
                      "content": {
                        "type": "Image",
                        "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_8.png"
                      }
                    },
                    {
                      "content": {
                        "type": "Image",
                        "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_9.png"
                      }
                  }],
                  [{
                      "content": {
                        "type": "Image",
                        "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_13.png"
                      }
                    },
                    {
                      "content": {
                        "type": "Image",
                        "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_14.png"
                      }
                  }],
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>For measurements, see Teaching Aid 4.3.</p>",
                        "<p>Rectangles 2 and 3 are similar</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_6.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Ratio reasoning</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_7.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Possible Reasoning:</p>",
                        "<p>Rectangle #1 is not similar to the #2 or #3.</p>",
                        "<p>From #1 to #2, corresponding sides grow by 2 (short side) or 3 (long side).</p>",
                        "<p>From #1 to #3, corresponding side grow by 3 (short side) or 4.5 (long side).</p>",
                        "<p>The ratio of short to long sides for the rectangle #1 would not be equivalent to the ratio of short to long sides for either #2 or #3.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_4.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Rectangles #2 and #3 are similar</p>",
                        "<p>Corresponding angles are equivalent. All angles are 90˚ in rectangles.</p>",
                        "<p>Comparing rectangle #2 to rectangle #3</p>",
                        "<p>Scale Reasoning:</p>",
                        "<p>From #2 to# 3, scale factor is 1.5.</p>",
                        "<p>From #3 to #2, scale factor is 2/3.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Stars 1 and 3 are similar</p>",
                        "<p>Possible Reasoning:</p>",
                        "<p>Star #2 is not a scale drawing because corresponding angles are not equivalent to either Star #1 or #3.</p>",
                        "<p>Scale Reasoning</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_3.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Ratio Reasoning:"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_5.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Flags 1 and 3 are similar</p>",
                        "<p>Possible Reasoning:</p>",
                        "<p>All corresponding angles have the same measures in all three flags.</p>",
                        "<p>The triangle on Flag #1 and #2 are congruent. Students must use the measures of the whole shape including the pole. The length of the pole makes Flag #2 not similar to the other flags.</p>",
                        "<p>All corresponding angles have the same measures in all three flags.</p>",
                        "<p>Scale Reasoning:</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_10.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Ratio Reasoning:</p>",
                        "<p>Shape #1 is small and difficult to get an accurate measure. But with the ratios, it shows that Shape #1 and Shape #3 almost have equivalent ratios. (within our measuring error)</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_11.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Circles – all circles are similar to other circles</p>",
                        "<p>Possible Reasoning:</p>",
                        "<p>All circles are the same shape. Any radius can be scaled to find a corresponding radius. Any diameter can be scaled to find a corresponding diameter.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_11.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Squares – all squares are similar to other squares</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_11.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Possible Reasoning:</p>",
                        "<p>The corresponding angles will be 90˚. </p>",
                        "<p>Scale Reasoning:</p>",
                        "<p>For corresponding side lengths, you can always find a scale factor. </p>",
                        "<p>Ratio Reasoning:</p>",
                        "<p>Adjacent sides will always be equivalent ratios of side to side.</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Hats 1 and 3 are similar </p>",
                        "<p>Possible Reasoning:</p>",
                        "<p>Why Shape #2 is not a scale drawing:</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_16.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Hats #1 and #3 are similar </p>",
                        "<p>Corresponding angles are equivalent</p>",
                        "<p>Scale Reasoning:</p>",
                        "<p>Shape #1 to Shape# 2 is scale factor = 2.</p>",
                        "<p>Shape #2 to Shape #1 is scale factor = ½ .</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Ratio Reasoning:</p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_17.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/4-3_Initial_Challenge_18.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Corresponding lengths of similar figures increase by the scale factor.",
                        "Corresponding angles of similar figures have the same measure.",
                        "Perimeters are lengths, so they increase by the scale factor.",
                        "Areas increase by the scale factor • scale factor because the length has a scale factor increase in two dimensions."
                      ]
                    }
                  }
                ]
              },
              "supports" : [
              ]
            }, 
            {
              "type": "whatIf",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "### Situation A. More Claims",
                        "Ms. Cho’s students also made the following claims. Do you agree? Explain why.",
                        "**Mitch’s Claim** All squares are similar."
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Yes. The corresponding angles will be 90˚. For corresponding side lengths, you can always find a scale factor. Adjacent sides will always be equivalent ratios of side to side.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Freda’s Claim** All circles are similar."
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Yes. All circles are the same shape. Any radius can be scaled to find a corresponding radius. Any diameter can be scaled to find a corresponding diameter.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Juan’s Claim** All quadrilaterals are similar."
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>No. All of the following shapes are quadrilaterals. None of them are similar to the other. </p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Sze’s Claim** All triangles are similar if their corresponding angles are equal."
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Yes. If all of the angles have equivalent measures, the triangles will have the same basic shape. The corresponding side lengths can be scaled to form a similar triangle. </p>",
                        "<p>We saw this idea when we had reptiles. </p>",
                        "<p>And we used this idea when   measuring the river.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "**Matt’s Claim** Circles are not similar since the do not have angles or side lengths."
                      ]
                    }
                  }, 
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p><strong>SOLUTION:</strong></p>",
                        "<p>Circles are not polygons. However, like any other shape, circles can be scaled.</p>",
                        "<p>Circles have measures, such as, the radius or diameter.</p>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h3>Situation B. Creating More Sets</h3>José challenges his group to create another set of shapes that contains an imposter. He suggests that they use coordinate rules to create the set. ",
                        "<p>1. Is this possible? Show your reasoning with sketches of the shapes.</p>",
                        "<p>2.  Include enough information to show which shapes are similar and which one is the imposter. </p>"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Answers will vary.  There are many possible solutions. Some possible answers: </p>",
                        "Students may elect to use draw tiles, table tiles, or graph tiles, or a combination, to answer this question. Note that students can also elect to work this on paper, take a picture, and load that into an image tile to capture the work in the platform."
                      ]
                    }
                  }
                ]
              },
              "supports": []
            }, 
            {
              "type": "nowWhatDoYouKnow",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "What are strategies for identifying if shapes have been scaled (similar figures) or if the shapes are imposters?"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/stretching-and-shrinking/images/SS_4_3_NWDYK.png"
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p>Answers will vary.  There are many possible solutions. Some possible answers: </p>",
                        "<ul><li>There is a scale factor for corresponding sides.</li><li>Equivalent ratios of adjacent side lengths in one shape and the corresponding ratio of adjacent side lengths of the other shape are equivalent. </li><li>One shape is a rep-tile of the other. </li><li>Corresponding angles are equal. This is not enough to determine similar figures. There must also be a relationship among corresponding lengths. This is mentioned above. </li></ul>"
                      ]
                    }
                  }
                ]
              }
            }
          ],
          "supports": [
           
          ]
        }
      ]
    },
    {
      "description": "Mathematical Reflections",
      "ordinal": 5,
      "title": "SAS MR1 - MR4",
      "problems": [{
          "description": "Mathematical Reflections",
          "ordinal": 1,
          "title": "Stretching and Shrinking Mathematical Reflections",
          "subtitle": "",
          "sections": [
            {
              "type": "MathReflection1",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this unit, we used proportional reasoning to investigate reasoning to investigate similar figures also called scale drawings. At the end of this Investigation, what do you know about similarity? What do you know about proportional reasoning?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Proportional reasoning can be used to compare lengths, angles, and areas of similar figures. Students may discuss some of the ratio relationships between the shapes in the Investigation.",
                        "For figures with the same basic shape (similar figures), student should begin to realize that some measurement change and some stay the same.",
                        "Students should begin to use and articulate relationships between attributes, such as: ",
                        "Stay the same: ",
                        "* same basic look to the shape, ",
                        "* corresponding angles of an enlargement or reduction of an original figure stay the same,",
                        "Changes by the multiplier: *  side lengths of an enlargement or reduction figure, as compared to the original figure, change in size by the multiplier used with the original,",
                        "* perimeter of an enlargement or reduction figure, as compared to the original figure, change in size by the multiplier used with the original, ",
                        "Changes in some way:",
                        "* area of an enlarged or reduced figure, as compared to the original figure, changed but not by the multiplier used on the original figure. "
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "MathReflection2",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this unit, we used proportional reasoning to investigate reasoning to investigate similar figures also called scale drawings. At the end of this Investigation, what do you know about similarity? What do you know about proportional reasoning?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "With similar figures, some attributes of the shape change and some stay the same: ",
                        "* corresponding angles of two similar figures are the same measure while angles of non-similar figures may not be.",
                        "* corresponding side lengths of similar figures increase or decrease by the scale factor used to create an image.",
                        "* perimeter of a new similar figure, as compared to the original figure, changes in size by the scale factor between the original and the new image.",
                        "**The relationship between corresponding sides of similar figures can be expressed as a ratio. This ratio can help us find the scale factor.**"
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "MathReflection3",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this unit, we used proportional reasoning to investigate reasoning to investigate similar figures also called scale drawings. At the end of this Investigation, what do you know about similarity? What do you know about proportional reasoning?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "Students should express which attributes change and which stay the same when one figure is scaled to make an image: ",
                        "* corresponding angles of two similar figures are the same measure while angles of non-similar figures may not be.",
                        "* corresponding side lengths and perimeter of the similar figure increases or decreases by the scale factor (multiplier). ",
                        "* area of similar figures increases or decreases by the scale factor squared (multiplier squared)"
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "MathReflection4",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "In this unit, we used proportional reasoning to investigate reasoning to investigate similar figures also called scale drawings. At the end of this Investigation, what do you know about similarity? What do you know about proportional reasoning?"
                      ]
                    }
                  },
                  {
                    "display": "teacher",
                    "content": {
                      "type": "Text",
                      "format": "markdown",
                      "text": [
                        "When scaling figures, some attributes change and some stay the same.",
                        "* corresponding angles of two similar figures are the same measure while angles of non-similar figures may not be.",
                        "*  corresponding side lengths, including perimeter, of the similar figure increases or decreases by the scale factor (multiplier). If the scale factor is larger than 1, the shape gets larger. If the scale factor is 1, the shape stays the same size. If the scale factor is smaller than 1, the shape gets smaller.",
                        "* area of similar figures increases or decreases by the scale factor squared (multiplier squared)",
                        "* ratios of corresponding adjacent side lengths within two similar figures are equal ",
                        "* Proportional relationships exist between corresponding lengths of similar figures. We use the quantities within the shapes and quantities across the shapes to describe the scaling.",
                        "We use the proportional relationships to create similar figures in many ways. Some include using; pictures, rubber bands, copy machine, coordinate grid, nested triangles formed across spaces, shadows, and mirror reflections."
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            }
          ]
        }
      ],
      "supports": [
      ]
    }
  ],
  "supports": [ ]
}
