{
  "code": "help",
  "abbrevTitle": "HELP",
  "title": "CLUE Help",
  "subtitle": "Tips and Documentation",
  "placeholderText": "Enter notes here",
  "sections": {
    "introduction": {
      "initials": "IN",
      "title": "Introduction",
      "placeholder": "Work area for\nIntroduction section"
    },
    "tools": {
      "initials": "TO",
      "title": "Tools",
      "placeholder": "Work area for\nTools section"
    },
    "sharing": {
      "initials": "SH",
      "title": "Sharing",
      "placeholder": "Work area for\nSharing section"
    },
     "instructors": {
      "initials": "IS",
      "title": "Instructors",
      "placeholder": "Work area for\nInstructors section"
    }
  },
  "planningDocument": {
    "enable": "teacher",
    "default": true,
    "sectionInfo": {
      "overview": {
        "initials": "OV",
        "title": "Overview",
        "placeholder": "Work area for\nOverview section"
      },
      "launch": {
        "initials": "LC",
        "title": "Launch",
        "placeholder": "Work area for\nLaunch section"
      },
      "explore": {
        "initials": "EX",
        "title": "Explore",
        "placeholder": "Work area for\nExplore section"
      },
      "summarize": {
        "initials": "SM",
        "title": "Summarize",
        "placeholder": "Work area for\nSummarize section"
      }
    },
    "sections": [
      { "type": "overview" },
      { "type": "launch" },
      { "type": "explore" },
      { "type": "summarize" }
    ]
  },
  "investigations": [
    {
      "description": "Investigation 1",
      "ordinal": 1,
      "title": "Introduction to CLUE",
      "introduction": {
        "tiles": [ ]
      },
      "problems": [
        {
          "description": "CLUE Help",
          "ordinal": 1,
          "title": "Introduction to CLUE",
          "subtitle": "Working in the Collaborative Learning User Environment (CLUE)",
          "sections": [
            {
              "type": "introduction",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "CLUE is an educational environment that allows you to create and share live content with your peers so you can solve problems together. When you launch an activity, you'll see a work area on the right. This is where you can create text, graphs, images, drawings and other STEM content. There are also content tabs on the left that hold curriculum, help and documentation, and reusable content from your own library or your class or your instructor. \n\nThere are also subsections in many tabs. For example, in this help section you will see subsections for :<ul><li>Introduction</li><li>Tools</li><li>Sharing</li><li>Instructors</li></ul>"
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "You will find text, graphs, images and other kinds of content in the Problems. These can be dragged into your workspace. Try to drag this text into your workspace now. You can drag any kind of content, from Problems, your Teacher or your peers, into your own workspace to reuse it. When you share with your fellow students, they will be able to reuse your work."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/help/images/fileAndContent.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Images are handy for recording work you do on paper that you want to save as part of the digital document. You can make an image either by choosing the image tool and choosing a file from your computer, or you can drag an image from your file list or desktop on to the browser window. Try this now."
                      ]
                    }
                  }
                ]
              },
              "supports": [ ]
            },
            {
              "type": "tools",
              "content": {
                "tiles": [
                   {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Click on <strong>tool buttons</strong> on the left side of the workspace to <em>create a new tile</em>. Tiles let you make content to solve problems and record your ideas. You can also <strong>drag tools</strong> onto the workspace if you want to place them more precisely. You can drag tiles from one place to another in your workspace to organize your work. The tile will land wherever the blue highlight shows up."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/help/images/Toolset.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "To <strong>delete tiles</strong>, select one or more tiles and click the delete tool.  Try creating, moving and deleting tiles."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "All of the tile types have their own tools that allow you to do things like copy, label, comment, change color, etc. Create one of each tile type and look at the kinds of things you can do with them."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Click the <strong>Geometry</strong> tool icon to create a geometry graph tile. Note that a Text tile will be created to the right of the graph at the same time. (Select and delete the Text tile if you would like the graph to extend full width, showing more of the x axis.) Drag the bottom of the tile lower if you want to show more on the y axis. To create shapes on the graph, first click to create single points. Then double-click the final point to connect all points (e.g., the third point in a triangle)."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/help/images/graphdoc.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Note: Points are connected in the order they were made, which can lead, for example, to an unexpected hourglass shape as in the example above. If this is not the intended shape, simply drag the points to the desired shape."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/help/images/SS_LA_04_city_spoon_350w.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Dragging</strong>\nDragging is one of the primary actions to get tiles to interact, place tiles, copy from the curriculum or your peers or teachers, and to bring in content from your computer. Images can be dragged into your workspace from the curriculum or from your desktop. They can also be dragged in back of graphs and draw tiles. Try to <em>drop this image on a graph</em> or in your workspace now. Ready to try one last trick? Drag a table on to a graph. This will create the points you listed in the table on the graph."
                      ]
                    }
                  }
                ]
              },
              "supports": []
            },
            {
              "type": "sharing",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<strong>Sharing</strong>\nWhen you are ready to <strong>share work</strong> with your group, use the share slider, and switch to the Group View. You will see your workspace next to the others in your group. You can drag tiles and individual shapes from your groups documents into your own."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/help/images/sharingScreen.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "When you are ready to share work with your whole class, click the <strong>publish</strong> icon. This will put your file into the Class Work tab. Your teacher may ask you to do this so your work can be discussed or reused by more classmates than those in your group. You can share content back into your own documents from any tab on the left, including your own files. For example, you might wish to copy content from 'My Work' into a Learning Log so that you can remind yourself how you solved problems as you work through the lessons."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Your teacher may share content with you too, either in the class work tab or in the Supports tab. If new teacher content is posted, you'll see a small bubble on the Support tab. You might find a graph or some data to help you get started on a problem, or find a more challenging extension to work on."
                      ]
                    }
                  }
                ],
                "supports": []
              }
            },
            {
              "type": "instructors",
              "content": {
                "tiles": [
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Instructors get an extra tab labeled Dashboard at the top of the window which shows all the work done on a particular problem by all students. Clicking on the groups will show a closeup view of just one group member. Selecting the section labels on the right side of the dashboard will scroll all the document views to that section."
                      ]
                    }
                  },
                  {
                    "content": {
                      "type": "Image",
                      "url": "curriculum/help/images/dashboard.png"
                    }
                  },
                  {
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "Instructors can send sticky notes from the dashboard to either a group or an individual. These will show as soon as they are sent as yellow stickies next to the workspace header for students. \n\nInstructors can make documents with all the same tools available for students by flipping to the Workspace view. They can copy content from student documents to further comment on and share. Demonstrations, additional problems, or summary posters can be published as a support or Class Work. Supports are published with the green arrow, Class Work with the blue arrow. "
                      ]
                    }
                  }
                ],
                "supports": []
              }
            }
          ],
          "supports": []
        }
      ],
      "supports": []
    }
  ],
  "supports": [ ]
}
