{
  "type": "chapter2",
  "content": {
    "tiles": [
      {"id": "ogmV54CAuFFKmc7f", "title": "Text 7", "content": {"type": "Text", "format": "html", "text": ["<h3>CHAPTER 2: PAATI’S BIRTHDAY</h3>"]}},
      {
        "id": "-w2mbFwq2-2Ml4Aj",
        "title": "Text 1",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>The video that Rakesh watched bugged him for the next two days. He just couldn’t get over the differences between the two monkey’s blood vessels! Through a little more googling, he discovered that it was cholesterol that was filling those blood vessels. That puzzled him, he thought cholesterol was in food. How would it end up stuck in the middle of the blood vessel? He also thought of Deaundre, was his artery filled with that gross stuff? </p>",
            "<p>On Sunday afternoon he and the kids were going to their grandmother’s, or Paati’s as they called her, 80th birthday. His cousin Meera was hosting. She was one of his favorite people on this planet and one of the smartest he knew. She was a certified nutritionist so maybe she would know more about cholesterol?</p>",
            "<p>At the party, Paati was so happy to see everyone. Rakesh’s children–  Zainab and Ajay – gave their grandmother huge hugs and her eyes beamed with joy. Rakesh was so happy to see his mother doing well. The birthday party was wonderful. The whole family was having a great time, the food was delicious, and you could feel the love surrounding Paati. While they were all eating, one of his aunts - Lakshmi (luck-sh-mi) - came up to him to talk. </p>"
          ]
        }
      },
      {
        "id": "9Je5yB9H9wmCLwSG",
        "title": "Text 2",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Lakshmi</strong>: Wow, look at how big the kids have gotten!</p>",
            "<p><strong>Rakesh</strong>: Yeah, chithi (aunt in Tamil) they get bigger and bigger every day. </p>",
            "<p><strong>Lakshmi</strong>: Must be hard raising them all on your own. So irresponsible of their mother to just leave them and stay in India…</p>",
            "<p><strong>Rakesh</strong>: No chithi, you know that’s not what happened.</p>",
            "<p><strong>Lakshmi</strong>: An amma (mother in Tamil) should be there to raise her kids. </p>",
            "<p><strong>Rakesh</strong>: They’re my kids too and she is there for them. Chithi, you know how hard it is  to get a visa, the immigration rules are so unfair. It’s not her fault that she is from Iran. Now look at her, she is doing so well. She got a degree, she found a job…   </p>",
            "<p><strong>Lakshmi</strong>: Then why did she go and marry someone else?</p>",
            "<p><strong>Rakesh</strong>: Chiti, it’s OK, she has found someone and is happy. The kids are also doing OK and so am I. We made this decision together and we are all OK.</p>",
            "<p><strong>Lakshmi</strong>: They must be missing their amma though.</p>",
            "<p><strong>Rakesh</strong>: Of course they do! But we talk to her everyday and she is still such a big part of their lives. </p>",
            "<p><strong>Paati</strong>: Lakshmi, leave him alone. Sorayah is a good mother. </p>",
            "<p><strong>Lakshmi</strong>: I was just worried about the children. </p>",
            "<p><strong>Paati</strong>: If you cared about them, then you wouldn’t insult their mother. Vaa (come in Tamil), I want to eat my cake.</p>"
          ]
        }
      },
      {
        "id": "UmiMD507HCzVB-oq",
        "title": "Text 6",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Paati led everyone to the cake, singing along happily to their joyous birthday song, and blowing out her candles. Rakesh enjoyed his cake but chithi’s words left a bitter taste in his mouth. It is not like they did not try every possible option to get a visa, but it was just impossible with the many rules and expensive lawyer fees. Thinking about all of this - Rakesh could feel the stress butterflies in his stomach again. He quickly scanned the crowd for Meera and went up to her. </p>"
          ]
        }
      },
      {"id": "eaOhBP2AVpdYRElI", "title": "Rakesh Chatting with Meera at Paati's Party", "content": {"type": "Image", "url": "curriculum/bio4community/images/Rakesh_S2.jpg", "filename": "curriculum/bio4community/images/Rakesh_S2.jpg"}},
      {
        "id": "JM9h4tAj34CrNEdi",
        "title": "Text 3",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Rakesh</strong>: Eh.. listen, Meera, I know you’re busy hosting right now, but I have a serious question I really need to ask you. My friend Deaundre had a heart attack this week and the doctor said it was caused by blocked blood vessels. I looked it up and saw that blood vessels were blocked by cholesterol or something. Do you know anything about this?</p>",
            "<p><strong>Meera</strong>: Oh god! That&#x27;s scary. I hope your friend is okay. Yeah cholesterol is found in most foods and could cause blockages. I actually wrote about cholesterol and health in my blog a few weeks ago. Didn’t you see it in the family text group?</p>",
            "<p><strong>Rakesh</strong>: Wait. I didn’t know you have a blog! That’s awesome!</p>",
            "<p><strong>Meera</strong>: Well clearly you need to check the family group chat properly because I’ve sent many     links from my blog for everyone to read! </p>",
            "<p></p>",
            "<p>[Meera laughed at Rakesh, who looked a bit sheepish and smiled. He definitely does not keep up with the family group chat and just got caught! Meera continued: ]</p>",
            "<p></p>",
            "<p><strong>Meera</strong>: Honestly, I do it mostly for my clients. It saves so much time. I’ll text you the link for the post about cholesterol. Read that and then tell me what you think ok?</p>",
            "<p><strong>Rakesh</strong>: Absolutely! And this time, I promise I’ll actually read the what you send!</p>",
            "<p><strong>Meera</strong>: Aha.. sure whatever you say.. (Meera winked at Rakesh)</p>"
          ]
        }
      },
      {
        "id": "HkazJqlTTyXX_mD0",
        "title": "Text 4",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>Rakesh laughed and was about to ask Meera more questions, but Paati was ready for tea and so Meera rushed to go get it ready for her. Once he got home from the party, Rakesh checked his phone and found the text from Meera. He clicked on the link she sent: “<em>All the Fuss About Cholesterol</em>” </p>"
          ]
        }
      },
      {
        "id": "dWU6oAKCFJJI4oie",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<ul><li><strong>Read the blog- </strong><em><strong>EVIDENCE 2a-All the Fuss About Cholesterol</strong></em><strong> - in the Resource Library. </strong></li></ul>",
            "<ul><li><strong>Explore the animation - </strong><em><strong>EVIDENCE 2b- Plaque Animation</strong></em><strong> - in the Resource Library. Change the options in the animation and notice the effects.</strong></li></ul>",
            "<ul><li><strong>Discuss the blog and your observations about the animation with your group and </strong><u><strong>together</strong></u><strong>, answer the questions about the evidence in the Resource Library.</strong></li></ul>",
            "<ul><li><strong>Write what you learned from this evidence in your </strong><u><strong>table</strong></u><strong>.</strong></li></ul>"
          ]
        }
      }
    ]
  },
  "supports": []
}