{
  "code": "bio",
  "abbrevTitle": "BIO4",
  "title": "Bio4Community",
  "subtitle": "Stress in our Community and Bodies",
  "placeholderText": "Discuss Evidence here",
  "settings": {
    "table": {
      "numFormat": ".2~f"
    }
  },
  "config": {
    "placeholderText": "Document your thoughts",
    "autoSectionProblemDocuments": false,
    "autoAssignStudentsToIndividualGroups": true,
    "defaultDocumentTitle": "My Log",
    "defaultDocumentType": "personal",
    "toolbar": [
      {
        "id": "select",
        "title": "Select",
        "iconId": "icon-select-tool",
        "isTileTool": false,
        "isDefault": true
      },
      {
        "id": "Text",
        "title": "Text",
        "isTileTool": true
      },
      {
        "id": "Table",
        "title": "Table",
        "isTileTool": true
      },
      {
        "id": "Image",
        "title": "Image",
        "isTileTool": true
      },
      {
        "id": "Drawing",
        "title": "Drawing",
        "isTileTool": true
      },
      {
        "id": "delete",
        "title": "Delete",
        "iconId": "icon-delete-tool",
        "isTileTool": false
      }
    ],
    "navTabs": {
      "showNavPanel": true,
      "lazyLoadTabContents": true,
      "tabSpecs": [
        {
          "tab": "problems",
          "label": "Story",
          "sections": [
          ]
        },
        {
          "tab": "teacher-guide",
          "label": "Curriculum",
          "teacherOnly": true,
          "sections": []
        },
        {
          "tab": "class-work",
          "label": "Resource Library",
          "sections": [
            {
              "title": "Evidence",
              "type": "teacher-supports",
              "dataTestHeader": "supports-section-teacher-supports",
              "dataTestItem": "supports-list-items",
              "documentTypes": ["publication", "personalPublication"],
              "properties": ["isTeacherDocument", "!isDeleted"]
            }
          ]
        }
      ]
    }
  },
  "sections": {
    "chapter1": {
      "initials": "CH1",
      "title": "Chapter 1",
      "placeholder": "Work area for Chapter 1"
    },
    "chapter2": {
      "initials": "CH2",
      "title": "Chapter 2",
      "placeholder": "Work area for Chapter 2"
    },
    "chapter3": {
      "initials": "CH3",
      "title": "Chapter 3",
      "placeholder": "Work area for Chapter 3"
    }
  },
  "planningDocument": {
    "enable": "teacher",
    "default": true,
    "sectionInfo": {
      "sources": {
        "initials": "EVD",
        "title": "Evidence",
        "placeholder": "Work area for Evidence"
      }
    },
    "sections": [
      { "type": "Evidence" },
      { "type": "Teaching" }
    ]
  },
  "defaultStamps": [
  ],
  "investigations": [
    {
      "description": "Investigation 1",
      "ordinal": 1,
      "title": "Bio4Community: The Biology of Stress",
      "problems": [
        {
          "description": "Story Ch1",
          "ordinal": 1,
          "title": "Rakesh",
          "subtitle": "Chapter 1",
          "disabled": [],
          "sections": [
                        {
                        "type": "chapter1",
                        "content": {
                          "tiles": [
                            {
                              "id": "NPzj-ifRKDziyCTp",
                              "title": "Text 16",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h2>STRESS AND HEART ATTACKS:</h2>",
                                  "<h2>Rakesh’s Story</h2>"
                                ]
                              }
                            },
                            {
                              "id": "FpOSCcoHEK2u0r7X",
                              "title": "Text 17",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h3>CHAPTER 1: DEAUNDRE</h3>"
                                ]
                              }
                            },
                            {
                              "id": "0zQ2tgORdGAv9iYx",
                              "title": "Text 3",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Rakesh (Rah-kay-sh) sat in the small break room in the Amazon warehouse, fidgeting with his lunch. He smiled as he looked down at the small post-it note poking out from inside the crumpled brown bag that read “Good luck at work today, Dad!” He loved when his kids snuck him little notes in his lunch. They always knew how to make him smile. He wanted to give them a stable life so he worked 15-hour days and woke up early to make his kids breakfast before going to work. It was hard being a single dad. </p>",
                                  "<p>Even though his kids were older and in 7th grade and high school, it still felt like all the world’s burdens were on his shoulders; but seeing them happy helped. Raising his kids on his own had been difficult ever since Sorayah (So-raa-yaa), his wife or… well…ex-wife, and him split up. That left little time for Rakesh (Rah-kay-sh) to destress and have “me” time. But it was worth it if it meant he could eventually be promoted to manager. A higher pay and more stable hours would mean more time with his kids. As he looked at the note, Rakesh remembered the conversation he had with his kids that morning. </p>"
                                ]
                              }
                            },
                            {
                              "id": "tlvHCWX2a-MiE2ZQ",
                              "title": "Text 4",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [ 
                                  "<p><strong>Ajay</strong> (Uh-jay): Ugh. I just can’t study for this math test.</p>",
                                  "<p><strong>Zainab</strong> (Zay-nab): Just do it.</p>",
                                  "<p><strong>Ajay</strong> (Uh-jay): Okay, genius. </p>",
                                  "<p><strong>Zainab</strong> (Zay-nab): I know, I’m so helpful, right? </p>",
                                  "<p><strong>Rakesh</strong>: What’s going on? What’s the issue?</p>",
                                  "<p><strong>Ajay</strong>: Dad... I can’t focus in class. Ms. Ross will put the equations on the board and next thing I know she got to the answer but I just don’t know how. </p>",
                                  "<p><strong>Rakesh</strong>: Well, you need to pay more attention when she’s teaching! Math is important so you have to try harder. You kids have opportunities that I never had. You have to make use of them.</p>",
                                  "<p><strong>Zainab</strong>: Like what, appa (father in Tamil)?</p>",
                                  "<p><strong>Rakesh</strong>: You’re going to a good school, with good teachers, and you actually have a chance to learn, for free! You can get a degree and do what you want to do with your life here. I never got that in India. There, you have to pay for private school if you want a good education and you know our family couldn’t afford that…</p>",
                                  "<p><strong>Ajay</strong>: Wait. What did you want to be when you were younger?</p>",
                                  "<p><strong>Rakesh</strong>: I wanted to be an aerospace engineer since I was very young. </p>",
                                  "<p><strong>Zainab</strong>: What’s that?</p>",
                                  "<p><strong>Rakesh</strong>: It’s someone who designs planes.  </p>",
                                  "<p><strong>Zainab</strong>: So why not just become that now?</p>",
                                  "<p><strong>Rakesh</strong>: No... My time for studying and all is done.. It’s your turn now. You need to study hard so that you can grow up and become what you want. That will make me the happiest. So you better go now and make sure you (Rakesh points to Ajay) study for that math test. </p>",
                                  "<p><strong>Ajay</strong>: Okay, dad. Fine.</p>"
                                ]
                              }
                            },
                            {
                              "id": "XMsmlOIb74cTshR8",
                              "title": "Text 5",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Working for Amazon was never Rakesh’s first choice of career. Being an immigrant without a degree made it hard to find a job. It was even harder, because Rakesh’s ex-wife Sorayah (So-raa-yaa) was still back in India which meant Rakesh had to provide for their kids by himself.  </p>",
                                  "<p>Rakesh and Sorayah met in high school in India and were married soon after graduating. Sorayah was from Iran but had lived in India almost all her life. Soon after they were married, Rakesh and Sorayah had two little chiren for whom they wanted a better life. So, they decided to immigrate to America. Rakesh left India first with the children so that the kids could start school in America. </p>",
                                  "<p>Sorayah was supposed to follow once her visa was approved by the U.S. Immigration Services. But, to their surprise, Sorayah’s visa application was denied because of a new rule that prevented people from muslim countries coming into the U.S. This meant Sorayah couldn’t immigrate to America because she had an Iranian passport.  Even after all these years, Rakesh still had a lot of anger for the U.S. Immigration rules that broke up his family. Back in the lunchroom at work, Rakesh was zoning out, pushing the rice in his container around, when one of his co-workers, Nicole, came in. </p>"
                                ]
                              }
                            },
                            {
                              "id": "Jt2L_vV5XHqePXML",
                              "title": "Text 6",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Nicole</strong>: Hey. Did you hear about Deaundre?</p>",
                                  "<p><strong>Rakesh</strong>: No.What happened? Is everything alright?</p>",
                                  "<p><strong>Nicole</strong>: He had a heart attack while he was here. He’s at the hospital right now.</p>",
                                  "<p><strong>Rakesh</strong>: WHAT! WHEN? I just saw him clock in this morning and he looked fine! </p>"
                                ]
                              }
                            },
                            {
                              "id": "vbmKHXWxDC6W-HrZ",
                              "title": "Text 7",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Rakesh felt the concern and shock take over him. He and Deaundre have a lot in common. They both were the same age, had two kids, and both loved baseball. Deaundre was one of those guys who worked just as hard as everyone else but did it with a smile on his face. Rakesh decided to visit Deaundre at the hospital before work the next day, stopping at a local bodega to grab him a smiling bear wearing a fedora that kind of looked like him. </p>"
                                ]
                              }
                            },
                            {
                              "id": "oxuSlTxkgkNJ5kIp",
                              "title": "Rakesh Visits Deaundre at the Hospital",
                              "content": {
                                "type": "Image",
                                "url": "curriculum/bio4community/images/Rakesh_S1.jpg",
                                "filename": "curriculum/bio4community/images/Rakesh_S1.jpg"
                              }
                            },
                            {
                              "id": "0nGiS4DXgDANMxcb",
                              "title": "Text 8",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>[“Knock knock,” Rakesh entered with the bear held up to his face. Deaundre still had that smile plastered on. The two of them sat and talked for a while. ]</p>",
                                  "<p><strong>Rakesh</strong>: Man, I am so glad to see you. How are you? I couldn’t believe it when I heard the news. </p>",
                                  "<p><strong>Deaundre</strong>: I couldn’t believe it either. One minute I was working, the next I felt like my chest was so heavy and tight. It’s a good thing I wasn’t alone. I heard they called the ambulance right away, otherwise I don’t know what woulda happened. </p>",
                                  "<p><strong>Rakesh</strong>: Did the doctors tell you what’s wrong? You look so healthy! </p>",
                                  "<p><strong>Deaundre</strong>: Yeah, the doc keeps saying I’m too stressed and it’s causing blockages or something like that in my blood vessels. Somethin’ about stress causing all this bad stuff.</p>",
                                  "<p></p>",
                                  "<p>[This caught Rakesh’s attention.]</p>",
                                  "<p></p>",
                                  "<p><strong>Rakesh</strong>: “Wait. Your stress led to your heart attack?” </p>"
                                ]
                              }
                            },
                            {
                              "id": "qP9YiY4vQWonn0cz",
                              "title": "Text 9",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>To say Rakesh was shocked was an understatement. He admitted that stress sometimes got to his head, he felt jittery and anxious like there were butterflies in his stomach. But he didn’t understand how something in his mind could affect his body. Stress only had mental symptoms… right? He wondered, how could stress cause blocked blood vessels? </p>"
                                ]
                              }
                            },
                            {
                              "id": "pU7njUZzQ2LsYh8r",
                              "title": "Text 10",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p></p>",
                                  "<p><strong>Can you help him figure this out?</strong></p>",
                                  "<p>Discuss with your group--What do you think is the connection between stress and blocked blood vessels?</p>",
                                  "<p></p>"
                                ]
                              }
                            },
                            {
                              "id": "k5RAu6GQ25j0ynvM",
                              "title": "Text 11",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><em>Continue reading to find out what happened next:</em></p>",
                                  "<p>Rakesh left the hospital even more stressed. When he got home he did his best not to show his children how worried he was. </p>"
                                ]
                              }
                            },
                            {
                              "id": "O52To-oPV_xkTrl4",
                              "title": "Text 12",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Zainab</strong>: Hi Appa! Ajay already made the rice - the curry is just heating up now.</p>",
                                  "<p><strong>Rakesh</strong>: Thanks, I’ll just wash my hands and come. </p>",
                                  "<p><strong>Ajay</strong>: Hurry up dad, I’m so hungry! Coach ran us SO HARD at track. You remember we have the track meet this weekend right? Are you coming?</p>",
                                  "<p><strong>Rakesh</strong>: Yes Ajay, you know I’m gonna try. It all depends on whether I can find someone to cover my shift. </p>",
                                  "<p><strong>Zainab</strong>: Ok everybody come, dinner’s ready. Ajay you better not take all the rotis this time. I don’t care how hungry you are! </p>"
                                ]
                              }
                            },
                            {
                              "id": "Z8V_OV-2o1DEht_l",
                              "title": "Text 13",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>After dinner, when the kids were cleaning the kitchen, Rakesh decided to do some research on his own. He googled “<em>heart attack and stress</em>”. One of the links that came up caught his eye. It was a video of some monkeys and it showed a blocked blood vessel, he decided to check it out. He clicked on the link: “<em>The Effects of Stress on the Heart</em>”</p>"
                                ]
                              }
                            },
                            {
                              "id": "vgCFRLd5bNqzz2FX",
                              "title": "Text 14",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<ul><li><strong>Watch the video- </strong><strong><em>EVIDENCE 1-The Effects of Stress on the Heart</em></strong><strong> - in the Resource Library. </strong></li></ul>",
                                  "<ul><li><strong>Discuss the video with your group and </strong><u><strong>together</strong></u><strong>, answer the questions about the evidence in the Resource Library. </strong></li></ul>",
                                  "<ul><li><strong>Write what you learned from this evidence in your </strong><u><strong>table</strong></u><strong>.</strong></li><p><strong></strong></p></ul>"
                                ]
                              }
                            }
                          ]
                        },
                        "supports": []
                        }
                      ],
          "config": {
            "defaultDocumentTemplate": {
                          "tiles": [
                            {
                              "id": "17SEP20221154AM",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Welcome to CLUE! Here on the right-hand side of CLUE is your Workspace Log. </strong>You will use this space to -</p>",
                                  "<ul><li>collect and explain evidence, </li><li>take notes, and </li><li>answer questions about the effects of long-term stress. </li></ul>",
                                  "<p><strong>On the left-hand side of CLUE, </strong>there are two tabs. The <em>Story</em> tab has Chapters of the story. You will see chapters only after your teacher assigns them to you. The <em>Resource Library</em> tab has different resources connected to the story that you will use to learn more about different parts of the story.</p>",
                                  "<p><u><strong>What to Do:</strong></u></p>",
                                  "<p>Read the chapter and follow the instructions given below the chapter.</p>",
                                  "<p><u><strong>How to Use this Log:</strong></u></p>",
                                  "<p><strong>Tap on the icons at left to create a tile for text, images, drawing, or tables. Or, drag tiles over </strong>from the Resource Library or from the story chapter.</p>",
                                  "<p><strong>Place tiles where you want! </strong>Use the &quot;domino&quot; (six dots) in the upper right corner of a tile to drag it to a new position. But make sure to keep your Evidence Table (see below) near the top of your Log so you can get to it easily.</p>",
                                  "<p>Note: All your work in CLUE is saved <em>automatically</em> whenever the green box above says &quot;Online&quot;. If it turns red and says &quot;Offline,&quot; your work will NOT be saved. If that happens, please take a screenshot of your work and tell your teacher.</p>"
                                ]
                              }
                            },
                            {
                              "id": "dCd3mnjfG3EpvlXr",
                              "title": "Table 1",
                              "content": {
                                "type": "Table",
                                "name": "Cast of Characters",
                                "columns": [
                                  {"name":"Character name","width":129.63671875,"values":["Narrator","Rakesh (main character)","Nicole &  (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Adebayo (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                                  {"name":"Number of lines","width":100.359375,"values":["22","30","4","4","4","4","0","9","11"]},
                                  {"name":"Actor Name","width":210.484375,"values":["","","","","","","","",""]}
                                ]
                              }
                            },
                            {
                              "id": "17SEP20221202pm",
                              "content": {
                                "type": "Table",
                                "name": "Evidence Table",
                                "columns": [
                                  {"name":"Evidence","width":120,"values":["Type the name of the evidence here","","","",""]},
                                  {"name":"What did we learn from this evidence? ","width":200,"values":["","","","",""]},
                                  {"name":"What question does this evidence help us answer?","width":200,"values":["","","","",""]}
                                ]
                              }
                            }
                          ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch2",
          "ordinal": 2,
          "title": "Rakesh",
          "subtitle": "Chapter 2",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter2",
                          "content": {
                            "tiles": [
                              {
                                "id": "ogmV54CAuFFKmc7f",
                                "title": "Text 7",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h3>CHAPTER 2: PAATI’S BIRTHDAY</h3>"
                                  ]
                                }
                              },
                              {
                                "id": "-w2mbFwq2-2Ml4Aj",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>The video that Rakesh watched bugged him for the next two days. He just couldn’t get over the differences between the two monkey’s blood vessels! Through a little more googling, he discovered that it was cholesterol that was filling those blood vessels. That puzzled him, he thought cholesterol was in food. How would it end up stuck in the middle of the blood vessel? He also thought of Deaundre, was his artery filled with that gross stuff? </p>",
                                    "<p>On Sunday afternoon he and the kids were going to their grandmother’s, or Paati’s as they called her, 80th birthday. His cousin Meera was hosting. She was one of his favorite people on this planet and one of the smartest he knew. She was a certified nutritionist so maybe she would know more about cholesterol?</p>",
                                    "<p>At the party, Paati was so happy to see everyone. Rakesh’s children–  Zainab and Ajay – gave their grandmother huge hugs and her eyes beamed with joy. Rakesh was so happy to see his mother doing well. The birthday party was wonderful. The whole family was having a great time, the food was delicious, and you could feel the love surrounding Paati. While they were all eating, one of his aunts - Lakshmi (luck-sh-mi) - came up to him to talk. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "9Je5yB9H9wmCLwSG",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Lakshmi</strong>: Wow, look at how big the kids have gotten!</p>",
                                    "<p><strong>Rakesh</strong>: Yeah, chithi (aunt in Tamil) they get bigger and bigger every day. </p>",
                                    "<p><strong>Lakshmi</strong>: Must be hard raising them all on your own. So irresponsible of their mother to just leave them and stay in India…</p>",
                                    "<p><strong>Rakesh</strong>: No chithi, you know that’s not what happened.</p>",
                                    "<p><strong>Lakshmi</strong>: An amma (mother in Tamil) should be there to raise her kids. </p>",
                                    "<p><strong>Rakesh</strong>: They’re my kids too and she is there for them. Chithi, you know how hard it is  to get a visa, the immigration rules are so unfair. It’s not her fault that she is from Iran. Now look at her, she is doing so well. She got a degree, she found a job…   </p>",
                                    "<p><strong>Lakshmi</strong>: Then why did she go and marry someone else?</p>",
                                    "<p><strong>Rakesh</strong>: Chiti, it’s OK, she has found someone and is happy. The kids are also doing OK and so am I. We made this decision together and we are all OK.</p>",
                                    "<p><strong>Lakshmi</strong>: They must be missing their amma though.</p>",
                                    "<p><strong>Rakesh</strong>: Of course they do! But we talk to her everyday and she is still such a big part of their lives. </p>",
                                    "<p><strong>Paati</strong>: Lakshmi, leave him alone. Sorayah is a good mother. </p>",
                                    "<p><strong>Lakshmi</strong>: I was just worried about the children. </p>",
                                    "<p><strong>Paati</strong>: If you cared about them, then you wouldn’t insult their mother. Vaa (come in Tamil), I want to eat my cake.</p>"
                                  ]
                                }
                              },
                              {
                                "id": "UmiMD507HCzVB-oq",
                                "title": "Text 6",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Paati led everyone to the cake, singing along happily to their joyous birthday song, and blowing out her candles. Rakesh enjoyed his cake but chithi’s words left a bitter taste in his mouth. It is not like they did not try every possible option to get a visa, but it was just impossible with the many rules and expensive lawyer fees. Thinking about all of this - Rakesh could feel the stress butterflies in his stomach again. He quickly scanned the crowd for Meera and went up to her. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "eaOhBP2AVpdYRElI",
                                "title": "Rakesh Chatting with Meera at Paati's Party",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/Rakesh_S2.jpg",
                                  "filename": "curriculum/bio4community/images/Rakesh_S2.jpg"
                                }
                              },
                              {
                                "id": "JM9h4tAj34CrNEdi",
                                "title": "Text 3",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Rakesh</strong>: Eh.. listen, Meera, I know you’re busy hosting right now, but I have a serious question I really need to ask you. My friend Deaundre had a heart attack this week and the doctor said it was caused by blocked blood vessels. I looked it up and saw that blood vessels were blocked by cholesterol or something. Do you know anything about this?</p>",
                                    "<p><strong>Meera</strong>: Oh god! That&#x27;s scary. I hope your friend is okay. Yeah cholesterol is found in most foods and could cause blockages. I actually wrote about cholesterol and health in my blog a few weeks ago. Didn’t you see it in the family text group?</p>",
                                    "<p><strong>Rakesh</strong>: Wait. I didn’t know you have a blog! That’s awesome!</p>",
                                    "<p><strong>Meera</strong>: Well clearly you need to check the family group chat properly because I’ve sent many     links from my blog for everyone to read! </p>",
                                    "<p></p>",
                                    "<p>[Meera laughed at Rakesh, who looked a bit sheepish and smiled. He definitely does not keep up with the family group chat and just got caught! Meera continued: ]</p>",
                                    "<p></p>",
                                    "<p><strong>Meera</strong>: Honestly, I do it mostly for my clients. It saves so much time. I’ll text you the link for the post about cholesterol. Read that and then tell me what you think ok?</p>",
                                    "<p><strong>Rakesh</strong>: Absolutely! And this time, I promise I’ll actually read the what you send!</p>",
                                    "<p><strong>Meera</strong>: Aha.. sure whatever you say.. (Meera winked at Rakesh)</p>"
                                  ]
                                }
                              },
                              {
                                "id": "HkazJqlTTyXX_mD0",
                                "title": "Text 4",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Rakesh laughed and was about to ask Meera more questions, but Paati was ready for tea and so Meera rushed to go get it ready for her. Once he got home from the party, Rakesh checked his phone and found the text from Meera. He clicked on the link she sent: “<em>All the Fuss About Cholesterol</em>” </p>"
                                  ]
                                }
                              },
                              {
                                "id": "dWU6oAKCFJJI4oie",
                                "title": "Text 5",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<ul><li><strong>Read the blog- </strong><em><strong>EVIDENCE 2a-All the Fuss About Cholesterol</strong></em><strong> - in the Resource Library. </strong></li></ul>",
                                    "<ul><li><strong>Explore the animation - </strong><em><strong>EVIDENCE 2b- Plaque Animation</strong></em><strong> - in the Resource Library. Change the options in the animation and notice the effects.</strong></li></ul>",
                                    "<ul><li><strong>Discuss the blog and your observations about the animation with your group and </strong><u><strong>together</strong></u><strong>, answer the questions about the evidence in the Resource Library.</strong></li></ul>",
                                    "<ul><li><strong>Write what you learned from this evidence in your </strong><u><strong>table</strong></u><strong>.</strong></li></ul>"
                                  ]
                                }
                              }
                            ]
                          },
                          "supports": []
                        }
                      ],
          "config": {
                        "defaultDocumentTemplate": {
                                      "tiles": [
                                        {
                                          "id": "17SEP20221154AM",
                                          "content": {
                                            "type": "Text",
                                            "format": "html",
                                            "text": [
                                              "<p><strong>Welcome to CLUE! Here on the right-hand side of CLUE is your Workspace Log. </strong>You will use this space to -</p>",
                                              "<ul><li>collect and explain evidence, </li><li>take notes, and </li><li>answer questions about the effects of long-term stress. </li></ul>",
                                              "<p><strong>On the left-hand side of CLUE, </strong>there are two tabs. The <em>Story</em> tab has Chapters of the story. You will see chapters only after your teacher assigns them to you. The <em>Resource Library</em> tab has different resources connected to the story that you will use to learn more about different parts of the story.</p>",
                                              "<p><u><strong>What to Do:</strong></u></p>",
                                              "<p>Read the chapter and follow the instructions given below the chapter.</p>",
                                              "<p><u><strong>How to Use this Log:</strong></u></p>",
                                              "<p><strong>Tap on the icons at left to create a tile for text, images, drawing, or tables. Or, drag tiles over </strong>from the Resource Library or from the story chapter.</p>",
                                              "<p><strong>Place tiles where you want! </strong>Use the &quot;domino&quot; (six dots) in the upper right corner of a tile to drag it to a new position. But make sure to keep your Evidence Table (see below) near the top of your Log so you can get to it easily.</p>",
                                              "<p>Note: All your work in CLUE is saved <em>automatically</em> whenever the green box above says &quot;Online&quot;. If it turns red and says &quot;Offline,&quot; your work will NOT be saved. If that happens, please take a screenshot of your work and tell your teacher.</p>"
                                            ]
                                          }
                                        },
                                        {
                                          "id": "dCd3mnjfG3EpvlXr",
                                          "title": "Table 1",
                                          "content": {
                                            "type": "Table",
                                            "name": "Cast of Characters",
                                            "columns": [
                                              {"name":"Character name","width":129.63671875,"values":["Narrator","Rakesh (main character)","Nicole &  (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Adebayo (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                                              {"name":"Number of lines","width":100.359375,"values":["22","30","4","4","4","4","0","9","11"]},
                                              {"name":"Actor Name","width":210.484375,"values":["","","","","","","","",""]}
                                            ]
                                          }
                                        },
                                        {
                                          "id": "17SEP20221202pm",
                                          "content": {
                                            "type": "Table",
                                            "name": "Evidence Table",
                                            "columns": [
                                              {"name":"Evidence","width":120,"values":["Type the name of the evidence here","","","",""]},
                                              {"name":"What did we learn from this evidence? ","width":200,"values":["","","","",""]},
                                              {"name":"What question does this evidence help us answer?","width":200,"values":["","","","",""]}
                                            ]
                                          }
                                        }
                                      ]
                        }
                      },
          "supports": []
        },
        {
          "description": "Story Ch3",
          "ordinal": 3,
          "title": "Rakesh",
          "subtitle": "Chapter 3",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h3>CHAPTER 3: WHAT'S IN YOUR BLOOD</h3>"
                                  ]
                                }
                              },
                              {
                                "id": "0D31sWU-FOLtBslN",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Rakesh read the blog and realized he really did need to start paying more attention to the family group text. Meera was amazing at explaining stuff and her blog was really interesting! Based on her post he believed that his diet was mostly fine. Every dinner the family ate was homecooked, and had food even his chithi would approve of. There was almost always a piece of fruit or a vegetable curry in his lunch. </p>",
                                    "<p>Yet, he was still nervous about those blockages. If even babies have cholesterol, then was there was a chance that despite his healthy life habits he could still have too much cholesterol in his blood? The fear of his arteries getting clogged up was still not leaving him. He just couldn’t stop worrying about it no matter how hard he tried. </p>",
                                    "<p>So he decided to just get his blood checked and confirm whether he had high cholesterol or not. He called the doctor’s office and they ordered some tests and told him to go to the blood lab. The next day he went to the lab right after work, did the blood test. Two days later he received an email from the lab, the results were attached. He clicked on the attachment: “<em>Rakesh Sharma Blood Test Report</em>”</p>",
                                    "<p></p>"
                                  ]
                                }
                              },
                              {
                                "id": "7lxgx3babDl10UWa",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<ul><li><strong>Review the test results- </strong><em><strong>EVIDENCE 3-Rakesh Sharma Blood Test Report</strong></em><strong> - in the Resource Library. </strong></li></ul>",
                                    "<ul><li><strong>Discuss the results with your group and </strong><u><strong>together</strong></u><strong>, answer the questions about the evidence in the Resource Library. </strong></li></ul>",
                                    "<ul><li><strong>Write what you learned from this evidence in your </strong><u><strong>table</strong></u><strong>.</strong></li><p><strong></strong></p></ul>"
                                  ]
                                }
                              }     
                            ],
                            "supports": []
                          }
                        }
                      ],
          "config": {
              "defaultDocumentTemplate": {
                "tiles": [
                  {
                    "id": "17SEP20221154AM",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p><strong>Welcome to CLUE! Here on the right-hand side of CLUE is your Workspace Log. </strong>You will use this space to -</p>",
                        "<ul><li>collect and explain evidence, </li><li>take notes, and </li><li>answer questions about the effects of long-term stress. </li></ul>",
                        "<p><strong>On the left-hand side of CLUE, </strong>there are two tabs. The <em>Story</em> tab has Chapters of the story. You will see chapters only after your teacher assigns them to you. The <em>Resource Library</em> tab has different resources connected to the story that you will use to learn more about different parts of the story.</p>",
                        "<p><u><strong>What to Do:</strong></u></p>",
                        "<p>Read the chapter and follow the instructions given below the chapter.</p>",
                        "<p><u><strong>How to Use this Log:</strong></u></p>",
                        "<p><strong>Tap on the icons at left to create a tile for text, images, drawing, or tables. Or, drag tiles over </strong>from the Resource Library or from the story chapter.</p>",
                        "<p><strong>Place tiles where you want! </strong>Use the &quot;domino&quot; (six dots) in the upper right corner of a tile to drag it to a new position. But make sure to keep your Evidence Table (see below) near the top of your Log so you can get to it easily.</p>",
                        "<p>Note: All your work in CLUE is saved <em>automatically</em> whenever the green box above says &quot;Online&quot;. If it turns red and says &quot;Offline,&quot; your work will NOT be saved. If that happens, please take a screenshot of your work and tell your teacher.</p>"
                      ]
                    }
                  },
                  {
                    "id": "dCd3mnjfG3EpvlXr",
                    "title": "Table 1",
                    "content": {
                      "type": "Table",
                      "name": "Cast of Characters",
                      "columns": [
                        {"name":"Character name","width":129.63671875,"values":["Narrator","Rakesh (main character)","Nicole &  (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Adebayo (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                        {"name":"Number of lines","width":100.359375,"values":["22","30","4","4","4","4","0","9","11"]},
                        {"name":"Actor Name","width":210.484375,"values":["","","","","","","","",""]}
                      ]
                    }
                  },
                  {
                    "id": "17SEP20221202pm",
                    "content": {
                      "type": "Table",
                      "name": "Evidence Table",
                      "columns": [
                        {"name":"Evidence","width":120,"values":["Type the name of the evidence here","","","",""]},
                        {"name":"What did we learn from this evidence? ","width":200,"values":["","","","",""]},
                        {"name":"What question does this evidence help us answer?","width":200,"values":["","","","",""]}
                      ]
                    }
                  }
                ]
              }
            },
          "supports": []
        },
        {
          "description": "Story Ch4",
          "ordinal": 4,
          "title": "Rakesh",
          "subtitle": "Chapter 4",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 4: WHAT’S IN YOUR SALIVA</h2>"
                                  ]
                                }
                              },
                              {
                                "id": "XQN1hTfn5MQis5zM",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>A few days later Rakesh went to the doctor’s  discuss the results. Rakesh was not a fan of the doctor’s office. It always seemed so cold, and the waiting room was usually very crowded. Finally, the nurse took him to the exam room inside and he waited for a few minutes for the doctor to see him.</p>"
                                  ]
                                }
                              },
                              {
                                "id": "4pAvy0Aa8BPBaKTu",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Dr. Adebayo </strong>(Ah-de-baa-yo): Nice to see you Mr. Sharma. I have the results of your test here and they look fine to me. I know you were concerned about your cholesterol levels, but they are well within range. I don’t think you need to do anything about it. </p>",
                                    "<p>Let th impulse die in the middle: Oh, thank you Dr. Adebayo. That is such a relief to hear!</p>",
                                    "<p><strong>Dr. Adebayo</strong> (Ah-de-baa-yo): I’m glad! But Mr. Sharma, why were you concerned about your cholesterol in the first place?</p>",
                                    "<p><strong>Rakesh</strong>: A close friend of mine had a minor heart attack last week. His doctor said that his blood vessels were clogged, and I read that cholesterol can cause clogged arteries. So, I just wanted to make sure that my cholesterol levels are not something I need to worry about. </p>",
                                    "<p><strong>Dr. Adebayo</strong>: Ah yes, that’s true Mr. Sharma. High cholesterol can cause issues in your blood vessels, but stress has also been linked to heart attacks.</p>",
                                    "<p><strong>Rakesh</strong>: Right. I remember finding a video online that showed that stress can cause blocked blood vessels too. My friend and I have the same job and similar responsibilities and I am stressed a lot too…. </p>",
                                    "<p></p>",
                                    "<p>[Rakesh didn’t finish his sentence and Dr. Adebayo could tell that Rakesh seemed to be getting worried again. ]</p>",
                                    "<p></p>",
                                    "<p><strong>Dr. Adebayo</strong>: Listen Mr. Sharma, why don’t we order a test to measure your stress hormone levels? I can ask the nurse to administer the blood test before you leave today, and you will get the results in a week.”</p>",
                                    "<p></p>",
                                    "<p>[Rakesh still looked a bit worried but agreed and went to see the nurse.]</p>",
                                    "<p></p>"
                                  ]
                                }
                              },
                              {
                                "id": "q2LllJwngIOl0zK5",
                                "title": "Text 3",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Once he got home, Rakesh was still feeling anxious about stress tests and decided to research it more after dinner. He googled ‘how to test for stress’ and found that there were many ways to measure cortisol levels. He noticed a video explaining how saliva (spit) can be used to measure cortisol levels easily and quickly. The website also had a link to order the test and get results within 24 hours. Out of restlessness, and not wanting to wait a whole week for his results from Dr. Adebayo, Rakesh decided to order a saliva stress test as well. The test arrived the next day, he followed the instructions and then mailed it back to the lab. As promised, within 24 hours, Rakesh got an email back from the lab with the results from his saliva test. His stomach was tight with nervousness as he opened the email: “Saliva Stress Test”.</p>"
                                  ]
                                }
                              },
                              {
                                "id": "wVijc2B6SMundebC",
                                "title": "Text 4",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<ul><li><strong>Watch the video- </strong><em><strong>EVIDENCE 4a-Saliva Stress Test </strong></em><strong>- in the Resource Library. </strong></li></ul>",
                                    "<ul><li><strong>Then review the test results-  </strong><em><strong>EVIDENCE 4b-Saliva Stress Test Results</strong></em><strong> - in the Resource Library.</strong></li></ul>",
                                    "<ul><li><strong>Discuss the video and test results with your group and </strong><u><strong>together</strong></u><strong>, answer the questions about the evidence in the Resource Library.</strong></li></ul>",
                                    "<ul><li><strong>Write what you learned from this evidence in your </strong><u><strong>table</strong></u><strong>.</strong></li><p><strong></strong></p></ul>"
                                  ]
                                }
                              }
                            ],
                            "supports": []
                          }
                        }
                      ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p><strong>Welcome to CLUE! Here on the right-hand side of CLUE is your Workspace Log. </strong>You will use this space to -</p>",
                      "<ul><li>collect and explain evidence, </li><li>take notes, and </li><li>answer questions about the effects of long-term stress. </li></ul>",
                      "<p><strong>On the left-hand side of CLUE, </strong>there are two tabs. The <em>Story</em> tab has Chapters of the story. You will see chapters only after your teacher assigns them to you. The <em>Resource Library</em> tab has different resources connected to the story that you will use to learn more about different parts of the story.</p>",
                      "<p><u><strong>What to Do:</strong></u></p>",
                      "<p>Read the chapter and follow the instructions given below the chapter.</p>",
                      "<p><u><strong>How to Use this Log:</strong></u></p>",
                      "<p><strong>Tap on the icons at left to create a tile for text, images, drawing, or tables. Or, drag tiles over </strong>from the Resource Library or from the story chapter.</p>",
                      "<p><strong>Place tiles where you want! </strong>Use the &quot;domino&quot; (six dots) in the upper right corner of a tile to drag it to a new position. But make sure to keep your Evidence Table (see below) near the top of your Log so you can get to it easily.</p>",
                      "<p>Note: All your work in CLUE is saved <em>automatically</em> whenever the green box above says &quot;Online&quot;. If it turns red and says &quot;Offline,&quot; your work will NOT be saved. If that happens, please take a screenshot of your work and tell your teacher.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":129.63671875,"values":["Narrator","Rakesh (main character)","Nicole &  (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Adebayo (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                      {"name":"Number of lines","width":100.359375,"values":["22","30","4","4","4","4","0","9","11"]},
                      {"name":"Actor Name","width":210.484375,"values":["","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Type the name of the evidence here","","","",""]},
                      {"name":"What did we learn from this evidence? ","width":200,"values":["","","","",""]},
                      {"name":"What question does this evidence help us answer?","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch5",
          "ordinal": 5,
          "title": "Rakesh",
          "subtitle": "Chapter 5",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h3>CHAPTER 5: DR. ZEIDERS</h3>"
                                  ]
                                }
                              },
                              {
                                "id": "85o_sXdjn4eaYa_-",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Reading the test results and finding that his cortisol levels were too high, Rakesh could feel his chest tightening and hands sweating. He knew this was not good news, but he had no idea what to do about it. His thoughts raced and he started to feel dizzy. He closed his eyes and took several deep breaths to calm his body down. He thought about what he could do right now and decided to email the scientist in that video about saliva cortisol tests. Her name was Dr. Zeiders and her email was on the website. Rakesh emailed Dr. Zeiders: </p>"
                                  ]
                                }
                              },
                              {
                                "id": "123324sdljfasdghhkq34",
                                "title": "Rakesh's Email to Dr. Zeiders",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/drZeiders.png"
                                }
                              },
                              {
                                "id": "F9djG6Jzigf6J1UO",
                                "title": "Text 7",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Surprisingly, Dr. Zeiders responded to Rakesh’s email by the next day. She said that she would be happy to meet with Rakesh online to chat about the test results and what her lab has discovered about the link between stress, cortisol, and clogged arteries. She added that they have also created a simulator to explain the link. They set a time to meet over zoom. He was looking forward to his conversation with Dr. Zeiders.</p>"
                                  ]
                                }
                              },
                              {
                                "id": "B0oxPhWhmznSwGDj",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<ul><li><strong>Read - </strong><em><strong>EVIDENCE 5a-Conversation with Dr. Zeiders</strong></em><strong> - in the Resource Library.</strong></li></ul>",
                                    "<ul><li><strong>Explore - </strong><em><strong>EVIDENCE 5b-Plaque Model Simulator </strong></em><strong>- in the Resource Library. Change the options in the simulator and notice the effects. </strong></li></ul>",
                                    "<ul><li><strong>Read - </strong><em><strong>EVIDENCE 5c-Missing Link Report</strong></em><strong> - in the Resource Library. </strong></li></ul>",
                                    "<ul><li><strong>Discuss the conversation, the report and your observations of the simulation with your group and </strong><u><strong>together</strong></u><strong>, answer the questions about the evidence in the Resource Library.</strong></li></ul>",
                                    "<ul><li><strong>Write what you learned from this evidence in your </strong><u><strong>table</strong></u><strong>.</strong></li></ul>"
                                  ]
                                }
                              }                   
                            ],
                            "supports": []
                          }
                        }
                      ],
          "config": {
            "defaultDocumentTemplate": {
                "tiles": [
                  {
                    "id": "17SEP20221154AM",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<p><strong>Welcome to CLUE! Here on the right-hand side of CLUE is your Workspace Log. </strong>You will use this space to -</p>",
                        "<ul><li>collect and explain evidence, </li><li>take notes, and </li><li>answer questions about the effects of long-term stress. </li></ul>",
                        "<p><strong>On the left-hand side of CLUE, </strong>there are two tabs. The <em>Story</em> tab has Chapters of the story. You will see chapters only after your teacher assigns them to you. The <em>Resource Library</em> tab has different resources connected to the story that you will use to learn more about different parts of the story.</p>",
                        "<p><u><strong>What to Do:</strong></u></p>",
                        "<p>Read the chapter and follow the instructions given below the chapter.</p>",
                        "<p><u><strong>How to Use this Log:</strong></u></p>",
                        "<p><strong>Tap on the icons at left to create a tile for text, images, drawing, or tables. Or, drag tiles over </strong>from the Resource Library or from the story chapter.</p>",
                        "<p><strong>Place tiles where you want! </strong>Use the &quot;domino&quot; (six dots) in the upper right corner of a tile to drag it to a new position. But make sure to keep your Evidence Table (see below) near the top of your Log so you can get to it easily.</p>",
                        "<p>Note: All your work in CLUE is saved <em>automatically</em> whenever the green box above says &quot;Online&quot;. If it turns red and says &quot;Offline,&quot; your work will NOT be saved. If that happens, please take a screenshot of your work and tell your teacher.</p>"
                      ]
                    }
                  },
                  {
                    "id": "dCd3mnjfG3EpvlXr",
                    "title": "Table 1",
                    "content": {
                      "type": "Table",
                      "name": "Cast of Characters",
                      "columns": [
                        {"name":"Character name","width":129.63671875,"values":["Narrator","Rakesh (main character)","Nicole &  (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Adebayo (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                        {"name":"Number of lines","width":100.359375,"values":["22","30","4","4","4","4","0","9","11"]},
                        {"name":"Actor Name","width":210.484375,"values":["","","","","","","","",""]}
                      ]
                    }
                  },
                  {
                    "id": "17SEP20221202pm",
                    "content": {
                      "type": "Table",
                      "name": "Evidence Table",
                      "columns": [
                        {"name":"Evidence","width":120,"values":["Type the name of the evidence here","","","",""]},
                        {"name":"What did we learn from this evidence? ","width":200,"values":["","","","",""]},
                        {"name":"What question does this evidence help us answer?","width":200,"values":["","","","",""]}
                      ]
                    }
                  }
                ]
              }
            },
          "supports": []
        },
        {
          "description": "Story Ch6",
          "ordinal": 6,
          "title": "Rakesh",
          "subtitle": "Chapter 6",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "id": "XgT7Y3qK-KtQedr9",
                                "title": "Text 6",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [ 
                                    "<h3>Chapter 6: CHILDREN ARE THE FUTURE</h3>"
                                  ]
                                }
                              },
                              {
                                "id": "ZSJCOA-qR2AeVxNx",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>A few minutes after finishing the zoom conversation with the scientist, Rakesh heard the front door opening. He could hear Zainab and Ajay throwing their backpacks onto the ground, taking off their shoes and running into the kitchen to make a snack for themselves. Rakesh went downstairs and joined them in the kitchen. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "Fv46vapPHCmxA2GY",
                                "title": "Rakesh in the Kitchen with Kabir and Ajay",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/Rakesh_S3.jpg",
                                  "filename": "curriculum/bio4community/images/Rakesh_S3.jpg"
                                }
                              },
                              {
                                "id": "reN37ExxGmrv_std",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Rakesh</strong>: So, what’d you kids do at school today? </p>",
                                    "<p><strong>Ajay</strong>: Nothing really. Senior year is kinda boring. </p>",
                                    "<p><strong>Rakesh</strong>: I’m sure there was at least one thing fun that happened at school today, no?  </p>",
                                    "<p><strong>Zainab</strong>: We did a cool experiment in my science class!</p>",
                                    "<p><strong>Ajay</strong>: Of course you did Zainab. 7th grade is way more fun than senior year. You’re so lucky….I miss those good old days…</p>",
                                    "<p><strong>Zainab</strong>: Ugh why do you have to talk like some old uncle. You know you’re only 5 years older than me right? Jeez… </p>",
                                    "<p><strong>Rakesh</strong>: Okay now kids , be nice to each other! Zainab, what was the experiment about? </p>",
                                    "<p></p>",
                                    "<p>[Zainab stuck her tongue out at Ajay as though she had won the fight and then said,]</p>",
                                    "<p></p>",
                                    "<p><strong>Zainab</strong>: Okay. So. In class, they showed us a graph about stress rates and I learned that black people have more stress because of racism. I also learned that because of stress you could get heart disease that can cause a heart attack . Look at this other graph, appa! [Zainab put the piece of paper on the kitchen table]. It shows that black people have more heart attacks! We learned that exercise is really good for you. It can make you feel happier and actually, dad, it can like lowers your stress also! </p>"
                                  ]
                                }
                              },
                              {
                                "id": "2vBZCa1Nmx5_Wgky",
                                "title": "Graph About Stress Rates",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/bloodtestbargraph.png"
                                }
                              },
                              {
                                "id": "JGW5eTYF983GvImc",
                                "title": "Text 3",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>[Rakesh picked up the paper Zainab placed on the table. He looked at the graphs and thought to himself oh wow - maybe I need to tell Deaundre that he needs to start working out too…]</p>",
                                    "<p></p>",
                                    "<p><strong>Rakesh</strong>: Wait. Really? Exercise can decrease stress? </p>",
                                    "<p><strong>Zainab</strong>: Yeah! I’m not kidding! Mrs. Edwards, our PE teacher, also told us about how recess is really important for us. Because like all day we’re sitting in class. And so in recess we get a chance to exercise and lower our stress. </p>",
                                    "<p><strong>Rakesh</strong>: Oh wow, that’s amazing! I had no idea! </p>",
                                    "<p><strong>Ajay</strong>: Come on, really, dad? You’re not just making Zainab feel good right?</p>",
                                    "<p><strong>Rakesh</strong>: No, I’m being serious! You kids teach me things all the time!</p>",
                                    "<p></p>"
                                  ]
                                }
                              },
                              {
                                "id": "4vQxuQ-jz-Nc3VEK",
                                "title": "Text 4",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Rakesh loved learning from his kids. He decided to give what his daughter said a try and started to incorporate exercise into his daily routine. He may not have been lifting heavy weights, but even going for a jog in the morning before making the kids’ breakfast felt really good. After his jogs, he always felt a little lighter, like the weight on his shoulders had lifted a bit. The more he exercised, the better he started to feel. However, he was often still stressed by the end of the day.</p>",
                                    "<h3>The End!</h3>"
                                  ]
                                }
                              },
                              {
                                "id": "Mmz3jNlnYMQ_MOdI",
                                "title": "Text 5",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<ul><li><strong>Use your evidence table to develop a model that shows how long-term stress can result in clogged blood vessels.</strong></li></ul>"
                                  ]
                                }
                              }                         
                            ],
                            "supports": []
                          }
                        }
                      ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p><strong>Welcome to CLUE! Here on the right-hand side of CLUE is your Workspace Log. </strong>You will use this space to -</p>",
                      "<ul><li>collect and explain evidence, </li><li>take notes, and </li><li>answer questions about the effects of long-term stress. </li></ul>",
                      "<p><strong>On the left-hand side of CLUE, </strong>there are two tabs. The <em>Story</em> tab has Chapters of the story. You will see chapters only after your teacher assigns them to you. The <em>Resource Library</em> tab has different resources connected to the story that you will use to learn more about different parts of the story.</p>",
                      "<p><u><strong>What to Do:</strong></u></p>",
                      "<p>Read the chapter and follow the instructions given below the chapter.</p>",
                      "<p><u><strong>How to Use this Log:</strong></u></p>",
                      "<p><strong>Tap on the icons at left to create a tile for text, images, drawing, or tables. Or, drag tiles over </strong>from the Resource Library or from the story chapter.</p>",
                      "<p><strong>Place tiles where you want! </strong>Use the &quot;domino&quot; (six dots) in the upper right corner of a tile to drag it to a new position. But make sure to keep your Evidence Table (see below) near the top of your Log so you can get to it easily.</p>",
                      "<p>Note: All your work in CLUE is saved <em>automatically</em> whenever the green box above says &quot;Online&quot;. If it turns red and says &quot;Offline,&quot; your work will NOT be saved. If that happens, please take a screenshot of your work and tell your teacher.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":129.63671875,"values":["Narrator","Rakesh (main character)","Nicole &  (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Adebayo (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                      {"name":"Number of lines","width":100.359375,"values":["22","30","4","4","4","4","0","9","11"]},
                      {"name":"Actor Name","width":210.484375,"values":["","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Type the name of the evidence here","","","",""]},
                      {"name":"What did we learn from this evidence? ","width":200,"values":["","","","",""]},
                      {"name":"What question does this evidence help us answer?","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 2",
      "ordinal": 2,
      "title": "Bio4Community: The Biology of Stress",
      "problems": [
        {
          "description": "Story Ch1",
          "ordinal": 1,
          "title": "Estrella",
          "subtitle": "Chapter 1",
          "disabled": [],
          "sections": [
                        {
                        "type": "chapter1",
                        "content": {
                          "tiles": [
                            {
                              "id": "gZ5gbhunVuXp5_-Z",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h2>CHAPTER 1: MATH TEST</h2>",
                                  "<p>Estrella loved her family to bits and pieces. She would go to the ends of the earth for them. Her mom and step-dad worked hard every day to put a roof over their head. This often meant that they were at work for long hours and so Estrella’s abuela stayed home and watched over her and her 3 younger siblings. Abuela did a lot for them but sometimes it got hard to take care of so many things, so Estrella took it upon herself to help out around the house. She loved doing it because on top of getting to help her Abuela, it also meant that sometimes she got to be in charge of her siblings. </p>",
                                  "<p>Her younger brothers and sister could be so annoying sometimes and yet so cute at the same time. She often picked them up from their elementary school and they would tell her everything that happened during their day with bright eyes and wide smiles which warmed Estrella’s heart. Once they got home she walked their family dog, and then spent the afternoon making sure her siblings did their homework and daily chores before dinner. Their family tried to eat together every evening and Abuela’s cooking was the best. By the time Estrella finished eating dinner and doing the dishes, it was usually already 7pm. She would then often chat or play video games with her friends for a while. She loved hanging out with her two best friends. Needless to say, this meant Estrella stayed up until midnight most days to get her work done. Sometimes she was so tired she wished she could just go to sleep but her grades were important to her and she was doing well in school. </p>",
                                  "<p>However, when she was in school she often had trouble focusing. She really did want to focus in class, but sometimes the teacher’s voice became nothing but white noise and Estrella would zone out. She tried to make up for it by working hard on her homework, but homework alone does not prepare someone for tests. She needed to be able to pay attention in class if she wanted to keep her grades up. </p>"
                                ]
                              }
                            },
                            {
                              "id": "FzU8y2P1Kaweg8tl",
                              "title": "Estrella in School",
                              "content": {
                                "type": "Image",
                                "url": "curriculum/bio4community/images/Estrella_S1.jpg"
                              }
                            },
                            {
                              "id": "9u9n_OSFrp-ME0-_",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>One day after school, Estrella felt like she was dragging her body home because she was so upset. That day she had taken a particularly hard math test and she had the sinking feeling that she didn’t do well on it. She tried, but just couldn’t focus.  She found herself staring at the paper and the numbers were glaring back at her making no sense. She couldn’t answer several of the questions at all. On top of that, her siblings just would not listen to her on their walk home. They were almost to the front of the house when they started fooling around.</p>",
                                  "<p>Paco: Tito, watch me do a handstand.  </p>",
                                  "<p>Tito: Lame. I bet you can’t run as fast as me</p>",
                                  "<p>Paco: Bet I can!</p>",
                                  "<p>Sandra: Hermana, I wanna run too!</p>",
                                  "<p>Estrella: No running, it’s the street. Come on chicos, we have to go home. </p>",
                                  "<p>Tito: Catch me if you can!</p>",
                                  "<p>Sandra: Me too! Me too!</p>",
                                  "<p>Paco: Oh no you don’t!</p>",
                                  "<p>Estrella: Hey! Stop running! What are you doing?</p>",
                                  "<p>Estrella grabs her siblings by the back of their shirts to slow them down</p>",
                                  "<p>Estrella: Why do you never listen to me? Stop fooling around!</p>",
                                  "<p>Her siblings were shocked by the snap in her tone. Sandra begins to cry at being yelled at, running into the house and straight to abuela. </p>",
                                  "<p>Abuela: Nena, why are you crying?</p>",
                                  "<p>Sandra: Mana screamed at me!</p>",
                                  "<p>Estrella: I did not! You weren’t listening to me cause all of you were screaming. </p>",
                                  "<p>Tito: We were not! </p>",
                                  "<p>Abuela: Estrella, you have to go easy on them. They’re little. You’re older, you need to be patient with them.</p>",
                                  "<p>Estrella: You’re never on my side! You always choose them over me. </p>",
                                  "<p>Abuela: Estrella, Mija, that’s not true. I am on your side. What’s going on with you, Nena?</p>",
                                  "<p>Estrella: Es nada, Abuela. </p>",
                                  "<p>Abuela: Ay. I know you too well for that. You can tell me if something is bothering you.</p>",
                                  "<p>Estrella: Well… I didn’t do well on my math test today. </p>",
                                  "<p>Abuela: But you normally do so well. What happened?</p>",
                                  "<p>Estrella: I don’t know. Sometimes I can’t focus in class. I’m just so tired and I think of everything else in the world. I try to focus, I really do. But, I just can’t. </p>",
                                  "<p>Estrella choked back tears, trying to hide how upset she was. She felt as though no matter how hard she tried, her efforts were useless. </p>",
                                  "<p>Abuela: Mi corazón, you’re tired. Of course you can’t focus. You’re stressed and sleep deprived. I’ve been telling you it’s not good to stay up till midnight so often. Why don’t you talk to your school counselor or one of your school teachers about how you feel? Aren’t you close with your science teacher? Talk to her. I’m sure they’ll understand and try to help you. You have to make this a priority and take care of yourself. </p>",
                                  "<p>Estrella: I just feel like I don’t even belong in these classes.</p>",
                                  "<p>Abuela: Why would you say that? Of course you do.</p>",
                                  "<p>Estrella: It’s just… I remember Ms. Parker telling me that I don’t.</p>",
                                  "<p>Abuela: What? When?</p>",
                                  "<p></p>",
                                  "<p><em><strong>~FLASHBACK~ </strong></em></p>",
                                  "<p>Ms. Parker was handing back the math tests they had just taken. It was an AP math class and therefore the tests tend to be harder. This one was particularly hard and Estrella knew she didn’t do as well as she would have liked. </p>",
                                  "<p>Ms. Parker: Estrella, can I talk to you for a second?</p>",
                                  "<p>Estrella: Y-yes, of course. </p>",
                                  "<p>Ms. Parker: I noticed that you haven’t been doing well on your tests lately. I think it might be best if you dropped down from this class. </p>",
                                  "<p>Estrella: What?</p>",
                                  "<p>Ms. Parker: I’m just saying it might be better for you if you take a step back. AP classes are difficult as it is and you don’t really need it if you don’t plan on going to college. I know your people normally don’t go to college so it may be best for you to just lighten the load.</p>",
                                  "<p>Estrella: O-oh.</p>",
                                  "<p><em><strong>~END FLASHBACK~ </strong></em></p>",
                                  "<p></p>",
                                  "<p>Abuela: Estrella. Do not listen to her.</p>",
                                  "<p>Estrella: What if she’s right, Abuela?</p>",
                                  "<p>Abuela: She is not and you know it. You know you are going towards college. It is not that you are not meant for these classes. You are just stressed. </p>",
                                  "<p>Estrella knew her grandma was usually right about these things. She had never considered that maybe what she was feeling inside, the tense muscles and racing heartbeat, could be stress. Or that stress could be the reason she couldn’t focus. Estrella decided to talk to her science teacher after school tomorrow. That decision made her feel a bit better.</p>",
                                  "<p></p>"
                                ]
                              }
                            },
                            {
                              "id": "csP7M5wzDeP4cvS-",
                              "title": "Estrella Talks to Her Abuela",
                              "content": {
                                "type": "Image",
                                "url": "curriculum/bio4community/images/Estrella_S3.jpg",
                                "filename": "curriculum/bio4community/images/Estrella_S3.jpg"
                              }
                            },
                            {
                              "id": "tdD-dZKGiJAFSXQt",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Do you think Abuela is right?</strong></p>",
                                  "<p><strong>Discuss with your group--What do you think is the connection between stress and focus? </strong></p>",
                                  "<p><em>—— Drag this tile into your Learning Log to write your answer ——</em></p>",
                                  "<p>Your answer:</p>",
                                  "<p></p>",
                                  "<p></p>"
                                ]
                              }
                            }
                          ]
                        },
                        "supports": []
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Estrella (main character)","Abuela (grandmother)","Papá (father)","Ms. Parker (math teacher)","Mamá (mother)","Paco (brother)","Tito (brother)","Sandra (sister)", "Ms.Guerra (science teacher)"]},
                      {"name":"Actor name","width":200,"values":["","","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch2",
          "ordinal": 2,
          "title": "Estrella",
          "subtitle": "Chapter 2",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter2",
                          "content": {
                            "tiles": [
                              {
                                "id": "Mc8a9uMzF02NItpi",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 2: LEARNING FROM MS. GUERRA</h2>",
                                    "<p>The next day after science class, María stayed behind and spoke with Ms. Guerra. She told her openly and honestly about how much she had been struggling to focus and how she wanted to be able to do better. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "FveUSbKnR7roxoCm",
                                "title": "Estrella Talks to Ms. Guerra",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/Estrella_S2.jpg",
                                  "filename": "curriculum/bio4community/images/Estrella_S2.jpg"
                                }
                              },
                              {
                                "id": "m6WtnTcPHmKThpIa",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>In response, Ms. Guerra told María that high school could be tough and that she was glad that María was asking for help. She also had an interesting suggestion:</p>",
                                    "<p>Ms. Guerra: If your issue is being able to focus, you need to work on growing more connections between the neurons in your brain! </p>",
                                    "<p>María didn’t really understand what that meant. Ms. Guerra could sense her confusion based on the blank stare María gave her. Figuring María needed more of an explanation, Ms. Guerra pulled out slide show that she had used when she taught college courses a few years ago. Crowding around the computer, the two of them clicked on the link for the: “How our Brains Think” </p>",
                                    "<p></p>",
                                    "<p><strong>Watch the slide show - EVIDENCE 1 - How our Brains Think - in your Resource Library. </strong></p>",
                                    "<p><strong>Discuss the animation in your group and together, then answer the questions below by dragging the question tile into your document.</strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>",
                                    "<p></p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Questions About Evidence 2</strong></p>",
                                    "<p><strong></strong></p>",
                                    "<p>1. Increased attention shifts means the person is getting distracted.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>2. Going for walks, exercising, and mediating can reduce stress.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>3. Stress hormones in the brain: (underline your choice)</p>",
                                    "<p><strong>A.Increase focus     B. Reduce focus     C. Reduce distractions</strong></p>"
                                  ]
                                }
                              }                              
                            ]
                          },
                          "supports": []
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Estrella (main character)","Abuela (grandmother)","Papá (father)","Ms. Parker (math teacher)","Mamá (mother)","Paco (brother)","Tito (brother)","Sandra (sister)", "Ms.Guerra (science teacher)"]},
                      {"name":"Actor name","width":200,"values":["","","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch3",
          "ordinal": 3,
          "title": "Estrella",
          "subtitle": "Chapter 3",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 3: MAKING CONNECTIONS</h2>",
                                    "<p>After watching the animation, María understood that in order to focus better, the signaling between neurons needed to get stronger. Her neurons simply needed to make more connections! It seemed stress had nothing to do with it after all. </p>",
                                    "<p>The next week in school, María tried to practice focusing harder. Every time she was in class and caught herself feeling distracted she just thought about her neurons and concentrated as hard as she could to encourage them to make new connections. But despite her best efforts, it didn’t work. In fact, María felt like she was about to pop a blood vessel in her brain if she tried to focus any harder. No matter how hard she tried, she still caught herself daydreaming and texting even more. Resistance was futile. She also had so many things to do. </p>",
                                    "<p>Mama: Mija, como estan sus hermanos? Ellos comiste?</p>",
                                    "<p>Estrella: Si, nosotros comimos.</p>",
                                    "<p>Mama: Bien, ayudarles con sus tareas, ok?</p>",
                                    "<p>Estrella: Ok, Mama.</p>",
                                    "<p>Papa: Paco y Tito tienen una conferencia con la maestra en una semana, verdad?</p>",
                                    "<p>Estrella: Si</p>",
                                    "<p>Mama: Tú necesitas ir con nosotros para hablar con la maestra en inglés.</p>",
                                    "<p>Estrella: Pero, yo tengo una examen y necesito estudiar.</p>",
                                    "<p>Papa: No podemos comprender sin ti. Es muy importante para ellos. </p>",
                                    "<p>Estrella: Okay…</p>",
                                    "<p>Estrella felt like she had so many things piling up on her plate, her shoulders felt heavier and heavier with each task. All this made focusing feel even more impossible. Feeling frustrated, María decided to look up “brain, stress, and neuron signaling” on Google. A few links down from the top, she came across a blog post: “Stress and the Brain”. </p>",
                                    "<p></p>",
                                    "<p><strong>Read the blog - EVIDENCE 2 - Stress and the Brain  - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the blog with your group and together, answer the questions below by dragging them into your workspace. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>"
                                  ]
                                }
                              }       
                            ],
                            "supports": []
                          }
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Estrella (main character)","Abuela (grandmother)","Papá (father)","Ms. Parker (math teacher)","Mamá (mother)","Paco (brother)","Tito (brother)","Sandra (sister)", "Ms.Guerra (science teacher)"]},
                      {"name":"Actor name","width":200,"values":["","","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch4",
          "ordinal": 4,
          "title": "Estrella",
          "subtitle": "Chapter 4",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 4: IT’S ALL ABOUT THE NETWORKS</h2>",
                                    "<p>After going through the blog, María began to understand that stress hormones were blocking her ability to focus. Who knew something in your brain could stop you from focusing? If stress hormones were stopping her from focusing, what else could they do? What was happening to her neurons? Her mind seemed fixated on these scary thoughts and she had a hard time stopping them. She was feeling anxious and unsettled. She decided to visit Ms. Guerra again tomorrow.</p>",
                                    "<p>María didn’t have science the next day, so she waited till the end of the day to walk over to Ms. Guerra’s room. When she got there, Ms. Guerra was cleaning the classroom so María helped with the cleaning while telling her everything she learned in the blog last night. Ms. Guerra listened carefully to María and was curious herself. She suggested that María do a project about stress and focus. It would count towards her overall science grade in the class, and both of them would learn more about the topic. She even offered to email the scientist who wrote the blog post and ask for more resources that might help them both understand why stress hormones were affecting María’s ability to focus. María thought that was super cool… kind of like talking to a celebrity. </p>",
                                    "<p>A few days later Ms. Guerra told María to stay after school because the scientist, Dr. Mackey, had responded! María was excited as she walked into Ms. Guerra’s room. The email Dr. Mackey sent had a report attached to it. So, Ms. Guerra clicked on the attachment and they both read Dr. Mackey’s Report</p>",
                                    "<p></p>",
                                    "<p><strong>Review the report- EVIDENCE 3- Dr. Mackey’s Report - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the report with your group and together, answer the questions in the Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>"
                                  ]
                                }
                              }
                            ],
                            "supports": []
                          }
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Estrella (main character)","Abuela (grandmother)","Papá (father)","Ms. Parker (math teacher)","Mamá (mother)","Paco (brother)","Tito (brother)","Sandra (sister)", "Ms.Guerra (science teacher)"]},
                      {"name":"Actor name","width":200,"values":["","","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch5",
          "ordinal": 5,
          "title": "Estrella",
          "subtitle": "Chapter 5",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 5: SLEEP AND MOTIVATION </h2>",
                                    "<p>The project and research helped María understand that the stress hormones caused her brain to think differently, with her fear neuron networks having stronger connections than the neuron networks that help her pay attention and focus. While interesting to learn, María was trying to figure out how to deal with these hormones so that she could build stronger attention networks. As she thought about all this, María had a realization. Her lack of focus seemed to happen only in the morning at school! She had no trouble focusing when she was talking to her siblings, helping them with their homework, playing video games with her friends, or even doing her homework at night! Why would the stress hormones only affect her at school and then stop affecting her when she got home? María decided these questions were worth one more trip to Ms. Guerra after school. She needed to solve this puzzle once and for all! </p>",
                                    "<p>Ms. Guerra thought María’s question was a really good one. She herself did not have an answer so they decided to email Dr. Mackey again and ask. The following day Ms. Guerra found María as soon as school was over. She excitedly showed María the email and video that Dr. Mackey had sent. </p>",
                                    "<p></p>",
                                    "<p><strong>Read the email and watch the video- EVIDENCE 4- Dr. Mackey Email - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the email and video with your group and together, answer the questions in the  Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>",
                                    "<p><strong></strong></p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Estrella (main character)","Abuela (grandmother)","Papá (father)","Ms. Parker (math teacher)","Mamá (mother)","Paco (brother)","Tito (brother)","Sandra (sister)", "Ms.Guerra (science teacher)"]},
                      {"name":"Actor name","width":200,"values":["","","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch6",
          "ordinal": 6,
          "title": "Estrella",
          "subtitle": "Chapter 6",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 6: FINDING SOLUTIONS TOGETHER </h2>",
                                    "<p>After reading the email, María smiled to herself. Abuela was right - she always was. María was so excited she had to share the news with Abuela. She thanked Ms. Guerra and rushed home. María didn’t have to pick up her siblings from school that day and got home quickly. She swung the front door open and called out to Abuela. </p>",
                                    "<p>María: ¡Abuela! ¡Abuela! ¡Abuela! </p>",
                                    "<p>Abuela: ¡Sí! ¡Sí! ¡Sí! </p>",
                                    "<p>María: I have to tell you something. I learned some stuff about my focus problem.</p>",
                                    "<p>María energetically filled her grandmother in on her breakthrough. She barely took breaths between sentences, her words running into each other. Her grandmother listened intently and when María was done she told her that this was important information that the whole family should hear and talk about at dinner. </p>",
                                    "<p>That night, as María, Abuela, Papá, Mamá, and María’s younger siblings - Tito, Paco and Sandra - were sitting around the table, María carefully explained to them everything she learned about the way stress hormones reduce connections and make it hard to focus. She also explained that getting enough sleep and motivating work can help when the brain is trying to make new connections. They all listened and were amazed by what she figured out.</p>",
                                    "<p>María: So that’s why I’m not focused during school. I’m not motivated by it even though I want to do well. </p>",
                                    "<p>Mamá: Wow, you learned all that and you worked so hard to learn it. Good job, mija. </p>",
                                    "<p>Tito: Wh-what’s motiwasion? </p>",
                                    "<p>María giggled at her youngest brother’s pronunciation. </p>",
                                    "<p>Papá: It’s like when you manage to somehow climb onto the cabinet when you want a cookie but can’t climb into bed when it’s bedtime. The cookie is your motivation. </p>",
                                    "<p>Paco: So hermana just needs a cookie?</p>",
                                    "<p>Mamá: A cookie helps, but maybe you should also talk to your teachers about making school more motivating to learn. </p>",
                                    "<p>María: I like that idea Mamá. I’ll talk to them tomorrow. </p>",
                                    "<p>Abuela: I think we all need to get to sleep earlier too. Pobrecitos are always dragging their heads in the morning going to school. </p>",
                                    "<p>Papá: I wouldn’t mind a few extra minutes of shut eye. </p>",
                                    "<p>Sandra: Papá, you fall asleep the fastest. </p>",
                                    "<p>The whole family burst into laughter. </p>",
                                    "<p>That night María went to bed an hour earlier. She did feel more rested the next day. She was also looking forward to talking with Ms. Guerra about stress, motivation, and school work. Ms. Guerra was a great teacher, she would probably have some good ideas to make science more interesting, relevant, and motivating to learn. </p>",
                                    "<p></p>",
                                    "<p><strong>The End!</strong></p>",
                                    "<p><strong></strong></p>",
                                    "<p><strong>Use your evidence table to develop a model that shows how long-term stress can result in difficulty in focusing.</strong></p>",
                                    "<p> </p>",
                                    "<p></p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Estrella (main character)","Abuela (grandmother)","Papá (father)","Ms. Parker (math teacher)","Mamá (mother)","Paco (brother)","Tito (brother)","Sandra (sister)", "Ms.Guerra (science teacher)"]},
                      {"name":"Actor name","width":200,"values":["","","","","","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 3",
      "ordinal": 3,
      "title": "Bio4Community: The Biology of Stress",
      "problems": [
        {
          "description": "Story Ch1",
          "ordinal": 1,
          "title": "Felix",
          "subtitle": "Chapter 1",
          "disabled": [],
          "sections": [
                        {
                        "type": "chapter1",
                        "content": {
                          "tiles": [
                            {
                              "id": "OD0F9qGMjdy4f0OX",
                              "title": "Text 1",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h2>CHAPTER 1: A NEW PHASE IN LIFE</h2>",
                                  "<p></p>",
                                  "<p>Being a law student is hard work, especially for Felix, who just started his final year of law school. He loved the independence that came with life in his mid 20s. He got to choose his own classes, meet new people who were also interested in law, and finally got to live with his boyfriend, Josue. Moving out of his parents’ home and into an apartment with Josue, was such an exciting step, something he had only seen in movies. But at the same time, law school life also meant that he had to pay for his college fees, course textbooks, and of course, rent and groceries! Moving away from home, living with his boyfriend, and starting this new phase in his life meant he had new responsibilities. </p>"
                                ]
                              }
                            },
                            {
                              "id": "12SEP20220348PMKaweg8tl",
                              "title": "Felix has a cold",
                              "content": {
                                "type": "Image",
                                "url": "curriculum/bio4community/images/Felix_S1.jpg"
                              }
                            },
                            {
                              "id": "7Zsx_K833c0AOPhT",
                              "title": "Text 1",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Balancing the pressures of hard courses with having to pay rent and his other expenses was not easy. He did love his demanding classes, but finding the time to study was getting more and more difficult. To pay his living expenses, Felix worked at the CTown close to his apartment. He would plan his shifts around his classes and try to get as many as he could. Each shift at CTown was only three hours long though, so he tried to pick up as many shifts as possible. Some days he will have a full day of classes and then pick up two shifts right after, then go home and stay up all night reading for his classes the next day. </p>",
                                  "<p>Josue always worried about how hard Felix worked. One night, when Felix had just worked for six hours straight and was starting on his homework, Josue decided to say something about it. </p>",
                                  "<p></p>",
                                  "<p>Josue: Mi amor, it’s 1:00 am. You need to sleep or else you’re gonna collapse during class.</p>",
                                  "<p>Felix: Yo se pero I have to finish this assignment. I’ll go to bed soon.</p>",
                                  "<p>Josue: You say that every night. </p>",
                                  "<p>Felix: Ya vengo. I promise. </p>",
                                  "<p></p>",
                                  "<p>Felix didn’t want to admit it, but he knew Josue was right. He did say that every night. But what was he supposed to do? How was he supposed to pay for rent if he didn’t work at CTown? After reading for another 30 minutes, Felix decided to listen to Josue and go to bed. </p>",
                                  "<p>The next morning Felix woke up with a stuffy nose and a slight cough. He didn’t feel sick the night before, but these days, it seemed like he was waking up and feeling sick more and more often. He thought about maybe not going to his classes and resting. But then he remembered that he had to give a presentation that he couldn’t miss. And then he had another double shift at work. C Town didn’t offer sick days. Getting sick more often was really starting to make going to school and work so much harder.  Felix also still didn’t have health insurance which meant he couldn’t see a doctor to get medication. He decided to call his mom in hopes she would be able to provide him some tips and home remedies to help him get better. </p>",
                                  "<p>Felix: Hola Mama. Esta bien?</p>",
                                  "<p>Mama: Si Felix. Que te pasa?</p>",
                                  "<p>Felix: I’m just feeling a little under the weather lately. What do I eat to stop coughing again?</p>",
                                  "<p>Mama: I don’t think I can help you. You have to change if you want to stop being sick.</p>",
                                  "<p>Felix: W-what do you mean?</p>",
                                  "<p>Mama: Well, you choose to live that lifestyle. Of course you’re going to get sick and stressed. Leaving your family and living with another man, what did you think was going to happen?</p>",
                                  "<p>Felix: You think I’m getting sick because I’m gay? I didn’t CHOOSE any lifestyle. I can’t help who I love. </p>",
                                  "<p>Mama: Did you call me to argue?</p>",
                                  "<p>Felix: I called you looking for some help and comfort while I was sick, like I did when I was little. Clearly that was a mistake. </p>",
                                  "<p>Felix hangs up the phone without hearing his mom’s response. He doesn’t know why he tries when he knows how his family is. Ever since he came out to them, they have been the opposite of supportive. If Felix’s head didn’t already hurt before, it for sure hurt after that phone call. It left him with a bitter taste in his mouth and a heavy feeling in his chest. Felix shook his head. He had other things to worry about aside from his mom’s blatant homophobia.</p>",
                                  "<p>Lying in bed, Felix realized there was no way he could take the day off to recover from this stuffy nose and cough. Instead, he just popped cough drops in his mouth and tried to deal with it. </p>",
                                  "<p>Felix walked into the kitchen to find Josue had already made coffee for them, and was just starting to pack their lunches. Felix said good morning with a sad tone and then coughed. </p>",
                                  "<p></p>",
                                  "<p>Josue: Don’t tell me. You’re sick. Again?? Mi amor, c’mon now you know this isn’t right. I’m telling you, you’re stressing yourself to the point where you’re getting sick. </p>",
                                  "<p>Felix: Ugh please don’t. Not so early in the morning. You’re overreacting. I’m fine. And don’t be ridiculous, stress doesn’t make you sick.</p>",
                                  "<p></p>",
                                  "<p>Josue knew he was right, but didn’t know how to make Felix hear him. As usual, Felix was just being so stubborn, and now Josue needed to find a way to get through to him. </p>"
                                ]
                              }
                            },
                            {
                              "id": "tdD-dZKGiJAFSXQt",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Do you think Josue is right?</strong></p>",
                                  "<p><strong>Discuss with your group--What do you think is the connection between stress and getting sick often? </strong></p>",
                                  "<p><em>—— Drag this tile into your Learning Log to write your answer ——</em></p>",
                                  "<p>Your answer:</p>",
                                  "<p></p>",
                                  "<p></p>"
                                ]
                              }
                            },
                            {
                              "id": "IrOyOloyaw6UgROa",
                              "title": "Text 1",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><em>Continue reading to find out what happened next:</em></p>",
                                  "<p></p>",
                                  "<p>     Josue: You seem down. What’s wrong?</p>",
                                  "<p>     Felix: Oh nothing. I just called my mom asking her for some advice on how to feel better. </p>",
                                  "<p>     Josue: Did she give you any advice?</p>",
                                  "<p>     Felix: Nope. She essentially said I’m sick because I’m gay. </p>",
                                  "<p>     Josue: That’s ridiculous</p>",
                                  "<p>     Felix: I know. I just wanted some comfort from my mom, you know? I feel like I&#x27;m never gonna get that again. </p>",
                                  "<p>     Josue: You need to give them time, my love. In time, they’ll see what they’re missing out on and maybe you can have an actual conversation with them. But until then, you have my parents. They love you. </p>",
                                  "<p>     Felix: Thanks Josue.</p>",
                                  "<p>     Josue: In fact, I think you should call my mom right now. She’s a doctor and a mom so she knows a lot about people getting sick. Call her just to prove that I’m right. </p>",
                                  "<p></p>",
                                  "<p>Felix reluctantly agreed. He was tired of Josue’s nagging and he was also starting to worry about why he got sick so often, so he figured a chat with Josue’s mom wasn’t too hard to do.  Josue, realizing he had a golden opportunity, pulled out his phone right away and rang his mother. </p>",
                                  "<p></p>",
                                  "<p>Josue’s mother picked up the phone and Josue loudly told her that Felix was sick again! Unfortunately, Josue’s mom was in the middle of seeing a patient and couldn’t talk. She told them that she would send them a link to a slide show that explains how and why you get sick. Later that day, Felix was in class when he saw an email from Josue’s mother with a link to the slide show. He couldn’t wait so he clicked on the link: “How Do You Get Sick?”</p>"
                                ]
                              }
                            }
                          ]
                        },
                        "supports": []
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Felix (main character)","Josué (boyfriend)","Camila (friend)","Prof. Nassir (teacher)","Mamá (mother)"]},
                      {"name":"Actor name","width":200,"values":["","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch2",
          "ordinal": 2,
          "title": "Felix",
          "subtitle": "Chapter 2",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter2",
                          "content": {
                            "tiles": [
                              {
                                "id": "7BD73skx3W8HrHhR",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 2: HEALTHY JOSUE</h2>",
                                    "<p></p>",
                                    "<p>After watching the slide show, Felix realized that he was getting sick because his body was trying to fight germs. He was right after all! And Josue’s mother helped support Felix’s case! It was not because he was stressed at all! That night when he got home from work, Felix told Josue about what he had learned. </p>",
                                    "<p></p>",
                                    "<p>Felix: So, guess what I found out today? I looked at those slides your mom sent, and, I was RIGHT! I’m just fighting off germs that are trying to get into my body! Stress has nothing to do with this! </p>",
                                    "<p>Josue: Oh yeah, really? That’s what my mom’s thing really said? </p>",
                                    "<p>Felix nodded and Josue thought for moment…</p>",
                                    "<p>Josue: But wait. One second. If it’s just germs and not stress, then why am I not getting sick? </p>",
                                    "<p>Felix: Huh? What d’u mean?</p>",
                                    "<p>Josue: We live together, you’d think I would be sick as often as you, si?</p>",
                                    "<p></p>",
                                    "<p>This made Felix pause. He thought about it and realized that his boyfriend might actually have a point. Germs do travel from one person to the other, especially when someone coughs or sneezes - which Felix does a lot.  And it’s true, Felix couldn’t even remember the last time Josue felt slightly sick. </p>",
                                    "<p>While he was thinking about this, Josue had already pulled out his phone and was looking up “stress and being sick” on YouTube. After a bit of searching, Josue found a good video. He called Felix over and clicked on the video: “Stress and Sickness” </p>",
                                    "<p></p>"
                                  ]
                                }
                              },
                              {
                                "id": "tNynMRy-exFUX0ef",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Watch the video - EVIDENCE 2- Stress and Sickness- in the Resource Library</strong>.</p>",
                                    "<p>Discuss the video with your group and together, answer the questions below by dragging them into your workspace.</p>",
                                    "<p>Write what you learned from this evidence in your table.</p>"
                                  ]
                                }
                              },
                              {
                                "id": "8yt7aebIbnBY_RMs",
                                "title": "Text 3",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Questions About Evidence 2:</strong></p>",
                                    "<p></p>",
                                    "<p>1. Being sick is... <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>2. Stress does .... <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>3.  Being stressed (underline your choice)</p>",
                                    "<p><strong>A.  The nose           B. The  Brain       C. The stomach</strong></p>"
                                  ]
                                }
                              }                          
                            ]
                          },
                          "supports": []
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Felix (main character)","Josué (boyfriend)","Camila (friend)","Prof. Nassir (teacher)","Mamá (mother)"]},
                      {"name":"Actor name","width":200,"values":["","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch3",
          "ordinal": 3,
          "title": "Felix",
          "subtitle": "Chapter 3",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [  
                              {
                                "id": "y8pTycYL3bq20JSd",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 3: MOVIE NIGHT</h2>",
                                    "<p>Felix thought about the video. He had to admit it shook him. The video showed a connection between cortisol released during stress and feeling sick. The possibility that Josue was right both annoyed and worried him. Maybe he was getting sick because of stress. But how? And was he really stressed that much? Enough to make him sick?</p>",
                                    "<p>Felix made his way over to the school library to study for an international relations exam that was coming up soon. This class was one of his pre-Law classes so it was important and the professor was known to not grade kindly. It was fair to say Felix was stressed about this exam and knew there were a lot of things he had to revise. But, no matter how hard he stared at the textbook, the words were blurring together and his thoughts were getting in the way.</p>",
                                    "<p></p>",
                                    "<p><strong>Felix Internal monologue</strong></p>",
                                    "<p><em>Okay so NATO had established laws regarding… all the words look the same. </em></p>",
                                    "<p><em>I really want to do well on this exam. I only have three days to cover 7 chapters. If I get through the harder chapters today, maybe tomorrow can just be review. </em></p>",
                                    "<p><em>Wait okay, stop. NATO. </em></p>",
                                    "<p><em>I have to focus on NATO. I won’t be able to get through anything if I don’t focus. </em></p>",
                                    "<p><em>But I can’t focus… My body feels so weak.</em></p>",
                                    "<p><em></em></p>",
                                    "<p>Amongst all the internal distress and the trying to read through the same paragraph over and over again, Felix must have fallen asleep. Next thing he knows, he’s waking up with the lines of the book imprinted onto his face. Well that’s one way of taking in the information. </p>",
                                    "<p></p>",
                                    "<p>Felix: Oh man I fell asleep! That means I have even less time to study. I have to stay up and focus. </p>",
                                    "<p>By the time Felix got home from the library, Josue could practically see the stress rolling off him. </p>",
                                    "<p>Josue: Felix. You look dead on your feet. </p>",
                                    "<p>Felix: It’s fine, I got through the chapters I had to for the exam.</p>",
                                    "<p>Josue: Your body is screaming from the stress, I can hear it. You watched the video about stress and getting sick. </p>",
                                    "<p>Felix: I know, I know. I just really need to do well on this exam. </p>",
                                    "<p>Josue: Okay but know that you studied a little, you need a break. I think we both do. </p>",
                                    "<p>Felix: Maybe you’re right.</p>",
                                    "<p></p>",
                                    "<p>After all this stress and sickness talk, Felix and Josue realized that they both really deserved some fun and time to chill out. Being around their community and friends usually helped them feel better and so they decided to go to the movie night that the LGBTQ+ club on campus hosts every Friday. There they can hang out with their friends, eat tasty snacks, and watch a good movie. Today, they ran into their friend Camila, who they hadn’t seen for quite a while. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "p-ntAzHuCqXjKq0g",
                                "title": "Felix, Josue and Camila at Movie Night",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/Felix_S2.jpg",
                                  "filename": "curriculum/bio4community/images/Felix_S2.jpg"
                                }
                              },
                              {
                                "id": "fd1TKQtHQ9OZgeor",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Camila: Felix! Josue! How are you! How has everything? It’s been so long. Where you two been hiding?</p>",
                                    "<p>Felix: It’s good, I feel good! You look fantastic. </p>",
                                    "<p></p>",
                                    "<p>Camila was just about to hug Felix, when he sneezed. This earned him a disappointed look from Josue. Camila looked a bit confused at Josue, to which Josue said:</p>",
                                    "<p>Josue: What he’s not mentioning is that he’s been working so hard his stress is making him sick. </p>",
                                    "<p>Camila: What?</p>",
                                    "<p>Felix: Is not. Camila. Josue is just being dramatic. </p>",
                                    "<p></p>",
                                    "<p>As if on cue, Felix sneezed again. </p>",
                                    "<p></p>",
                                    "<p>Josue: Ay Dios mio, yes it can! Stop fighting with me about this! </p>",
                                    "<p>Camila: Okay, listen. Why don’t you first find out how stressed you really are Felix. Why don’t you just get a stress test?</p>",
                                    "<p>Felix: A what?</p>",
                                    "<p>Camila: A stress test! All you have to do is go to a clinic near you. They have a program for people who don’t have health insurance and you can tell them you need to get your stress levels tested.  </p>",
                                    "<p>Felix: We don’t have a clinic near us. </p>",
                                    "<p>Camila: Oh yeah, I forgot how unfortunate that part of town is. </p>",
                                    "<p>Josue: Excuse me? Unfortunate?</p>",
                                    "<p>Felix: Camila, you used to live there too. Don’t forget your roots. </p>",
                                    "<p>Camila: Yeah but my parents got me out. Now we actually have access to things like health clinics. </p>",
                                    "<p>Felix: (getting agitated) Hey, at least when we get home late at night, our neighbors don’t call the cops on us cause they think we don’t belong there!</p>",
                                    "<p>Josue: Sure your parents got you out of our town and you might live in a more privileged area, but we still have the best taqueria and Senor Sanchez still lets us take the chili mango candies for free when we go to his bodega. We have a community of people that look out for each other. </p>",
                                    "<p>Camila: You’re right I’m sorry. I didn’t mean to come off rude. I haven’t had a good birria taco in such a long time, I think it’s getting to my head. </p>",
                                    "<p>Felix: Well come over and we can change that. </p>",
                                    "<p></p>",
                                    "<p>Felix playfully nudges Camila, allowing the tension to dissipate.</p>",
                                    "<p></p>",
                                    "<p>Camila: I’m sorry I was rude about our neighborhood... But Felix, you should still look for somewhere to get a stress test and then you can finally prove who is right.</p>",
                                    "<p></p>",
                                    "<p>Josue and Felix looked at each other briefly before nodding in agreement-- challenge accepted! </p>",
                                    "<p>Before the test, Felix decided he needed to know more about what this stress test was going to involve. So, he searched and found a video on how stress test works. He clicked the link: “Saliva Stress Test” and watched the short video. The test seemed simple enough. He went to the community center the next day and did the test himself.</p>",
                                    "<p>Both Felix and Josue expected that getting the test results might take a while, but within two days the results came in! Felix opened the email with baited breath, eager to see who was right. He clicked on the attachment: “Saliva Stress Test”, and he and Josue read the results.</p>"
                                  ]
                                }
                              },
                              {
                                "id": "DzggcsxjHra_HrC9",
                                "title": "Text 3",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Watch the video - Saliva Stress Test - in the Resource Library.</strong></p>",
                                    "<p>Then review the test results -  EVIDENCE 3 - Saliva Stress Test Results - in the Resource Library.</p>",
                                    "<p>Discuss the video and test results with your group and together, answer the questions below by dragging them into your Workspace.</p>",
                                    "<p>Write what you learned from this evidence in your table.</p>"
                                  ]
                                }
                              }
                            ],
                            "supports": []
                          }
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Felix (main character)","Josué (boyfriend)","Camila (friend)","Prof. Nassir (teacher)","Mamá (mother)"]},
                      {"name":"Actor name","width":200,"values":["","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch4",
          "ordinal": 4,
          "title": "Felix",
          "subtitle": "Chapter 4",
          "disabled": [],
          "sections": [
            {
              "type": "chapter1",
              "content": {
                "tiles": [
                  {
                    "id": "JzWS8mBr_iKFpVLy",
                    "title": "Text 1",
                    "content": {
                      "type": "Text",
                      "format": "html",
                      "text": [
                        "<h2>CHAPTER 4: PROFESSOR SMITH</h2>",
                        "<p></p>",
                        "<p>As he read the report, Felix’s heart was racing, how stressed was he? Is Josue right about him? The test showed that his cortisol levels were way too high. He was, in fact, very stressed.</p>",
                        "<p></p>",
                        "<p>Josue: Mi vida, I didn’t want to be right. I’m so worried. </p>",
                        "<p>Felix: Yo se. I didn’t think I was that stressed and it could be making me sick.</p>",
                        "<p></p>",
                        "<p>Knowing about his cortisol levels made Felix feel even more anxious. Clearly he was stressed, but what could he do about it? He needed to work to live and couldn’t stop going to class. What could he do? He realized he could reach out to his immunology professor from undergrad. She would know how to interpret this.</p>",
                        "<p>Professor Smith was one of the best professors Felix had in college. His office hours were every Thursday from 1:00 - 3:00 pm so he decided to vist then. At 2:30, Felix found Professor Smith getting ready to leave. He knocked on the office door:</p>",
                        "<p></p>",
                        "<p>Felix: Hi, Professor Smith, do you remember me?</p>",
                        "<p>Prof. Smith: Hello Felix, of course I do. What brings you here today? Aren’t you in law school now?</p>",
                        "<p>Felix: Yes, yes, I am. Sorry to surprise you like this, but I have a biology-related question I was hoping you may be able to help me figure out.</p>",
                        "<p>Prof. Smith: Sure, of course, what is it?</p>",
                        "<p>Felix: OK. I have been getting sick a lot lately and I think it may be because I am stressed. I took a stress test and found out my cortisol levels are too high. But I don’t understand how cortisol could make me sick, I just don’t get the connection.</p>",
                        "<p>Prof. Smith: Oh Felix, I am sorry to hear about your stress levels. Balancing college, work, family, and friends is really difficult. You have always been such a good student so I know you must be working hard. </p>",
                        "<p>Felix: Thank you, I am doing OK. It is super hard right now, I had several assignment due this week including a huge presentation that I gave the other day.</p>",
                        "<p>Prof. Smith: That sounds like a lot, you really need to take time for yourself as well. I may have a report that can help you make sense of all this. </p>",
                        "<p>Prof. Smith looked around on the desk and found the report.</p>",
                        "<p>Prof. Smith: Here it is! This is a simulation about the effect of cortisol on the immune system. It may give you some answers. I have to get to another class now, but if you have any questions just email me.</p>",
                        "<p>Felix: Oh wow, Prof. Smith, that will be really helpful, thank you. I will read the report. Have fun teaching.</p>",
                        "<p></p>",
                        "<p>Felix really liked  Prof. Smith, she cared about her students and how they were doing. He looked down at the report in his hand. He planned to read it after his double shift, when he got home.</p>",
                        "<p></p>",
                        "<p>Read the report - EVIDENCE 4- Effect of Cortisol on the Immune System - in the Resource Library.</p>",
                        "<p>Discuss the report with your group and together, answer the questions below.</p>",
                        "<p>Write what you learned from this evidence in your table.</p>"
                      ]
                    }
                  }
                ]
              }
            }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Felix (main character)","Josué (boyfriend)","Camila (friend)","Prof. Nassir (teacher)","Mamá (mother)"]},
                      {"name":"Actor name","width":200,"values":["","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        },
        {
          "description": "Story Ch5",
          "ordinal": 5,
          "title": "Felix",
          "subtitle": "Chapter 5",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "id": "444OR8aFNRatXbRX",
                                "title": "Text 1",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 5: JOSUE’S SOLUTION</h2>",
                                    "<p>The report helped Felix piece the story together. He now understood what was happening to him. Josue was right all along, stress was making him sick. Now the question was what on Earth could he do about it?</p>",
                                    "<p>He told Josue everything he figured out. He expected him to be smug with satisfaction that he won this argument. Josue wasn’t. Instead, he handed him his phone. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "zZEL3hhP1DVhc4xQ",
                                "title": "Felix with Josue using a stress app",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/Felix_S3.jpg",
                                  "filename": "curriculum/bio4community/images/Felix_S3.jpg"
                                }
                              },
                              {
                                "id": "Q23fnRmSYk4ycm-j",
                                "title": "Text 2",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Josue: Look I found this app called “InsightTimer” that can help you. It is a meditation app that can help you relax. I looked at a bunch of them and this is the best rated. I tried it too and it is really easy to use. Please, just try it. </p>",
                                    "<p>Felix: You found this for me?</p>",
                                    "<p>Josue: Mi amor, off course. I am not the one getting sick every other Tuesday.</p>",
                                    "<p></p>",
                                    "<p>Josue gave him one of his sarcastic half smiles, the one that was both sweet and annoying at the same time. It was good to know Josue always had his back. </p>",
                                    "<p>Felix downloaded the app and tried it out. The app guided him through a series of meditations and breathing exercises. Every time he used it, he felt like he could breathe a little easier and the heavy feeling in his chest would go away for a bit. As he kept it up regularly, Felix began to notice himself sniffling a lot less. He still got sick more often than Josue, but not as often as before he started using the app. His health was better, but still not 100%. </p>",
                                    "<p></p>",
                                    "<p>Felix: Remember how I said I was going to make more time for myself to do some stuff that I love.</p>",
                                    "<p>Josue: Yeah</p>",
                                    "<p>Felix: Well, I haven’t played guitar in a while and I really used to love it.</p>",
                                    "<p>Josue: Of course I remember. You serenaded me once. It was so cheesy. </p>",
                                    "<p>Felix. Rude. (Josue laughs) Well anyway, I decided to join the guitar club.</p>",
                                    "<p>Josue: Isn’t Camila in one of those?</p>",
                                    "<p>Felix: Yeah! She’s actually the one that told me about it. It was established and run by people that are part of the LGBTQIA2S+ community, so it just feels like such a safe space.</p>",
                                    "<p>Josue: That’s so great! You’re glowing just talking about it. </p>",
                                    "<p>Felix: I think that’s just sweat. I ran home today excited to tell you the news.</p>",
                                    "<p>They both laugh, enjoying the light heartedness they felt from knowing Felix was taking steps in the right direction towards a healthier lifestyle.  </p>"
                                  ]
                                }
                              },
                              {
                                "id": "jf1niIgNVMTnCr3J",
                                "title": "Text 3",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Use your evidence table to develop a model that shows how long-term stress can result in feeling sick more often.</p>"
                                  ]
                                }
                              }
                            ],
                            "supports": []
                          }
                        }
          ],
          "config": {
            "defaultDocumentTemplate": {
              "tiles": [
                {
                  "id": "17SEP20221154AM",
                  "content": {
                    "type": "Text",
                    "format": "html",
                    "text": [
                      "<p>Welcome to your workspace for Bio4Community. You will use this space to take notes, collect evidence, and answer questions about how stress affects the human body. You can create text, table, image, and drawing tiles in your workspace by tapping on the icons at left, or you can drag content in from the Story and Resource Library tabs.</p>"
                    ]
                  }
                },
                {
                  "id": "dCd3mnjfG3EpvlXr",
                  "title": "Table 1",
                  "content": {
                    "type": "Table",
                    "name": "Cast of Characters",
                    "columns": [
                      {"name":"Character name","width":200,"values":["Narrator","Felix (main character)","Josué (boyfriend)","Camila (friend)","Prof. Nassir (teacher)","Mamá (mother)"]},
                      {"name":"Actor name","width":200,"values":["","","","","",""]}
                    ]
                  }
                },
                {
                  "id": "17SEP20221202pm",
                  "content": {
                    "type": "Table",
                    "name": "Evidence Table",
                    "columns": [
                      {"name":"Evidence","width":120,"values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                      {"name":"What did you learn from it?","width":210,"values":["","","","",""]},
                      {"name":"Your questions now","width":200,"values":["","","","",""]}
                    ]
                  }
                }
              ]
            }
          },
          "supports": []
        }
      ]
    }
  ],
  "supports": []
}
