{
  "code": "bio",
  "abbrevTitle": "BIO4",
  "title": "Bio4Community",
  "subtitle": "Stress in our Community and Bodies",
  "placeholderText": "Discuss Evidence here",
  "settings": {
    "table": {
      "numFormat": ".2~f"
    }
  },
  "config": {
    "placeholderText": "Document your thoughts",
    "autoSectionProblemDocuments": false,
    "defaultDocumentTemplate": {
      "tiles": [
        {
          "id": "IEWlL8U3LlJtj3g0",
          "content": {
            "type": "Text",
            "format": "html",
            "text": [
              "<p></p>",
              "<p><strong>Welcome! To get started, do these 3 steps:</strong></p>",
              "<ol><li>Click the <strong>orange My Resources bar</strong> at extreme left to open the Resources.</li><li>Click the <strong>&quot;My Work&quot; tab</strong>, and open My First Learning Log. </li><li>Click the <strong>Edit</strong> button and then return to the Story Tab to read Rakesh&#x27;s Story.</li></ol>"
            ]
          }
        }
      ]
    },
    "toolbar": [
      {
        "id": "select",
        "title": "Select",
        "iconId": "icon-select-tool",
        "isTileTool": false,
        "isDefault": true
      },
      {
        "id": "Text",
        "title": "Text",
        "isTileTool": true
      },
      {
        "id": "Table",
        "title": "Table",
        "isTileTool": true
      },
      {
        "id": "Image",
        "title": "Image",
        "isTileTool": true
      },
      {
        "id": "Drawing",
        "title": "Drawing",
        "isTileTool": true
      },
      {
        "id": "delete",
        "title": "Delete",
        "iconId": "icon-delete-tool",
        "isTileTool": false
      }
    ],
    "navTabs": {
      "showNavPanel": true,
      "lazyLoadTabContents": true,
      "tabSpecs": [
        {
          "tab": "problems",
          "label": "Story",
          "sections": [
          ]
        },
        {
          "tab": "teacher-guide",
          "label": "Curriculum",
          "teacherOnly": true,
          "sections": []
        },
        {
          "tab": "class-work",
          "label": "Resource Library",
          "sections": [
            {
              "title": "Evidence",
              "type": "teacher-supports",
              "dataTestHeader": "supports-section-teacher-supports",
              "dataTestItem": "supports-list-items",
              "documentTypes": ["publication", "personalPublication"],
              "properties": ["isTeacherDocument", "!isDeleted"]
            }
          ]
        },
        {
          "tab": "my-work",
          "label": "My Work",
          "sections": [
            {
              "title": "Story Notes",
              "type": "problem-documents",
              "dataTestHeader": "my-work-section-investigations",
              "dataTestItem": "my-work-list-items",
              "documentTypes": ["problem", "planning"],
              "order": "original",
              "showStars": []
            },
            {
              "title": "Story Notes",
              "type": "learning-logs",
              "dataTestHeader": "learning-log-section",
              "documentTypes": ["learningLog"],
              "properties": ["!isDeleted"],
              "addDocument": false
            }
          ]
        }
      ]
    }
  },
  "sections": {
    "chapter1": {
      "initials": "CH1",
      "title": "Chapter 1",
      "placeholder": "Work area for Chapter 1"
    },
    "chapter2": {
      "initials": "CH2",
      "title": "Chapter 2",
      "placeholder": "Work area for Chapter 2"
    },
    "chapter3": {
      "initials": "CH3",
      "title": "Chapter 3",
      "placeholder": "Work area for Chapter 3"
    }
  },
  "planningDocument": {
    "enable": "teacher",
    "default": true,
    "sectionInfo": {
      "sources": {
        "initials": "EVD",
        "title": "Evidence",
        "placeholder": "Work area for Evidence"
      }
    },
    "sections": [
      { "type": "Evidence" },
      { "type": "Teaching" }
    ]
  },
  "defaultStamps": [
  ],
  "investigations": [
    {
      "description": "Investigation 1",
      "ordinal": 1,
      "title": "Bio4Community: The Biology of Stress",
      "problems": [
        {
          "description": "Story Ch1",
          "ordinal": 1,
          "title": "Rakesh",
          "subtitle": "Chapter 1",
          "disabled": [],
          "sections": [
                        {
                        "type": "chapter1",
                        "content": {
                          "tiles": [
                            {
                              "id": "bAUMdgd-m5nKgPt7",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h2>CHAPTER I: DEAUNDRE</h2>"
                                ]
                              }
                            },
                            {
                              "id": "YucuBkFbAyZsHnnW",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Rakesh sat in the small break room in the Amazon warehouse, fidgeting with his lunch. He smiled as he looked down at the small post-it note poking out from inside the crumpled brown bag that read &#x27;Good luck at work today Dad!&#x27;  His kids always knew how to make him smile. It was hard being a single dad. Even though his kids were older and in 7th grade and high school, it still felt like all the world’s burdens were on his shoulders; but seeing them happy helped. He wanted to give his kids a stable life so he worked 10 hours a night and woke up early to make his kids breakfast before going to work.</p>",
                                  "<p>Raising his kids on his own had been difficult ever since Seema, his wife or… well…ex-wife, and him split up. He loves his kids, more than anything in this world and they help him out a lot around the house. But he had a lot of responsibilities on a daily basis. That left little time for Rakesh to destress and have “me” time. But it was worth it if it meant he could eventually be promoted to manager where he would have higher pay and more stable hours which meant more time with his kids.</p>",
                                  "<p>He remembers the conversation he had with his kids this morning. </p>",
                                  "<p><strong>Zainab:</strong> &quot;<em>Ugh. I just can’t study for this math test.</em>&quot;</p>",
                                  "<p><strong>Ajay:</strong> Just do it</p>",
                                  "<p><strong>Zainab:</strong> Gee thanks. (Said sarcastically)</p>",
                                  "<p><strong>Ajay:</strong> &quot;<em>I know, I’m so helpful.</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;<em>What’s the issue?</em>&quot;</p>",
                                  "<p><strong>Zainab:</strong> &quot;<em>I just don’t get it. I can’t focus in class. Ms. Ross will put the equations on the board and next thing I know she somehow got to the answer but I just don’t know how. I can’t focus no matter how hard I try.</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;<em>Math is important so you have to try harder. Your education is everything. You have opportunities that I never had.</em>&quot;</p>",
                                  "<p><strong>Ajay:</strong> &quot;<em>What kind of opportunities?</em>&quot;</p>",
                                  "<p><strong>Rakesh: </strong>&quot;<em>You have the chance to actually learn, earn a degree, and do what you want to do with your life. In India, to get a really good education, you have to pay for private boarding school. My family couldn’t afford that.</em>&quot;</p>",
                                  "<p><strong>Ajay: </strong>&quot;<em>What did you want to be when you were younger?</em>&quot;</p>",
                                  "<p><strong>Rakesh: </strong>&quot;<em>I wanted to be a pilot when I was really young.</em>&quot;</p>",
                                  "<p><strong>Ajay: </strong>&quot;<em>Woah really? That’s so cool!</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;I<em> loved the idea of being in the sky forever. As I got older, that dream slowly turned into wanting to become an aerospace engineer and be the person that actually designed the planes.</em>&quot;</p>",
                                  "<p><strong>Zainab:</strong> &quot;<em>So why not just become that now?</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;<em>It’s not that easy, behta (“son” in hindi). My education wasn’t as good as yours and college is expensive. I can’t afford it for myself and the both of you. You are my priority now.</em> &quot;</p>",
                                  "<p><strong>Ajay:</strong> &quot;<em>I feel bad that you can’t achieve your dreams baba.</em>&quot;</p>",
                                  "<p><strong>Rakesh: </strong>&quot;<em>I have a different dream now, meri bacha (my kids). I just want you two boys to do well in school and become successful. That will make me the happiest. Now make sure you study for that math test. </em>&quot;</p>",
                                  "<p><strong>Zainab: &quot;</strong><em>Gee baba</em>&quot; (“yes, dad” in Hindi).  </p>",
                                  "<p></p>",
                                  "<p>Working for Amazon was never Rakesh’s first choice of career. Once Seema became pregnant, he became desperate to get a job that paid at least a little higher than busboying at Rasoi, the local indian restaurant, provided him. Being an immigrant without a degree posed difficulties finding a job so he needed to find places willing to hire him. Amazon offered that to him and is one of the few places that is close enough to where he lives and provides opportunities for him to get paid more. So while Amazon may not be his dream job, he found that his dreams changed to making sure his kids had a stable life and could one day afford a higher education. Back in the the lunchroom at work, Rakesh was zoning out, pushing the rice in his container around, when one of his co-workers, Nicole, came in. </p>",
                                  "<p><strong>Nicole:</strong> &#x27;<em>Hey. Did you hear about Deaundre?</em>&#x27;</p>",
                                  "<p><strong>Rakesh: </strong>“<em>No. Is everything alright?</em>”</p>",
                                  "<p><strong>Nicole:</strong> “<em>He had a heart attack while he was here. He’s at the hospital right now.</em>” </p>",
                                  "<p>Rakesh felt the concern take over him. He and Deaundre have a lot in common. They both were the same age, had two kids, and both loved baseball. Deaundre was one of those guys who worked just as hard as everyone else but did it with a smile on his face - he never let that smile drop. Knowing he, of all people, was at the hospital was really upsetting. </p>",
                                  "<p>Rakesh decided to visit Deaundre at the hospital before work the next day, stopping at a local bodega to grab him a smiling bear wearing a fedora that kind of looked like him. </p>",
                                  "<p>       “<em>Knock knock,</em>” </p>",
                                  "<p>Rakesh entered with the bear held up to his face. Deaundre still had that smile plastered on. The two of them sat and talked for a while. Deaundre explained that the heart attack was due to a blockage in his blood vessels. </p>",
                                  "<p><strong>Deaundre:</strong> “<em>Yeah, the doc keeps saying I overworked myself and the stress of it all led to blockages or at least didn’t help ‘em.</em>” </p>",
                                  "<p>This caught Rakesh’s attention. </p>",
                                  "<p><strong>Rakesh:</strong> “<em>Wait. Your stress led to your heart attack?</em>” </p>",
                                  "<p>To say Rakesh was shocked was an understatement. He thought back to his never-ending shifts at work that he and Deaundre did together. He admitted the stress sometimes got to his head, he felt jittery and anxious like there were butterflies in his stomach. But he didn’t understand how something in his mind could affect his body. Stress only had mental symptoms… right? He wondered, how could stress cause blocked blood vessels? </p>"
                                ]
                              }
                            },
                            {
                              "id": "fYvQnU1Jl6Efi6yP",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Can you help Rakesh figure this out?</strong></p>",
                                  "<p>Discuss with your group--What do you think is the connection between stress and blocked blood vessels?</p>",
                                  "<p><em>—— Drag this tile into your Learning Log to write your answer ——</em></p>",
                                  "<p>Your answer:</p>",
                                  "<p></p>",
                                  "<p></p>",
                                  "<p></p>",
                                  "<p><em>Continue reading to find out what happened next:</em></p>"
                                ]
                              }
                            },
                            {
                              "id": "CY6ttDhVNnodGd0h",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Rakesh left the hospital shocked and even more stressed. When he got home he did his best not to show his sons how worried he was. His younger son, Ajay, was in a cheerful mood as he helped with dinner and that made Rakesh feel better. Ajay joked about his friends on the track team and how excited he was for the track meet he was going to have in two days. Ajay was fast and nimble, and great at sports. He could also eat his weight in food, and he did at dinner that evening. </p>",
                                  "<p>After dinner, the boys were washing dishes. Rakesh decided to do some research on his own on the internet. He googled “heart attack and stress”. One of the links that came up caught his eye. It was a video of some monkeys and it showed a blocked blood vessel, he decided to check it out. He clicked on the link for “The Effects of Stress on the Heart”.</p>"
                                ]
                              }
                            },
                            {
                              "id": "Mn4XVr1wmn1s__PK",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p></p>",
                                  "<p><strong>Go to your Resource Library tab to watch the video - EVIDENCE 1-The Effects of Stress on the Heart. </strong></p>",
                                  "<p>Discuss the video with your group and together, answer the Evidence Questions. </p>",
                                  "<p>Write what you learned from Evidence 1 in your Evidence Table.</p>"
                                ]
                              }
                            },
                            {
                              "id": "a2G4a8Pc8MbAmVse",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><em>— Drag the  EvidenceTable tile into your Learning Log to write your answers —</em></p>"
                                ]
                              }
                            },
                            {
                              "id": "document_Table_1",
                              "content": {
                                "type": "Table",
                                "name": "Evidence Table",
                                "columns": [
                                  {"name":"Evidence","values":["Evidence 1","Evidence 2","Evidence 3","Evidence 4","Evidence 5"]},
                                  {"name":"What did you learn from it?","values":["","","","",""]},
                                  {"name":"Your questions now","values":["","","","",""]}
                                ]
                              }
                            },
                            {
                              "id": "-GfoEDw3vaSKoAz4",
                              "content": {
                                "type": "Table",
                                "name": "Cast of Characters",
                                "columns": [
                                  {"name":"Character name","values":["Narrator","Rakesh (main character)","Nicole (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Lee (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                                  {"name":"Actor name","values":["","","","","","","","",""]}
                                ]
                              }
                            }
                          ]
                        },
                        "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch2",
          "ordinal": 2,
          "title": "Rakesh",
          "subtitle": "Chapter 2",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter2",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 2: NAANI’S BIRTHDAY</h2>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>The video that Rakesh watched stayed in his head for the next two days. It confirmed what Deaundre told him, but he just couldn’t get over the differences between the two monkey’s blood vessels! Through a little more googling, he discovered that it was cholesterol that was filling those blood vessels.</p>",
                                    "<p>That puzzled him, he thought cholesterol was in food. How would it end up stuck in the middle of the blood vessel? He also thought of Deaundre, was his artery filled with that gross stuff?  What about his own blood vessels, did he also have cholesterol plugging up his arteries? That thought made his heart skip a beat and he could feel himself starting to sweat. Just thinking about all this stressed him out, and stress, as he now knew, was the reason Deaundre was in the hospital in the first place! He needed to stop these negative thoughts and get to work. He had a long day ahead, and he wanted to check in on Deaundre after work. But at least it was Friday and there would be time to destress on the weekend.</p>",
                                    "<p>On Saturday evening he and the boys were going to their grandmother’s, or Naani as they called her, 80th birthday. His cousin Meera was hosting. She was one of his favorite people on this planet and one of the smartest he knew. They grew up together and had a close bond. Meera was a certified nutritionist and worked at a hospital. As they were driving to Meera’s house for the party, an idea popped into Rakesh’s head. Maybe he could ask her about cholesterol and how it was getting into  blood vessels?</p>",
                                    "<p>At the party, Naani was so happy to see everyone. Rakesh’s sons – Ajay and Kabir – gave their grandmother a huge hug and her eyes beamed with joy. He loved seeing his family and how much they loved his kids. Rakesh was so happy to see his mother doing well. The birthday party was wonderful. The whole family was having a great time, the food was delicious, and you could feel the love surrounding Naani. While they were all eating, one of his cousin’s wife came up to him to talk. </p>",
                                    "<p><strong>Mitali: &quot;</strong>Wow, look at how grown up your sons are.&quot;</p>",
                                    "<p><strong>Rakesh: </strong>&quot;<em>Yeah they get bigger and bigger everyday.</em>&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>Must be hard raising them all on your own. So irresponsible of their mother to just leave them alone for you to handle.</em>&quot;</p>",
                                    "<p>Rakesh: &quot;Excuse me?&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>I’m just saying. She dumped her kids on you and is having fun while you’re stuck raising them by yourself. It’s a mother’s job to raise her kids.</em> &quot;</p>",
                                    "<p><strong>Rakesh: </strong>&quot;<em>They’re my kids too and she didn’t just &#x27;dump&#x27; our kids. She couldn’t get a visa to come over with us even though she wanted to! And even if she did come here she may not have had the same opportunities she has now. Now, Seema is getting a degree in something she enjoys.</em>&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>Then why doesn’t she come over once she’s done?&quot;</em></p>",
                                    "<p><strong>Rakesh:</strong> &quot;<em>Immigrating isn’t a piece of cake. It’s not like she can just finish college and hop on a plane without an approved visa. It could take years for her to get approved. Honestly, sometimes I think immigrating here might not have been the best thing. But. now Seema has met someone and they seem really happy. All any of us want is for her to be happy. So we both agreed splitting up was the best option for everyone. </em>&quot;</p>",
                                    "<p><strong>Mitali: </strong>&quot;<em>Well what about the boys? Don’t they miss her?</em>&quot;</p>",
                                    "<p><strong>Rakesh:</strong> &quot;<em>We talk to her everyday. We never miss a facetime. In fact, we talked to her just before coming tonight. She loves our boys more than anything; she’s still a mom and does everything she can to be a part of their lives. Things are actually going well for her and I want that for her just like she wants that for me. Naani: Mitali, leave him alone. Seema is a good mother. </em>&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>I was just worried about the kids.</em>&quot;</p>",
                                    "<p><strong>Naani:</strong> &quot;<em>If you cared about the kids, then you wouldn’t insult their mother. Now come along, I want to eat my cake.</em>&quot;</p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Naani led everyone to the cake, singing along happily to their joyous birthday song, and blowing out her candles. Rakesh watched as everyone enjoyed themselves, talking and smiling amongst themselves. He was lucky to have this opportunity and he felt grateful for the chance to give his sons a better life, but he would be lying if he said immigrating here wasn’t difficult. There was so much on his plate now and he was constantly homesick for the land he once knew like the back of his hand. His stray thoughts led him back to his questions about stress and cholesterol. Towards the end of the party, once Meera had finished eating her cake, Rakesh remembered to ask her about the cholesterol thing. </p>",
                                    "<p><strong>Rakesh:</strong> “<em>Meera, that is delicious isn’t it</em>” he pointed at the crumbs on her plate. </p>",
                                    "<p><strong>Meera:</strong> “<em>OMG, yes! I love chocolate cake with mocha frosting</em>.”</p>",
                                    "<p><strong>Rakesh:</strong> “<em>Acha (‘ok’ in Hindi, their language) listen Meera I know we’re at a Naani’s birthday party, but I have a serious question I really need to ask you. My friend Deaundre almost had a heart attack this week and the doctor said it was due to blocked blood vessels. I checked google and saw this video about blocked blood vessels and it looked awful, gross and a bit scary. I think the blood vessels were blocked by cholesterol or something. Do you know anything about this?</em>” </p>",
                                    "<p><strong>Meera: </strong>“<em>Of course, cholesterol is found in most foods. I actually wrote about cholesterol and health in my blog a few weeks ago.</em>”</p>",
                                    "<p>Rakesh: “<em>Wait. I didn’t know you have a blog! That’s awesome!</em>”</p>",
                                    "<p>Meera: “<em>Well clearly you don’t check the family group text properly because I’ve sent many links from my blog for everyone to read!</em>&quot;</p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Meera laughed while teasing Rakesh, who looked a bit sheepish and smiled. He definitely does not keep up with the family group chat and just got caught! Meera continued: </p>",
                                    "<p><strong>Meera:</strong> “<em>Honestly, I mostly do it mostly for my clients. It saves so much time during our appointments if they do some background reading before we meet to discuss their diets. I’ll text you the link for the post about cholesterol. Read that and then tell me what you think?</em>&quot;</p>",
                                    "<p><strong>Rakesh:</strong> “<em>Absolutely! And this time, I promise I’ll actually read the link you send!</em>”</p>",
                                    "<p>Rakesh laughed and was about to ask Meera more questions, but Naani was ready for chai (Indian tea) and so Meera rushed to go get it ready for her. </p>",
                                    "<p>Once he got home from the party, Rakesh checked his phone and found the text from Meera. He clicked on the link she sent: “All the Fuss About Cholesterol” </p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Read the blog- EVIDENCE 2- All the Fuss About Cholesterol - in the Resource Library. </strong></p>",
                                    "<p>Discuss the blog with your group and together, answer the questions below by dragging them into your workspace. </p>",
                                    "<p>Write what you learned from this evidence in your table.</p>",
                                    "<p></p>",
                                    "<p><em>Continue reading to find out what happened next:</em></p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Questions About Evidence 2:</strong></p>",
                                    "<p></p>",
                                    "<p>1. Our body can make all the cholesterol we need.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>2. Cholesterol is needed to build cells, make vitamins, and make hormones.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>3. A cholesterol plaque can form in: (underline your choice)</p>",
                                    "<p><strong>A.  The liver           B. Inside the blood vessel wall         C. The stomach</strong></p>"
                                  ]
                                }
                              }                
                            ]
                          },
                          "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch3",
          "ordinal": 3,
          "title": "Rakesh",
          "subtitle": "Chapter 3",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 3: WHAT'S IN YOUR BLOOD</h2>",
                                    "<p>Rakesh read the blog and realized he really did need to start paying more attention to the family group text. Meera was amazing at explaining stuff and her blog was really interesting! Based on her post he believed that his diet was mostly fine. He really did try to eat well balanced meals for dinner (at least on most nights) and his older son – Kabir – made sure that what he packed them for lunch was home-made food that even Naani would approve. There was almost always a piece of fruit or a vegetable curry in his lunch. </p>",
                                    "<p>Yet, he was still nervous about those blockages. If even babies have cholesterol, then was there was a chance that despite his healthy life habits he could still have too much cholesterol in his blood? The fear of his arteries getting clogged up was still not leaving him. He just couldn’t stop worrying about it no matter how hard he tried. </p>",
                                    "<p>That day at lunch, he felt like his taste buds could almost sense the cholesterol in his rice and beans. It was all feeling too stressful, so he decided to just get his blood checked and confirm whether he had high cholesterol or not. He called the doctor’s office and they ordered some tests and told him to go to the blood lab near his house. The next day he went to the lab right after work, did the blood test. Two days later he received an email from the lab, the results were attached. He clicked on the attachment: “Rakesh Sharma Blood Test Report”</p>",
                                    "<p>Review the test results- EVIDENCE 3-Rakesh Sharma Blood Test Report - in the Resource Library. </p>",
                                    "<p>Discuss the results with your group and together, answer the questions below by dragging them into your workspace. Write what you learned from this evidence in your table.</p>",
                                    "<p>Continue reading to find out what happened next:</p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Question About Evidence 3:</strong></p>",
                                    "<p></p>",
                                    "<p>1. Rakesh’s cholesterol levels are? (underline your choice)</p>",
                                    "<p><strong>A.  Low       B. Normal      C. High</strong></p>"
                                  ]
                                }
                              },
                              {
                                "id": "bio4TG01",
                                "title": "R. Sharma Metabolic Panel",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/MetabolicPanel.jpg"
                                }
                              }           
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch4",
          "ordinal": 4,
          "title": "Rakesh",
          "subtitle": "Chapter 4",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 4: WHAT’S IN YOUR SALIVA</h2>",
                                    "<p>A few days after doing his blood test, Rakesh got a call from his doctor to come in and discuss the results. Rakesh was not a fan of the doctor’s office. It always seemed so cold, and the waiting room was usually very crowded. Luckily today he didn’t have to wait too long after he got there. The nurse took him to the exam room inside and he waited for a few minutes for the doctor to see him.</p>",
                                    "<p>Dr. Lee: “Nice to see you Mr. Sharma. I have the results of your test here (waves the lap report) they look fine to me. I know you were concerned about your cholesterol levels, but they are well within range. I don’t think you need to change your diet at all. </p>",
                                    "<p>Rakesh: “Oh, thank you Dr. Lee. That is such a relief to hear!” </p>",
                                    "<p>Dr Lee: “I’m glad! But Mr. Sharma, why were you concerned about your cholesterol in the first place?”</p>",
                                    "<p>Rakesh: “Well doctor what happened was that a close friend of mine had a minor heart attack last week. His doctor said that his blood vessels were clogged, and I read that cholesterol can cause clogged arteries. So, I just wanted to make sure that my cholesterol levels are not something I need to worry about. </p>",
                                    "<p>Dr. Lee: “Ah yes, that is true Mr. Sharma. High cholesterol can cause issues in your blood vessels, but stress has also been linked to heart attacks.”</p>",
                                    "<p>Rakesh: “Right. I remember finding a video online that showed that stress can cause blocked blood vessels too. My friend and I have the same job and similar responsibilities and I am stressed a lot too….” </p>",
                                    "<p>Rakesh didn’t finish his sentence and Dr. Lee could tell that Rakesh seemed to be getting worried again. </p>",
                                    "<p>Dr. Lee: “Listen Mr. Sharma, why don’t we order a test to measure your stress hormone levels? I can ask the nurse to administer the blood test before you leave today, and you will get the results in a week.”</p>",
                                    "<p>Rakesh still looked a bit worried but agreed and went to see the nurse. </p>",
                                    "<p>Once he got home, Rakesh was still feeling curious about stress tests and decided to research it more after dinner. He googled ‘how to test for stress’ and found that there were many ways to measure cortisol levels. He found a video explaining how saliva (spit) can be used to measure cortisol levels easily and quickly. The website also had a link to order the test and get results within 24 hours. Out of restlessness, and not wanting to wait a whole week for his results from Dr. Lee, Rakesh decided to order a saliva stress test as well. </p>",
                                    "<p>The test arrived the next day, he followed the directions and then mailed it back to the lab. As promised, within 24 hours, Rakesh got an email back from the lab with his results from the saliva test. His stomach tight with nervousness as he opened the email: “Saliva Stress Test”</p>",
                                    "<p>Watch the video- Saliva Stress Test - in the Resource Library. Then review the test results -  EVIDENCE 4-Saliva Stress Test Results - in the Resource Library.</p>",
                                    "<p>Discuss the video and test results with your group and together, answer the questions in the Resource Librarys. </p>",
                                    "<p>Write what you learned from this evidence in your table.</p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch5",
          "ordinal": 5,
          "title": "Rakesh",
          "subtitle": "Chapter 5",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 5: DR. ZEIDERS</h2>",
                                    "<p>Readings the test results and finding that his cortisol levels were too high, Rakesh could feel his chest tightening and hands sweating. He knew this was not good news, but he had no idea what to do about it. His thoughts raced and he started to feel dizzy. He closed his eyes and took several deep breaths to calm his body down. He decided that tomorrow he would call Dr. Lee and request a follow-up appointment. However, he knew the doctor was very busy and would not have any available appointments for the next two weeks. He thought about what he could do right now, and decided to also email the scientist in that video about saliva cortisol tests. Her name was Dr. Zeiders and her email was on the website. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "123324sdljfasdghhkq34",
                                "title": "Email from Dr. Zeiders",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/drZeiders.png"
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Surprisingly, Dr. Zeiders responded to Rakesh’s email by the next day. She said that she would be happy to meet with Rakesh online to chat about the test results and what her lab has discovered about the link between stress, cortisol, and clogged arteries. They set a time to meet over zoom. He was looking forward to his conversation with Dr. Zeiders.</p>",
                                    "<p>Read - EVIDENCE 5-Conversation with Dr. Zeiders. </p>",
                                    "<p>Discuss the conversation with your group and together, answer the questions on the Resource Library. </p>",
                                    "<p>Write what you learned from this evidence in your table.</p>"
                                  ]
                                }
                              }                             
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch6",
          "ordinal": 6,
          "title": "Rakesh",
          "subtitle": "Chapter 6",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Chapter 6: CHILDREN ARE THE FUTURE</strong></p>",
                                    "<p>A few minutes after finishing the zoom conversation with the scientist, Rakesh heard the front door opening. He could hear Ajay and Kabir throwing their backpacks onto the ground, taking off their shoes and running into the kitchen to make a snack for themselves. Rakesh went downstairs and joined them in the kitchen. </p>",
                                    "<p>Rakesh: “So, what’d you boys do at school today? </p>",
                                    "<p>Kabir: Nothing really. Senior year is kinda boring. </p>",
                                    "<p>Rakesh: I’m sure there was at least one thing fun that happened at school today, no?  </p>",
                                    "<p>Ajay: I learned something really cool in my science class!</p>",
                                    "<p>Kabir: Of course you did Ajay. 7th grade is way more fun than senior year. You’re so lucky….I miss those good old days…</p>",
                                    "<p>Ajay: Ugh why do you have to talk like some old uncle. You know you’re only 5 years older than me right? Jeez… </p>",
                                    "<p>Rakesh: Okay now boys, be nice to each other! Ajay, what’d you learn in science today that was so cool?</p>",
                                    "<p></p>",
                                    "<p>Ajay looked at Kabir with a proud smile as though he had won the fight and then said</p>",
                                    "<p>Ajay: Okay. So. We were talking about exercise and why it’s good for you and we found out it can make you happier and actually, dad, it like lowers your stress and stuff too! </p>",
                                    "<p>Rakesh: Wait. Really? Exercise can decrease stress? </p>",
                                    "<p>Ajay: Yeah! I’m not kidding! The school counselor also came into science class today too. And she told our teacher about how recess is really important for us. Because like all day we’re sitting and stuff. And so in recess we get a chance to exercise and lower our stress. </p>",
                                    "<p>Rakesh: Beta (son in Hindi), this is amazing! I had no idea! </p>",
                                    "<p>Kabir: Really, dad? You’re not just making Ajay feel good right?</p>",
                                    "<p>Rakesh: No, I’m being serious! You kids teach me things all the time! </p>",
                                    "<p>Rakesh really did learn a lot from his kids. He decided to give what his son said a try and started to incorporate exercise into his daily routine. He may not have been lifting heavy weights, but even going for a jog in the morning before making the kids breakfast felt really good. After his jogs, he always felt a little lighter, like the weight on his shoulders had lifted a bit. The more he exercised, the better he started to feel. However, he was often still stressed by the end of the day.</p>",
                                    "<p></p>",
                                    "<p>Use your evidence table to develop a model that shows how long-term stress can result in clogged blood vessels.</p>"
                                  ]
                                }
                              }                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 2",
      "ordinal": 2,
      "title": "Bio4Community: The Biology of Stress",
      "problems": [
        {
          "description": "Story Ch1",
          "ordinal": 1,
          "title": "Estrella",
          "subtitle": "Chapter 1",
          "disabled": [],
          "sections": [
                        {
                        "type": "chapter1",
                        "content": {
                          "tiles": [
                            {
                              "id": "gZ5gbhunVuXp5_-Z",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h2>CHAPTER I: MATH TEST</h2>",
                                  "<p>Estrella loved her family to bits and pieces. She would go to the ends of the earth for them. Her mom and step-dad worked hard every day to put a roof over their head. This often meant that they were at work for long hours and so Estrella’s abuela stayed home and watched over her and her 3 younger siblings. Abuela did a lot for them but sometimes it got hard to take care of so many things, so Estrella took it upon herself to help out around the house. She loved doing it because on top of getting to help her Abuela, it also meant that sometimes she got to be in charge of her siblings. </p>",
                                  "<p>Her younger brothers and sister could be so annoying sometimes and yet so cute at the same time. She often picked them up from their elementary school and they would tell her everything that happened during their day with bright eyes and wide smiles which warmed Estrella’s heart. Once they got home she walked their family dog, and then spent the afternoon making sure her siblings did their homework and daily chores before dinner. Their family tried to eat together every evening and Abuela’s cooking was the best. By the time Estrella finished eating dinner and doing the dishes, it was usually already 7pm. She would then often chat or play video games with her friends for a while. She loved hanging out with her two best friends. Needless to say, this meant Estrella stayed up until midnight most days to get her work done. Sometimes she was so tired she wished she could just go to sleep but her grades were important to her and she was doing well in school. </p>",
                                  "<p>However, when she was in school she often had trouble focusing. She really did want to focus in class, but sometimes the teacher’s voice became nothing but white noise and Estrella would zone out. She tried to make up for it by working hard on her homework, but homework alone does not prepare someone for tests. She needed to be able to pay attention in class if she wanted to keep her grades up. </p>"
                                ]
                              }
                            },
                            {
                              "id": "FzU8y2P1Kaweg8tl",
                              "title": "Estrella in School",
                              "content": {
                                "type": "Image",
                                "url": "curriculum/bio4community/images/estrella_s1__1__720.jpg"
                              }
                            },
                            {
                              "id": "A6NIkCpczknh4gHU",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>One day after school, Estrella felt like she was dragging her body home because she was so upset. That day she had taken a particularly hard math test and she had the sinking feeling that she didn’t do well on it. She tried, but just couldn’t focus.  She found herself staring at the paper and the numbers were glaring back at her making no sense. She couldn’t answer several of the questions at all. On top of that, her siblings just would not listen to her on their walk home. They were almost to the front of the house when they started fooling around.</p>",
                                  "<p>Paco: Tito, watch me do a handstand.  </p>",
                                  "<p>Tito: Lame. I bet you can’t run as fast as me</p>",
                                  "<p>Paco: Bet I can!</p>",
                                  "<p>Sandra: Hermana, I wanna run too!</p>",
                                  "<p>Estrella: No running, it’s the street. Come on chicos, we have to go home. </p>",
                                  "<p>Tito: Catch me if you can!</p>",
                                  "<p>Sandra: Me too! Me too!</p>",
                                  "<p>Paco: Oh no you don’t!</p>",
                                  "<p>Estrella: Hey! Stop running! What are you doing?</p>",
                                  "<p>Estrella grabs her siblings by the back of their shirts to slow them down</p>",
                                  "<p>Estrella: Why do you never listen to me? Stop fooling around!</p>",
                                  "<p>Her siblings were shocked by the snap in her tone. Sandra begins to cry at being yelled at, running into the house and straight to abuela. </p>",
                                  "<p>Abuela: Nena, why are you crying?</p>",
                                  "<p>Sandra: Mana screamed at me!</p>",
                                  "<p>Estrella: I did not! You weren’t listening to me cause all of you were screaming. </p>",
                                  "<p>Tito: We were not! </p>",
                                  "<p>Abuela: Estrella, you have to go easy on them. They’re little. You’re older, you need to be patient with them.</p>",
                                  "<p>Estrella: You’re never on my side! You always choose them over me. </p>",
                                  "<p>Abuela: Estrella, Mija, that’s not true. I am on your side. What’s going on with you, Nena?</p>",
                                  "<p>Estrella: Es nada, Abuela. </p>",
                                  "<p>Abuela: Ay. I know you too well for that. You can tell me if something is bothering you.</p>",
                                  "<p>Estrella: Well… I didn’t do well on my math test today. </p>",
                                  "<p>Abuela: But you normally do so well. What happened?</p>",
                                  "<p>Estrella: I don’t know. Sometimes I can’t focus in class. I’m just so tired and I think of everything else in the world. I try to focus, I really do. But, I just can’t. </p>",
                                  "<p>Estrella choked back tears, trying to hide how upset she was. She felt as though no matter how hard she tried, her efforts were useless. </p>",
                                  "<p>Abuela: Mi corazón, you’re tired. Of course you can’t focus. You’re stressed and sleep deprived. I’ve been telling you it’s not good to stay up till midnight so often. Why don’t you talk to your school counselor or one of your school teachers about how you feel? Aren’t you close with your science teacher? Talk to her. I’m sure they’ll understand and try to help you. You have to make this a priority and take care of yourself. </p>",
                                  "<p>Estrella: I just feel like I don’t even belong in these classes.</p>",
                                  "<p>Abuela: Why would you say that? Of course you do.</p>",
                                  "<p>Estrella: It’s just… I remember Ms. Parker telling me that I don’t.</p>",
                                  "<p>Abuela: What? When?</p>",
                                  "<p></p>",
                                  "<p><em><strong>~FLASHBACK~ </strong></em></p>",
                                  "<p>Ms. Parker was handing back the math tests they had just taken. It was an AP math class and therefore the tests tend to be harder. This one was particularly hard and Estrella knew she didn’t do as well as she would have liked. </p>",
                                  "<p>Ms. Parker: Estrella, can I talk to you for a second?</p>",
                                  "<p>Estrella: Y-yes, of course. </p>",
                                  "<p>Ms. Parker: I noticed that you haven’t been doing well on your tests lately. I think it might be best if you dropped down from this class. </p>",
                                  "<p>Estrella: What?</p>",
                                  "<p>Ms. Parker: I’m just saying it might be better for you if you take a step back. AP classes are difficult as it is and you don’t really need it if you don’t plan on going to college. I know your people normally don’t go to college so it may be best for you to just lighten the load.</p>",
                                  "<p>Estrella: O-oh.</p>",
                                  "<p><em><strong>~END FLASHBACK~ </strong></em></p>",
                                  "<p></p>",
                                  "<p>Abuela: Estrella. Do not listen to her.</p>",
                                  "<p>Estrella: What if she’s right, Abuela?</p>",
                                  "<p>Abuela: She is not and you know it. You know you are going towards college. It is not that you are not meant for these classes. You are just stressed. </p>",
                                  "<p>Estrella knew her grandma was usually right about these things. She had never considered that maybe what she was feeling inside, the tense muscles and racing heartbeat, could be stress. Or that stress could be the reason she couldn’t focus. Estrella decided to talk to her science teacher after school tomorrow. That decision made her feel a bit better.</p>",
                                  "<p></p>"
                                ]
                              }
                            },
                            {
                              "id": "document_Text_1",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Do you think Abuela is right?</strong></p>",
                                  "<p><strong>Discuss with your group--What do you think is the connection between stress and focus? </strong></p>",
                                  "<p>Your answer:</p>",
                                  "<p></p>",
                                  "<p></p>"
                                ]
                              }
                            },
                            {
                              "id": "_P4lXUs9RWPbuwPJ",
                              "content": {
                                "type": "Table",
                                "name": "Cast Of Characters",
                                "columns": [
                                  {"name":"Character","values":["Narrator","Estrella (main character)","Abuela (grandmother)","Paco (brother)","Tito (brother)","Sandra (sister)","Ms. Parker (former teacher)","Ms G. (teacher)"]},
                                  {"name":"Actor","values":["","","","","","","",""]}
                                ]
                              }
                            }   
                          ]
                        },
                        "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch2",
          "ordinal": 2,
          "title": "Estrella",
          "subtitle": "Chapter 2",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter2",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>CHAPTER 2: LEARNING FROM MS. GUERRA</p>",
                                    "<p>The next day after science class, María stayed behind and spoke with Ms. Guerra. She told her openly and honestly about how much she had been struggling to focus and how she wanted to be able to do better. In response, Ms. Guerra told María that high school could be tough and that she was glad that María was asking for help. She also had an interesting suggestion:</p>",
                                    "<p>Ms. Guerra: If your issue is being able to focus, you need to work on growing more connections between the neurons in your brain! </p>",
                                    "<p>María didn’t really understand what that meant. Ms. Guerra could sense her confusion based on the blank stare María gave her. Figuring María needed more of an explanation, Ms. Guerra pulled out slide show that she had used when she taught college courses a few years ago. Crowding around the computer, the two of them clicked on the link for the: “How our Brains Think” </p>",
                                    "<p></p>",
                                    "<p><strong>Watch the slide show- EVIDENCE 1-How our Brains Think - in your Resource Library. </strong></p>",
                                    "<p><strong>Discuss the animation in your group and together, answer the questions in the Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>",
                                    "<p><strong></strong></p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Questions About Evidence 2</strong></p>",
                                    "<p><strong></strong></p>",
                                    "<p>1. Increased attention shifts means the person is getting distracted.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>2. Going for walks, exercising, and mediating can reduce stress.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>3. Stress hormones in the brain: (underline your choice)</p>",
                                    "<p><strong>A.Increase focus     B. Reduce focus     C. Reduce distractions</strong></p>"
                                  ]
                                }
                              }                              
                            ]
                          },
                          "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch3",
          "ordinal": 3,
          "title": "Estrella",
          "subtitle": "Chapter 3",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 3: MAKING CONNECTIONS</h2>",
                                    "<p>After watching the animation, María understood that in order to focus better, the signaling between neurons needed to get stronger. Her neurons simply needed to make more connections! It seemed stress had nothing to do with it after all. </p>",
                                    "<p>The next week in school, María tried to practice focusing harder. Every time she was in class and caught herself feeling distracted she just thought about her neurons and concentrated as hard as she could to encourage them to make new connections. But despite her best efforts, it didn’t work. In fact, María felt like she was about to pop a blood vessel in her brain if she tried to focus any harder. No matter how hard she tried, she still caught herself daydreaming and texting even more. Resistance was futile. She also had so many things to do. </p>",
                                    "<p>Mama: Mija, como estan sus hermanos? Ellos comiste?</p>",
                                    "<p>Estrella: Si, nosotros comimos.</p>",
                                    "<p>Mama: Bien, ayudarles con sus tareas, ok?</p>",
                                    "<p>Estrella: Ok, Mama.</p>",
                                    "<p>Papa: Paco y Tito tienen una conferencia con la maestra en una semana, verdad?</p>",
                                    "<p>Estrella: Si</p>",
                                    "<p>Mama: Tú necesitas ir con nosotros para hablar con la maestra en inglés.</p>",
                                    "<p>Estrella: Pero, yo tengo una examen y necesito estudiar.</p>",
                                    "<p>Papa: No podemos comprender sin ti. Es muy importante para ellos. </p>",
                                    "<p>Estrella: Okay…</p>",
                                    "<p>Estrella felt like she had so many things piling up on her plate, her shoulders felt heavier and heavier with each task. All this made focusing feel even more impossible. Feeling frustrated, María decided to look up “brain, stress, and neuron signaling” on Google. A few links down from the top, she came across a blog post: “Stress and the Brain”. </p>",
                                    "<p></p>",
                                    "<p><strong>Read the blog - EVIDENCE 2 - Stress and the Brain  - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the blog with your group and together, answer the questions below by dragging them into your workspace. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>"
                                  ]
                                }
                              }       
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch4",
          "ordinal": 4,
          "title": "Estrella",
          "subtitle": "Chapter 4",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 4: IT’S ALL ABOUT THE NETWORKS</h2>",
                                    "<p>After going through the blog, María began to understand that stress hormones were blocking her ability to focus. Who knew something in your brain could stop you from focusing? If stress hormones were stopping her from focusing, what else could they do? What was happening to her neurons? Her mind seemed fixated on these scary thoughts and she had a hard time stopping them. She was feeling anxious and unsettled. She decided to visit Ms. Guerra again tomorrow.</p>",
                                    "<p>María didn’t have science the next day, so she waited till the end of the day to walk over to Ms. Guerra’s room. When she got there, Ms. Guerra was cleaning the classroom so María helped with the cleaning while telling her everything she learned in the blog last night. Ms. Guerra listened carefully to María and was curious herself. She suggested that María do a project about stress and focus. It would count towards her overall science grade in the class, and both of them would learn more about the topic. She even offered to email the scientist who wrote the blog post and ask for more resources that might help them both understand why stress hormones were affecting María’s ability to focus. María thought that was super cool… kind of like talking to a celebrity. </p>",
                                    "<p>A few days later Ms. Guerra told María to stay after school because the scientist, Dr. Mackey, had responded! María was excited as she walked into Ms. Guerra’s room. The email Dr. Mackey sent had a report attached to it. So, Ms. Guerra clicked on the attachment and they both read Dr. Mackey’s Report</p>",
                                    "<p></p>",
                                    "<p><strong>Review the report- EVIDENCE 3- Dr. Mackey’s Report - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the report with your group and together, answer the questions in the Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>"
                                  ]
                                }
                              }
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch5",
          "ordinal": 5,
          "title": "Estrella",
          "subtitle": "Chapter 5",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 5: SLEEP AND MOTIVATION </h2>",
                                    "<p>The project and research helped María understand that the stress hormones caused her brain to think differently, with her fear neuron networks having stronger connections than the neuron networks that help her pay attention and focus. While interesting to learn, María was trying to figure out how to deal with these hormones so that she could build stronger attention networks. As she thought about all this, María had a realization. Her lack of focus seemed to happen only in the morning at school! She had no trouble focusing when she was talking to her siblings, helping them with their homework, playing video games with her friends, or even doing her homework at night! Why would the stress hormones only affect her at school and then stop affecting her when she got home? María decided these questions were worth one more trip to Ms. Guerra after school. She needed to solve this puzzle once and for all! </p>",
                                    "<p>Ms. Guerra thought María’s question was a really good one. She herself did not have an answer so they decided to email Dr. Mackey again and ask. The following day Ms. Guerra found María as soon as school was over. She excitedly showed María the email and video that Dr. Mackey had sent. </p>",
                                    "<p></p>",
                                    "<p><strong>Read the email and watch the video- EVIDENCE 4- Dr. Mackey Email - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the email and video with your group and together, answer the questions in the  Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>",
                                    "<p><strong></strong></p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch6",
          "ordinal": 6,
          "title": "Estrella",
          "subtitle": "Chapter 6",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 6: FINDING SOLUTIONS TOGETHER </h2>",
                                    "<p>After reading the email, María smiled to herself. Abuela was right - she always was. María was so excited she had to share the news with Abuela. She thanked Ms. Guerra and rushed home. María didn’t have to pick up her siblings from school that day and got home quickly. She swung the front door open and called out to Abuela. </p>",
                                    "<p>María: ¡Abuela! ¡Abuela! ¡Abuela! </p>",
                                    "<p>Abuela: ¡Sí! ¡Sí! ¡Sí! </p>",
                                    "<p>María: I have to tell you something. I learned some stuff about my focus problem.</p>",
                                    "<p>María energetically filled her grandmother in on her breakthrough. She barely took breaths between sentences, her words running into each other. Her grandmother listened intently and when María was done she told her that this was important information that the whole family should hear and talk about at dinner. </p>",
                                    "<p>That night, as María, Abuela, Papá, Mamá, and María’s younger siblings - Tito, Paco and Sandra - were sitting around the table, María carefully explained to them everything she learned about the way stress hormones reduce connections and make it hard to focus. She also explained that getting enough sleep and motivating work can help when the brain is trying to make new connections. They all listened and were amazed by what she figured out.</p>",
                                    "<p>María: So that’s why I’m not focused during school. I’m not motivated by it even though I want to do well. </p>",
                                    "<p>Mamá: Wow, you learned all that and you worked so hard to learn it. Good job, mija. </p>",
                                    "<p>Tito: Wh-what’s motiwasion? </p>",
                                    "<p>María giggled at her youngest brother’s pronunciation. </p>",
                                    "<p>Papá: It’s like when you manage to somehow climb onto the cabinet when you want a cookie but can’t climb into bed when it’s bedtime. The cookie is your motivation. </p>",
                                    "<p>Paco: So hermana just needs a cookie?</p>",
                                    "<p>Mamá: A cookie helps, but maybe you should also talk to your teachers about making school more motivating to learn. </p>",
                                    "<p>María: I like that idea Mamá. I’ll talk to them tomorrow. </p>",
                                    "<p>Abuela: I think we all need to get to sleep earlier too. Pobrecitos are always dragging their heads in the morning going to school. </p>",
                                    "<p>Papá: I wouldn’t mind a few extra minutes of shut eye. </p>",
                                    "<p>Sandra: Papá, you fall asleep the fastest. </p>",
                                    "<p>The whole family burst into laughter. </p>",
                                    "<p>That night María went to bed an hour earlier. She did feel more rested the next day. She was also looking forward to talking with Ms. Guerra about stress, motivation, and school work. Ms. Guerra was a great teacher, she would probably have some good ideas to make science more interesting, relevant, and motivating to learn. </p>",
                                    "<p></p>",
                                    "<p><strong>The End!</strong></p>",
                                    "<p><strong></strong></p>",
                                    "<p><strong>Use your evidence table to develop a model that shows how long-term stress can result in difficulty in focusing.</strong></p>",
                                    "<p> </p>",
                                    "<p></p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 4",
      "ordinal": 4,
      "title": "Bio4Community: The Biology of Stress",
      "problems": [
        {
          "description": "Story Ch1",
          "ordinal": 1,
          "title": "Rakesh",
          "subtitle": "Chapter 1",
          "disabled": [],
          "sections": [
                        {
                        "type": "chapter1",
                        "content": {
                          "tiles": [
                            {
                              "display": "teacher",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Tell the students that we are trying something a bit different. Instead of just giving them evidence in a packet like we did for short term stress, we are giving them a story, different groups have different stories. The stories follow a main character as they try to figure out a health issue that is making them concerned.  The characters encounter evidence along the way and use it to figure out the issue.</p>",
                                  "<p>They should work as a team and assign the cast. The narrator has  a lot to read. Other roles have much less.</p>",
                                  "<p>They should answer the questions and fill in the table in their Workspace.</p>"
                                ]
                              }
                            },
                            {
                              "id": "d3tBK1qdpQEqwI6U",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<h2>CHAPTER I: DEAUNDRE</h2>"
                                ]
                              }
                            },
                            [
                              {
                                "layout": {
                                  "height": 300
                                },
                                "id": "JnxX0qRc7w60JXMO",
                                "title": "Rakesh: Chapter 1 Cover Image",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/thing.png"
                                }
                              },
                              {
                                "id": "BJEa1s4mUyjR4zSf",
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Rakesh sat in the small break room in the Amazon warehouse, fidgeting with his lunch. He smiled as he looked down at the small post-it note poking out from inside the crumpled brown bag that read 'Good luck at work today Dad!'  His kids always knew how to make him smile. It was hard being a single dad. Even though his kids were older and in 7th grade and high school, it still felt like all the world’s burdens were on his shoulders; but seeing them happy helped. He wanted to give his kids a stable life so he worked 10 hours a night and woke up early to make his kids breakfast before going to work.</p>"
                                   ]
                                }
                              }
                            ],
                            {
                              "id": "pIxUAKoEX8SkdvGF",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Raising his kids on his own had been difficult ever since Seema, his wife or… well…ex-wife, and him split up. He loves his kids, more than anything in this world and they help him out a lot around the house. But he had a lot of responsibilities on a daily basis. That left little time for Rakesh to destress and have “me” time. But it was worth it if it meant he could eventually be promoted to manager where he would have higher pay and more stable hours which meant more time with his kids.</p>"
                                ]
                              }
                            },
                            {
                              "id": "L3JQpbaEPpyRa5yS",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>He remembers the conversation he had with his kids this morning. </p>",
                                  "<p><strong>Kabir:</strong> &quot;<em>Ugh. I just can’t study for this math test.</em>&quot;</p>",
                                  "<p><strong>Ajay:</strong> Just do it</p>",
                                  "<p><strong>Kabir:</strong> Gee thanks. (Said sarcastically)</p>",
                                  "<p><strong>Ajay:</strong> &quot;<em>I know, I’m so helpful.</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;<em>What’s the issue?</em>&quot;</p>",
                                  "<p><strong>Kareem:</strong> &quot;<em>I just don’t get it. I can’t focus in class. Ms. Ross will put the equations on the board and next thing I know she somehow got to the answer but I just don’t know how. I can’t focus no matter how hard I try.</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;<em>Math is important so you have to try harder. Your education is everything. You have opportunities that I never had.</em>&quot;</p>",
                                  "<p><strong>Ajay:</strong> &quot;<em>What kind of opportunities?</em>&quot;</p>",
                                  "<p><strong>Rakesh: </strong>&quot;<em>You have the chance to actually learn, earn a degree, and do what you want to do with your life. In India, to get a really good education, you have to pay for private boarding school. My family couldn’t afford that.</em>&quot;</p>",
                                  "<p><strong>Ajay: </strong>&quot;<em>What did you want to be when you were younger?</em>&quot;</p>",
                                  "<p><strong>Rakesh: </strong>&quot;<em>I wanted to be a pilot when I was really young.</em>&quot;</p>",
                                  "<p><strong>Ajay: </strong>&quot;<em>Woah really? That’s so cool!</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;I<em> loved the idea of being in the sky forever. As I got older, that dream slowly turned into wanting to become an aerospace engineer and be the person that actually designed the planes.</em>&quot;</p>",
                                  "<p><strong>Kareem:</strong> &quot;<em>So why not just become that now?</em>&quot;</p>",
                                  "<p><strong>Rakesh:</strong> &quot;<em>It’s not that easy, behta (“son” in hindi). My education wasn’t as good as yours and college is expensive. I can’t afford it for myself and the both of you. You are my priority now.</em> &quot;</p>",
                                  "<p><strong>Ajay:</strong> &quot;<em>I feel bad that you can’t achieve your dreams baba.</em>&quot;</p>",
                                  "<p><strong>Rakesh: </strong>&quot;<em>I have a different dream now, meri bacha (my kids). I just want you two boys to do well in school and become successful. That will make me the happiest. Now make sure you study for that math test. </em>&quot;</p>",
                                  "<p><strong>Kareem: &quot;</strong><em>Gee baba</em>&quot; (“yes, dad” in Hindi).  </p>"
                                ]
                              }
                            },
                            {
                              "id": "VcCRhB5MfZtokcgd",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Working for Amazon was never Rakesh’s first choice of career. Once Seema became pregnant, he became desperate to get a job that paid at least a little higher than busboying at Rasoi, the local indian restaurant, provided him. Being an immigrant without a degree posed difficulties finding a job so he needed to find places willing to hire him. Amazon offered that to him and is one of the few places that is close enough to where he lives and provides opportunities for him to get paid more. So while Amazon may not be his dream job, he found that his dreams changed to making sure his kids had a stable life and could one day afford a higher education. Back in the the lunchroom at work, Rakesh was zoning out, pushing the rice in his container around, when one of his co-workers, Nicole, came in. </p>",
                                  "<p><strong>Nicole:</strong> '<em>Hey. Did you hear about Deaundre?</em>'</p>",
                                  "<p><strong>Rakesh: </strong>“<em>No. Is everything alright?</em>”</p>",
                                  "<p><strong>Nicole:</strong> “<em>He had a heart attack while he was here. He’s at the hospital right now.</em>” </p>",
                                  "<p>Rakesh felt the concern take over him. He and Deaundre have a lot in common. They both were the same age, had two kids, and both loved baseball. Deaundre was one of those guys who worked just as hard as everyone else but did it with a smile on his face - he never let that smile drop. Knowing he, of all people, was at the hospital was really upsetting. </p>"
                                ]
                              }
                            },
                            {
                              "id": "DUPpMGTEBqCiIfBY",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Rakesh decided to visit Deaundre at the hospital before work the next day, stopping at a local bodega to grab him a smiling bear wearing a fedora that kind of looked like him. </p>",
                                  "<p>       “<em>Knock knock,</em>” </p>",
                                  "<p>Rakesh entered with the bear held up to his face. Deaundre still had that smile plastered on. The two of them sat and talked for a while. Deaundre explained that the heart attack was due to a blockage in his blood vessels. </p>",
                                  "<p><strong>Deaundre:</strong> “<em>Yeah, the doc keeps saying I overworked myself and the stress of it all led to blockages or at least didn’t help ‘em.</em>” </p>"
                                ]
                              }
                            },
                            {
                              "id": "jZEkPEQQQ2KtU3gP",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>This caught Rakesh’s attention. </p>",
                                  "<p><strong>Rakesh:</strong> “<em>Wait. Your stress led to your heart attack?</em>” </p>",
                                  "<p>To say Rakesh was shocked was an understatement. He thought back to his never-ending shifts at work that he and Deaundre did together. He admitted the stress sometimes got to his head, he felt jittery and anxious like there were butterflies in his stomach. But he didn’t understand how something in his mind could affect his body. Stress only had mental symptoms… right? He wondered, how could stress cause blocked blood vessels? </p>",
                                  "<p><strong>Can you help him figure this out?</strong></p>",
                                  "<p>Discuss with your group--What do you think is the connection between stress and blocked blood vessels?</p>",
                                  "<p><em>Continue reading to find out what happened next:</em></p>"
                                ]
                              }
                            },
                            {
                              "id": "ZfnvftDzo0pOHaik",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>Rakesh left the hospital shocked and even more stressed. When he got home he did his best not to show his sons how worried he was. His younger son, Ajay, was in a cheerful mood as he helped with dinner and that made Rakesh feel better. Ajay joked about his friends on the track team and how excited he was for the track meet he was going to have in two days. Ajay was fast and nimble, and great at sports. He could also eat his weight in food, and he did at dinner that evening. </p>",
                                  "<p>After dinner, the boys were washing dishes. Rakesh decided to do some research on his own on the internet. He googled “heart attack and stress”. One of the links that came up caught his eye. It was a video of some monkeys and it showed a blocked blood vessel, he decided to check it out. He clicked on the link: “The Effects of Stress on the Heart”</p>"
                                ]
                              }
                            },
                            {
                              "id": "fwCN89PBpbQoLHZ1",
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p></p>",
                                  "<p>Watch the video- EVIDENCE 1-The Effects of Stress on the Heart in your Resource Library. </p>",
                                  "<p>Discuss the video with your group and together, answer the questions below by dragging them into your workspace. </p>",
                                  "<p>Write what you learned from this evidence in your table.</p>"
                                ]
                              }
                            },
                            {
                              "content": {
                                "type": "Table",
                                "name": "Cast of Characters",
                                "columns": [
                                  {"name":"Character name","values":["Narrator","Rakesh (main character)","Nicole (co-worker)","Deaundre (co-worker) ","Meera (cousin)","Dr. Lee (physician)","Dr. Zeiders (scientist)","Ajay (son)","Zainab (daughter)"]},
                                  {"name":"Actor name","values":["","","","","","","","",""]}
                                ]
                              }
                            },           
                            {
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Questions About Evidence 1: </strong></p>",
                                  "<p></p>",
                                  "<p>1. The subordinate monkey has: </p>",
                                  "<p><strong>Less control </strong>  OR    <strong>More control</strong></p>",
                                  "<p>(underline your choice)</p>",
                                  "<p></p>",
                                  "<p>2. The subordinate monkey artery is:</p>",
                                  "<p><strong>Less clogged</strong>   OR    <strong>More clogged</strong></p>",
                                  "<p>(underline your choice)</p>",
                                  "<p></p>",
                                  "<p>3. Both monkeys had the same diet and health care, the difference in their blood vessels is only due to the stress from social subordination.  </p>",
                                  "<p><strong>True</strong>   OR   <strong>False</strong> ?</p>",
                                  "<p>(underline your choice)</p>"
                                ]
                              }
                            }                    
                          ]
                        },
                        "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch2",
          "ordinal": 2,
          "title": "Rakesh",
          "subtitle": "Chapter 2",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter2",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 2: NAANI’S BIRTHDAY</h2>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>The video that Rakesh watched stayed in his head for the next two days. It confirmed what Deaundre told him, but he just couldn’t get over the differences between the two monkey’s blood vessels! Through a little more googling, he discovered that it was cholesterol that was filling those blood vessels.</p>",
                                    "<p>That puzzled him, he thought cholesterol was in food. How would it end up stuck in the middle of the blood vessel? He also thought of Deaundre, was his artery filled with that gross stuff?  What about his own blood vessels, did he also have cholesterol plugging up his arteries? That thought made his heart skip a beat and he could feel himself starting to sweat. Just thinking about all this stressed him out, and stress, as he now knew, was the reason Deaundre was in the hospital in the first place! He needed to stop these negative thoughts and get to work. He had a long day ahead, and he wanted to check in on Deaundre after work. But at least it was Friday and there would be time to destress on the weekend.</p>",
                                    "<p>On Saturday evening he and the boys were going to their grandmother’s, or Naani as they called her, 80th birthday. His cousin Meera was hosting. She was one of his favorite people on this planet and one of the smartest he knew. They grew up together and had a close bond. Meera was a certified nutritionist and worked at a hospital. As they were driving to Meera’s house for the party, an idea popped into Rakesh’s head. Maybe he could ask her about cholesterol and how it was getting into  blood vessels?</p>",
                                    "<p>At the party, Naani was so happy to see everyone. Rakesh’s sons – Ajay and Kabir – gave their grandmother a huge hug and her eyes beamed with joy. He loved seeing his family and how much they loved his kids. Rakesh was so happy to see his mother doing well. The birthday party was wonderful. The whole family was having a great time, the food was delicious, and you could feel the love surrounding Naani. While they were all eating, one of his cousin’s wife came up to him to talk. </p>",
                                    "<p><strong>Mitali: &quot;</strong>Wow, look at how grown up your sons are.&quot;</p>",
                                    "<p><strong>Rakesh: </strong>&quot;<em>Yeah they get bigger and bigger everyday.</em>&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>Must be hard raising them all on your own. So irresponsible of their mother to just leave them alone for you to handle.</em>&quot;</p>",
                                    "<p>Rakesh: &quot;Excuse me?&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>I’m just saying. She dumped her kids on you and is having fun while you’re stuck raising them by yourself. It’s a mother’s job to raise her kids.</em> &quot;</p>",
                                    "<p><strong>Rakesh: </strong>&quot;<em>They’re my kids too and she didn’t just &#x27;dump&#x27; our kids. She couldn’t get a visa to come over with us even though she wanted to! And even if she did come here she may not have had the same opportunities she has now. Now, Seema is getting a degree in something she enjoys.</em>&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>Then why doesn’t she come over once she’s done?&quot;</em></p>",
                                    "<p><strong>Rakesh:</strong> &quot;<em>Immigrating isn’t a piece of cake. It’s not like she can just finish college and hop on a plane without an approved visa. It could take years for her to get approved. Honestly, sometimes I think immigrating here might not have been the best thing. But. now Seema has met someone and they seem really happy. All any of us want is for her to be happy. So we both agreed splitting up was the best option for everyone. </em>&quot;</p>",
                                    "<p><strong>Mitali: </strong>&quot;<em>Well what about the boys? Don’t they miss her?</em>&quot;</p>",
                                    "<p><strong>Rakesh:</strong> &quot;<em>We talk to her everyday. We never miss a facetime. In fact, we talked to her just before coming tonight. She loves our boys more than anything; she’s still a mom and does everything she can to be a part of their lives. Things are actually going well for her and I want that for her just like she wants that for me. Naani: Mitali, leave him alone. Seema is a good mother. </em>&quot;</p>",
                                    "<p><strong>Mitali:</strong> &quot;<em>I was just worried about the kids.</em>&quot;</p>",
                                    "<p><strong>Naani:</strong> &quot;<em>If you cared about the kids, then you wouldn’t insult their mother. Now come along, I want to eat my cake.</em>&quot;</p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Naani led everyone to the cake, singing along happily to their joyous birthday song, and blowing out her candles. Rakesh watched as everyone enjoyed themselves, talking and smiling amongst themselves. He was lucky to have this opportunity and he felt grateful for the chance to give his sons a better life, but he would be lying if he said immigrating here wasn’t difficult. There was so much on his plate now and he was constantly homesick for the land he once knew like the back of his hand. His stray thoughts led him back to his questions about stress and cholesterol. Towards the end of the party, once Meera had finished eating her cake, Rakesh remembered to ask her about the cholesterol thing. </p>",
                                    "<p><strong>Rakesh:</strong> “<em>Meera, that is delicious isn’t it</em>” he pointed at the crumbs on her plate. </p>",
                                    "<p><strong>Meera:</strong> “<em>OMG, yes! I love chocolate cake with mocha frosting</em>.”</p>",
                                    "<p><strong>Rakesh:</strong> “<em>Acha (‘ok’ in Hindi, their language) listen Meera I know we’re at a Naani’s birthday party, but I have a serious question I really need to ask you. My friend Deaundre almost had a heart attack this week and the doctor said it was due to blocked blood vessels. I checked google and saw this video about blocked blood vessels and it looked awful, gross and a bit scary. I think the blood vessels were blocked by cholesterol or something. Do you know anything about this?</em>” </p>",
                                    "<p><strong>Meera: </strong>“<em>Of course, cholesterol is found in most foods. I actually wrote about cholesterol and health in my blog a few weeks ago.</em>”</p>",
                                    "<p>Rakesh: “<em>Wait. I didn’t know you have a blog! That’s awesome!</em>”</p>",
                                    "<p>Meera: “<em>Well clearly you don’t check the family group text properly because I’ve sent many links from my blog for everyone to read!</em>&quot;</p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Meera laughed while teasing Rakesh, who looked a bit sheepish and smiled. He definitely does not keep up with the family group chat and just got caught! Meera continued: </p>",
                                    "<p><strong>Meera:</strong> “<em>Honestly, I mostly do it mostly for my clients. It saves so much time during our appointments if they do some background reading before we meet to discuss their diets. I’ll text you the link for the post about cholesterol. Read that and then tell me what you think?</em>&quot;</p>",
                                    "<p><strong>Rakesh:</strong> “<em>Absolutely! And this time, I promise I’ll actually read the link you send!</em>”</p>",
                                    "<p>Rakesh laughed and was about to ask Meera more questions, but Naani was ready for chai (Indian tea) and so Meera rushed to go get it ready for her. </p>",
                                    "<p>Once he got home from the party, Rakesh checked his phone and found the text from Meera. He clicked on the link she sent: “All the Fuss About Cholesterol” </p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Read the blog- EVIDENCE 2- All the Fuss About Cholesterol - in the Resource Library. </strong></p>",
                                    "<p>Discuss the blog with your group and together, answer the questions below by dragging them into your workspace. </p>",
                                    "<p>Write what you learned from this evidence in your table.</p>",
                                    "<p></p>",
                                    "<p><em>Continue reading to find out what happened next:</em></p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Questions About Evidence 2:</strong></p>",
                                    "<p></p>",
                                    "<p>1. Our body can make all the cholesterol we need.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>2. Cholesterol is needed to build cells, make vitamins, and make hormones.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>3. A cholesterol plaque can form in: (underline your choice)</p>",
                                    "<p><strong>A.  The liver           B. Inside the blood vessel wall         C. The stomach</strong></p>"
                                  ]
                                }
                              }                
                            ]
                          },
                          "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch3",
          "ordinal": 3,
          "title": "Rakesh",
          "subtitle": "Chapter 3",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 3: WHAT'S IN YOUR BLOOD</h2>",
                                    "<p>Rakesh read the blog and realized he really did need to start paying more attention to the family group text. Meera was amazing at explaining stuff and her blog was really interesting! Based on her post he believed that his diet was mostly fine. He really did try to eat well balanced meals for dinner (at least on most nights) and his older son – Kabir – made sure that what he packed them for lunch was home-made food that even Naani would approve. There was almost always a piece of fruit or a vegetable curry in his lunch. </p>",
                                    "<p>Yet, he was still nervous about those blockages. If even babies have cholesterol, then was there was a chance that despite his healthy life habits he could still have too much cholesterol in his blood? The fear of his arteries getting clogged up was still not leaving him. He just couldn’t stop worrying about it no matter how hard he tried. </p>",
                                    "<p>That day at lunch, he felt like his taste buds could almost sense the cholesterol in his rice and beans. It was all feeling too stressful, so he decided to just get his blood checked and confirm whether he had high cholesterol or not. He called the doctor’s office and they ordered some tests and told him to go to the blood lab near his house. The next day he went to the lab right after work, did the blood test. Two days later he received an email from the lab, the results were attached. He clicked on the attachment: “Rakesh Sharma Blood Test Report”</p>",
                                    "<p>Review the test results- EVIDENCE 3-Rakesh Sharma Blood Test Report - in the Resource Library. </p>",
                                    "<p>Discuss the results with your group and together, answer the questions below by dragging them into your workspace. Write what you learned from this evidence in your table.</p>",
                                    "<p>Continue reading to find out what happened next:</p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Question About Evidence 3:</strong></p>",
                                    "<p></p>",
                                    "<p>1. Rakesh’s cholesterol levels are? (underline your choice)</p>",
                                    "<p><strong>A.  Low       B. Normal      C. High</strong></p>"
                                  ]
                                }
                              },
                              {
                                "id": "bio4TG01",
                                "title": "R. Sharma Metabolic Panel",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/MetabolicPanel.jpg"
                                }
                              }           
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch4",
          "ordinal": 4,
          "title": "Rakesh",
          "subtitle": "Chapter 4",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 4: WHAT’S IN YOUR SALIVA</h2>",
                                    "<p>A few days after doing his blood test, Rakesh got a call from his doctor to come in and discuss the results. Rakesh was not a fan of the doctor’s office. It always seemed so cold, and the waiting room was usually very crowded. Luckily today he didn’t have to wait too long after he got there. The nurse took him to the exam room inside and he waited for a few minutes for the doctor to see him.</p>",
                                    "<p>Dr. Lee: “Nice to see you Mr. Sharma. I have the results of your test here (waves the lap report) they look fine to me. I know you were concerned about your cholesterol levels, but they are well within range. I don’t think you need to change your diet at all. </p>",
                                    "<p>Rakesh: “Oh, thank you Dr. Lee. That is such a relief to hear!” </p>",
                                    "<p>Dr Lee: “I’m glad! But Mr. Sharma, why were you concerned about your cholesterol in the first place?”</p>",
                                    "<p>Rakesh: “Well doctor what happened was that a close friend of mine had a minor heart attack last week. His doctor said that his blood vessels were clogged, and I read that cholesterol can cause clogged arteries. So, I just wanted to make sure that my cholesterol levels are not something I need to worry about. </p>",
                                    "<p>Dr. Lee: “Ah yes, that is true Mr. Sharma. High cholesterol can cause issues in your blood vessels, but stress has also been linked to heart attacks.”</p>",
                                    "<p>Rakesh: “Right. I remember finding a video online that showed that stress can cause blocked blood vessels too. My friend and I have the same job and similar responsibilities and I am stressed a lot too….” </p>",
                                    "<p>Rakesh didn’t finish his sentence and Dr. Lee could tell that Rakesh seemed to be getting worried again. </p>",
                                    "<p>Dr. Lee: “Listen Mr. Sharma, why don’t we order a test to measure your stress hormone levels? I can ask the nurse to administer the blood test before you leave today, and you will get the results in a week.”</p>",
                                    "<p>Rakesh still looked a bit worried but agreed and went to see the nurse. </p>",
                                    "<p>Once he got home, Rakesh was still feeling curious about stress tests and decided to research it more after dinner. He googled ‘how to test for stress’ and found that there were many ways to measure cortisol levels. He found a video explaining how saliva (spit) can be used to measure cortisol levels easily and quickly. The website also had a link to order the test and get results within 24 hours. Out of restlessness, and not wanting to wait a whole week for his results from Dr. Lee, Rakesh decided to order a saliva stress test as well. </p>",
                                    "<p>The test arrived the next day, he followed the directions and then mailed it back to the lab. As promised, within 24 hours, Rakesh got an email back from the lab with his results from the saliva test. His stomach tight with nervousness as he opened the email: “Saliva Stress Test”</p>",
                                    "<p>Watch the video- Saliva Stress Test - in the Resource Library. Then review the test results -  EVIDENCE 4-Saliva Stress Test Results - in the Resource Library.</p>",
                                    "<p>Discuss the video and test results with your group and together, answer the questions in the Resource Librarys. </p>",
                                    "<p>Write what you learned from this evidence in your table.</p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch5",
          "ordinal": 5,
          "title": "Rakesh",
          "subtitle": "Chapter 5",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 5: DR. ZEIDERS</h2>",
                                    "<p>Readings the test results and finding that his cortisol levels were too high, Rakesh could feel his chest tightening and hands sweating. He knew this was not good news, but he had no idea what to do about it. His thoughts raced and he started to feel dizzy. He closed his eyes and took several deep breaths to calm his body down. He decided that tomorrow he would call Dr. Lee and request a follow-up appointment. However, he knew the doctor was very busy and would not have any available appointments for the next two weeks. He thought about what he could do right now, and decided to also email the scientist in that video about saliva cortisol tests. Her name was Dr. Zeiders and her email was on the website. </p>"
                                  ]
                                }
                              },
                              {
                                "id": "123324sdljfasdghhkq34",
                                "title": "Email from Dr. Zeiders",
                                "content": {
                                  "type": "Image",
                                  "url": "curriculum/bio4community/images/drZeiders.png"
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>Surprisingly, Dr. Zeiders responded to Rakesh’s email by the next day. She said that she would be happy to meet with Rakesh online to chat about the test results and what her lab has discovered about the link between stress, cortisol, and clogged arteries. They set a time to meet over zoom. He was looking forward to his conversation with Dr. Zeiders.</p>",
                                    "<p>Read - EVIDENCE 5-Conversation with Dr. Zeiders. </p>",
                                    "<p>Discuss the conversation with your group and together, answer the questions on the Resource Library. </p>",
                                    "<p>Write what you learned from this evidence in your table.</p>"
                                  ]
                                }
                              }                             
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch6",
          "ordinal": 6,
          "title": "Rakesh",
          "subtitle": "Chapter 6",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Chapter 6: CHILDREN ARE THE FUTURE</strong></p>",
                                    "<p>A few minutes after finishing the zoom conversation with the scientist, Rakesh heard the front door opening. He could hear Ajay and Kabir throwing their backpacks onto the ground, taking off their shoes and running into the kitchen to make a snack for themselves. Rakesh went downstairs and joined them in the kitchen. </p>",
                                    "<p>Rakesh: “So, what’d you boys do at school today? </p>",
                                    "<p>Kabir: Nothing really. Senior year is kinda boring. </p>",
                                    "<p>Rakesh: I’m sure there was at least one thing fun that happened at school today, no?  </p>",
                                    "<p>Ajay: I learned something really cool in my science class!</p>",
                                    "<p>Kabir: Of course you did Ajay. 7th grade is way more fun than senior year. You’re so lucky….I miss those good old days…</p>",
                                    "<p>Ajay: Ugh why do you have to talk like some old uncle. You know you’re only 5 years older than me right? Jeez… </p>",
                                    "<p>Rakesh: Okay now boys, be nice to each other! Ajay, what’d you learn in science today that was so cool?</p>",
                                    "<p></p>",
                                    "<p>Ajay looked at Kabir with a proud smile as though he had won the fight and then said</p>",
                                    "<p>Ajay: Okay. So. We were talking about exercise and why it’s good for you and we found out it can make you happier and actually, dad, it like lowers your stress and stuff too! </p>",
                                    "<p>Rakesh: Wait. Really? Exercise can decrease stress? </p>",
                                    "<p>Ajay: Yeah! I’m not kidding! The school counselor also came into science class today too. And she told our teacher about how recess is really important for us. Because like all day we’re sitting and stuff. And so in recess we get a chance to exercise and lower our stress. </p>",
                                    "<p>Rakesh: Beta (son in Hindi), this is amazing! I had no idea! </p>",
                                    "<p>Kabir: Really, dad? You’re not just making Ajay feel good right?</p>",
                                    "<p>Rakesh: No, I’m being serious! You kids teach me things all the time! </p>",
                                    "<p>Rakesh really did learn a lot from his kids. He decided to give what his son said a try and started to incorporate exercise into his daily routine. He may not have been lifting heavy weights, but even going for a jog in the morning before making the kids breakfast felt really good. After his jogs, he always felt a little lighter, like the weight on his shoulders had lifted a bit. The more he exercised, the better he started to feel. However, he was often still stressed by the end of the day.</p>",
                                    "<p></p>",
                                    "<p>Use your evidence table to develop a model that shows how long-term stress can result in clogged blood vessels.</p>"
                                  ]
                                }
                              }                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        }
      ]
    },
    {
      "description": "Investigation 5",
      "ordinal": 5,
      "title": "Bio4Community: The Biology of Stress",
      "problems": [
        {
          "description": "Story Ch1",
          "ordinal": 1,
          "title": "Maria",
          "subtitle": "Chapter 1",
          "disabled": [],
          "sections": [
                        {
                        "type": "chapter1",
                        "content": {
                          "tiles": [
                            {
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p>CHAPTER I: MATH TEST</p>",
                                  "<p>María loved her family to bits and pieces. She would go to the ends of the earth for them. Her mom and step-dad worked hard every day to put a roof over their head. This often meant that they were at work for long hours and so María’s abuela stayed home and watched over her and her 3 younger siblings. Abuela did a lot for them but sometimes it got hard to take care of so many things, so María took it upon herself to help out around the house. She loved doing it because on top of getting to help her Abuela, it also meant that sometimes she got to be in charge of her siblings. </p>",
                                  "<p>Her younger brothers and sister could be so annoying sometimes and yet so cute at the same time. She often picked them up from their elementary school and they would tell her everything that happened during their day with bright eyes and wide smiles which warmed María’s heart. Once they got home she walked their family dog, and then spent the afternoon making sure her siblings did their homework and daily chores before dinner. Their family tried to eat together every evening and Abuela’s cooking was the best. By the time María finished eating dinner and doing the dishes, it was usually already 7pm. She would then often chat or play video games with her friends for a while. She loved hanging out with her two best friends. Needless to say, this meant María stayed up until midnight most days to get her work done. Sometimes she was so tired she wished she could just go to sleep but her grades were important to her and she was doing well in school. </p>",
                                  "<p>However, when she was in school she often had trouble focusing. She really did want to focus in class, but sometimes the teacher’s voice became nothing but white noise and María would zone out. She tried to make up for it by working hard on her homework, but homework alone does not prepare someone for tests. She needed to be able to pay attention in class if she wanted to keep her grades up. </p>",
                                  "<p>One day after school, María felt like she was dragging her body home because she was so upset. That day she had taken a particularly hard math test and she had the sinking feeling that she didn’t do well on it. She tried, but just couldn’t focus.  She found herself staring at the paper and the numbers were glaring back at her making no sense. She couldn’t answer several of the questions at all. On top of that, her siblings just would not listen to her on their walk home. They were almost to the front of the house when they started fooling around.</p>",
                                  "<p>Paco: Tito, watch me do a handstand.  </p>",
                                  "<p>Tito: Lame. I bet you can’t run as fast as me</p>",
                                  "<p>Paco: Bet I can!</p>",
                                  "<p>Sandra: Hermana, I wanna run too!</p>",
                                  "<p>Maria: No running, it’s the street. Come on chicos, we have to go home. </p>",
                                  "<p>Tito: Catch me if you can!</p>",
                                  "<p>Sandra: Me too! Me too!</p>",
                                  "<p>Paco: Oh no you don’t!</p>",
                                  "<p>Maria: Hey! Stop running! What are you doing?</p>",
                                  "<p>Maria grabs her siblings by the back of their shirts to slow them down</p>",
                                  "<p>Maria: Why do you never listen to me? Stop fooling around!</p>",
                                  "<p>Her siblings were shocked by the snap in her tone. Sandra begins to cry at being yelled at, running into the house and straight to abuela. </p>",
                                  "<p>Abuela: Nena, why are you crying?</p>",
                                  "<p>Sandra: Mana screamed at me!</p>",
                                  "<p>Maria: I did not! You weren’t listening to me cause all of you were screaming. </p>",
                                  "<p>Tito: We were not! </p>",
                                  "<p>Abuela: Maria, you have to go easy on them. They’re little. You’re older, you need to be patient with them.</p>",
                                  "<p>Maria: You’re never on my side! You always choose them over me. </p>",
                                  "<p>Abuela: Maria, Mija, that’s not true. I am on your side. What’s going on with you, Nena?</p>",
                                  "<p>María: Es nada, Abuela. </p>",
                                  "<p>Abuela: Ay. I know you too well for that. You can tell me if something is bothering you.</p>",
                                  "<p>María: Well… I didn’t do well on my math test today. </p>",
                                  "<p>Abuela: But you normally do so well. What happened?</p>",
                                  "<p>María: I don’t know. Sometimes I can’t focus in class. I’m just so tired and I think of everything else in the world. I try to focus, I really do. But, I just can’t. </p>",
                                  "<p>María choked back tears, trying to hide how upset she was. She felt as though no matter how hard she tried, her efforts were useless. </p>",
                                  "<p>Abuela: Mi corazón, you’re tired. Of course you can’t focus. You’re stressed and sleep deprived. I’ve been telling you it’s not good to stay up till midnight so often. Why don’t you talk to your school counselor or one of your school teachers about how you feel? Aren’t you close with your science teacher? Talk to her. I’m sure they’ll understand and try to help you. You have to make this a priority and take care of yourself. </p>",
                                  "<p>Maria: I just feel like I don’t even belong in these classes.</p>",
                                  "<p>Abuela: Why would you say that? Of course you do.</p>",
                                  "<p>Maria: It’s just… I remember Ms. Parker telling me that I don’t.</p>",
                                  "<p>Abuela: What? When?</p>",
                                  "<p></p>",
                                  "<p>~flashback~ </p>",
                                  "<p>Ms. Parker was handing back the math tests they had just taken. It was an AP math class and therefore the tests tend to be harder. This one was particularly hard and Maria knew she didn’t do as well as she would have liked. </p>",
                                  "<p>Ms. Parker: Maria, can I talk to you for a second?</p>",
                                  "<p>Maria: Y-yes, of course. </p>",
                                  "<p>Ms. Parker: I noticed that you haven’t been doing well on your tests lately. I think it might be best if you dropped down from this class. </p>",
                                  "<p>Maria: What?</p>",
                                  "<p>Ms. Parker: I’m just saying it might be better for you if you take a step back. AP classes are difficult as it is and you don’t really need it if you don’t plan on going to college. I know your people normally don’t go to college so it may be best for you to just lighten the load.</p>",
                                  "<p>Maria: O-oh.</p>",
                                  "<p>~end flashback~ </p>",
                                  "<p></p>",
                                  "<p>Abuela: Maria. Do not listen to her.</p>",
                                  "<p>Maria: What if she’s right, Abuela?</p>",
                                  "<p>Abuela: She is not and you know it. You know you are going towards college. It is not that you are not meant for these classes. You are just stressed. </p>",
                                  "<p>María knew her grandma was usually right about these things. She had never considered that maybe what she was feeling inside, the tense muscles and racing heartbeat, could be stress. Or that stress could be the reason she couldn’t focus. María decided to talk to her science teacher after school tomorrow. That decision made her feel a bit better.</p>",
                                  "<p></p>",
                                  "<p><strong>Do you think Abuela is right?</strong></p>",
                                  "<p><strong>Discuss with your group--What do you think is the connection between stress and focus?</strong></p>"
                                ]
                              }
                            },
                            {
                              "content": {
                                "type": "Text",
                                "format": "html",
                                "text": [
                                  "<p><strong>Questions About Evidence 1</strong></p>",
                                  "<p><strong></strong></p>",
                                  "<p>1. Neuron signaling results in:</p>",
                                  "<p><strong>Less connections</strong>    OR    <strong>More connections</strong></p>",
                                  "<p>(underline your choice)</p>",
                                  "<p></p>",
                                  "<p>2. Neurons can connect to each other and send signals to one another.  <strong>True</strong>    OR    <strong>False</strong>?</p>",
                                  "<p>(underline your choice)</p>",
                                  "<p></p>",
                                  "<p></p>",
                                  "<p>3. Connections that are not used:</p>",
                                  "<p><strong>A. Get stronger    B. Fade away    C. Do not change </strong></p>",
                                  "<p>(underline your choice)</p>",
                                  "<p></p>"
                                ]
                              }
                            }                                           
                          ]
                        },
                        "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch2",
          "ordinal": 2,
          "title": "Maria",
          "subtitle": "Chapter 2",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter2",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p>CHAPTER 2: LEARNING FROM MS. GUERRA</p>",
                                    "<p>The next day after science class, María stayed behind and spoke with Ms. Guerra. She told her openly and honestly about how much she had been struggling to focus and how she wanted to be able to do better. In response, Ms. Guerra told María that high school could be tough and that she was glad that María was asking for help. She also had an interesting suggestion:</p>",
                                    "<p>Ms. Guerra: If your issue is being able to focus, you need to work on growing more connections between the neurons in your brain! </p>",
                                    "<p>María didn’t really understand what that meant. Ms. Guerra could sense her confusion based on the blank stare María gave her. Figuring María needed more of an explanation, Ms. Guerra pulled out slide show that she had used when she taught college courses a few years ago. Crowding around the computer, the two of them clicked on the link for the: “How our Brains Think” </p>",
                                    "<p></p>",
                                    "<p><strong>Watch the slide show- EVIDENCE 1-How our Brains Think - in your Resource Library. </strong></p>",
                                    "<p><strong>Discuss the animation in your group and together, answer the questions in the Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>",
                                    "<p><strong></strong></p>"
                                  ]
                                }
                              },
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<p><strong>Questions About Evidence 2</strong></p>",
                                    "<p><strong></strong></p>",
                                    "<p>1. Increased attention shifts means the person is getting distracted.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>2. Going for walks, exercising, and mediating can reduce stress.  <strong>True</strong>   OR  <strong>False</strong> ? (underline your choice)</p>",
                                    "<p></p>",
                                    "<p>3. Stress hormones in the brain: (underline your choice)</p>",
                                    "<p><strong>A.Increase focus     B. Reduce focus     C. Reduce distractions</strong></p>"
                                  ]
                                }
                              }                              
                            ]
                          },
                          "supports": []
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch3",
          "ordinal": 3,
          "title": "Maria",
          "subtitle": "Chapter 3",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 3: MAKING CONNECTIONS</h2>",
                                    "<p>After watching the animation, María understood that in order to focus better, the signaling between neurons needed to get stronger. Her neurons simply needed to make more connections! It seemed stress had nothing to do with it after all. </p>",
                                    "<p>The next week in school, María tried to practice focusing harder. Every time she was in class and caught herself feeling distracted she just thought about her neurons and concentrated as hard as she could to encourage them to make new connections. But despite her best efforts, it didn’t work. In fact, María felt like she was about to pop a blood vessel in her brain if she tried to focus any harder. No matter how hard she tried, she still caught herself daydreaming and texting even more. Resistance was futile. She also had so many things to do. </p>",
                                    "<p>Mama: Mija, como estan sus hermanos? Ellos comiste?</p>",
                                    "<p>Maria: Si, nosotros comimos.</p>",
                                    "<p>Mama: Bien, ayudarles con sus tareas, ok?</p>",
                                    "<p>Maria: Ok, Mama.</p>",
                                    "<p>Papa: Paco y Tito tienen una conferencia con la maestra en una semana, verdad?</p>",
                                    "<p>Maria: Si</p>",
                                    "<p>Mama: Tú necesitas ir con nosotros para hablar con la maestra en inglés.</p>",
                                    "<p>Maria: Pero, yo tengo una examen y necesito estudiar.</p>",
                                    "<p>Papa: No podemos comprender sin ti. Es muy importante para ellos. </p>",
                                    "<p>Maria: Okay…</p>",
                                    "<p>Maria felt like she had so many things piling up on her plate, her shoulders felt heavier and heavier with each task. All this made focusing feel even more impossible. Feeling frustrated, María decided to look up “brain, stress, and neuron signaling” on Google. A few links down from the top, she came across a blog post: “Stress and the Brain”. </p>",
                                    "<p></p>",
                                    "<p><strong>Read the blog - EVIDENCE 2 - Stress and the Brain  - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the blog with your group and together, answer the questions below by dragging them into your workspace. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>"
                                  ]
                                }
                              }       
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch4",
          "ordinal": 4,
          "title": "Maria",
          "subtitle": "Chapter 4",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 4: IT’S ALL ABOUT THE NETWORKS</h2>",
                                    "<p>After going through the blog, María began to understand that stress hormones were blocking her ability to focus. Who knew something in your brain could stop you from focusing? If stress hormones were stopping her from focusing, what else could they do? What was happening to her neurons? Her mind seemed fixated on these scary thoughts and she had a hard time stopping them. She was feeling anxious and unsettled. She decided to visit Ms. Guerra again tomorrow.</p>",
                                    "<p>María didn’t have science the next day, so she waited till the end of the day to walk over to Ms. Guerra’s room. When she got there, Ms. Guerra was cleaning the classroom so María helped with the cleaning while telling her everything she learned in the blog last night. Ms. Guerra listened carefully to María and was curious herself. She suggested that María do a project about stress and focus. It would count towards her overall science grade in the class, and both of them would learn more about the topic. She even offered to email the scientist who wrote the blog post and ask for more resources that might help them both understand why stress hormones were affecting María’s ability to focus. María thought that was super cool… kind of like talking to a celebrity. </p>",
                                    "<p>A few days later Ms. Guerra told María to stay after school because the scientist, Dr. Mackey, had responded! María was excited as she walked into Ms. Guerra’s room. The email Dr. Mackey sent had a report attached to it. So, Ms. Guerra clicked on the attachment and they both read Dr. Mackey’s Report</p>",
                                    "<p></p>",
                                    "<p><strong>Review the report- EVIDENCE 3- Dr. Mackey’s Report - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the report with your group and together, answer the questions in the Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>"
                                  ]
                                }
                              }
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch5",
          "ordinal": 5,
          "title": "Maria",
          "subtitle": "Chapter 5",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 5: SLEEP AND MOTIVATION </h2>",
                                    "<p>The project and research helped María understand that the stress hormones caused her brain to think differently, with her fear neuron networks having stronger connections than the neuron networks that help her pay attention and focus. While interesting to learn, María was trying to figure out how to deal with these hormones so that she could build stronger attention networks. As she thought about all this, María had a realization. Her lack of focus seemed to happen only in the morning at school! She had no trouble focusing when she was talking to her siblings, helping them with their homework, playing video games with her friends, or even doing her homework at night! Why would the stress hormones only affect her at school and then stop affecting her when she got home? María decided these questions were worth one more trip to Ms. Guerra after school. She needed to solve this puzzle once and for all! </p>",
                                    "<p>Ms. Guerra thought María’s question was a really good one. She herself did not have an answer so they decided to email Dr. Mackey again and ask. The following day Ms. Guerra found María as soon as school was over. She excitedly showed María the email and video that Dr. Mackey had sent. </p>",
                                    "<p></p>",
                                    "<p><strong>Read the email and watch the video- EVIDENCE 4- Dr. Mackey Email - in the Resource Library. </strong></p>",
                                    "<p><strong>Discuss the email and video with your group and together, answer the questions in the  Resource Library. </strong></p>",
                                    "<p><strong>Write what you learned from this evidence in your table.</strong></p>",
                                    "<p><strong></strong></p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        },
        {
          "description": "Story Ch6",
          "ordinal": 6,
          "title": "Maria",
          "subtitle": "Chapter 6",
          "disabled": [],
          "sections": [
                        {
                          "type": "chapter3",
                          "content": {
                            "tiles": [
                              {
                                "content": {
                                  "type": "Text",
                                  "format": "html",
                                  "text": [
                                    "<h2>CHAPTER 6: FINDING SOLUTIONS TOGETHER </h2>",
                                    "<p>After reading the email, María smiled to herself. Abuela was right - she always was. María was so excited she had to share the news with Abuela. She thanked Ms. Guerra and rushed home. María didn’t have to pick up her siblings from school that day and got home quickly. She swung the front door open and called out to Abuela. </p>",
                                    "<p>María: ¡Abuela! ¡Abuela! ¡Abuela! </p>",
                                    "<p>Abuela: ¡Sí! ¡Sí! ¡Sí! </p>",
                                    "<p>María: I have to tell you something. I learned some stuff about my focus problem.</p>",
                                    "<p>María energetically filled her grandmother in on her breakthrough. She barely took breaths between sentences, her words running into each other. Her grandmother listened intently and when María was done she told her that this was important information that the whole family should hear and talk about at dinner. </p>",
                                    "<p>That night, as María, Abuela, Papá, Mamá, and María’s younger siblings - Tito, Paco and Sandra - were sitting around the table, María carefully explained to them everything she learned about the way stress hormones reduce connections and make it hard to focus. She also explained that getting enough sleep and motivating work can help when the brain is trying to make new connections. They all listened and were amazed by what she figured out.</p>",
                                    "<p>María: So that’s why I’m not focused during school. I’m not motivated by it even though I want to do well. </p>",
                                    "<p>Mamá: Wow, you learned all that and you worked so hard to learn it. Good job, mija. </p>",
                                    "<p>Tito: Wh-what’s motiwasion? </p>",
                                    "<p>María giggled at her youngest brother’s pronunciation. </p>",
                                    "<p>Papá: It’s like when you manage to somehow climb onto the cabinet when you want a cookie but can’t climb into bed when it’s bedtime. The cookie is your motivation. </p>",
                                    "<p>Paco: So hermana just needs a cookie?</p>",
                                    "<p>Mamá: A cookie helps, but maybe you should also talk to your teachers about making school more motivating to learn. </p>",
                                    "<p>María: I like that idea Mamá. I’ll talk to them tomorrow. </p>",
                                    "<p>Abuela: I think we all need to get to sleep earlier too. Pobrecitos are always dragging their heads in the morning going to school. </p>",
                                    "<p>Papá: I wouldn’t mind a few extra minutes of shut eye. </p>",
                                    "<p>Sandra: Papá, you fall asleep the fastest. </p>",
                                    "<p>The whole family burst into laughter. </p>",
                                    "<p>That night María went to bed an hour earlier. She did feel more rested the next day. She was also looking forward to talking with Ms. Guerra about stress, motivation, and school work. Ms. Guerra was a great teacher, she would probably have some good ideas to make science more interesting, relevant, and motivating to learn. </p>",
                                    "<p></p>",
                                    "<p><strong>The End!</strong></p>",
                                    "<p><strong></strong></p>",
                                    "<p><strong>Use your evidence table to develop a model that shows how long-term stress can result in difficulty in focusing.</strong></p>",
                                    "<p> </p>",
                                    "<p></p>"
                                  ]
                                }
                              }
                              
                            ],
                            "supports": []
                          }
                        }
                      ],
          "supports": []
        }
      ]
    }
  ],
  "supports": []
}
