{
  "type": "getStarted",
  "content": {
    "tiles": [
      {
        "id": "f2UciJMofvDMe-G0",
        "content": {"type": "Text", "format": "html", "text": ["<h2>Introduction to working and collaborating in CLUE</h2>", "<p><strong><a href='https://docs.google.com/document/d/1Tlm7RbE74KZSGqvoRSA8qW9mA-VKOptbLVfbNdlOxuM/edit?usp=sharing'>How to Navigate CLUE</a></strong></p>"]}
      },
      {
        "id": "EsfV7Bh-9uvCvyDZ",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p>On the right is <strong>your</strong> workspace. To edit your workspace, you must first add a <strong>tile</strong>. You get a tile in your workspace by either</p>",
            "<ul><li><strong>Dragging a tile from the content (left side) in CLUE into your workspace</strong></li><li><strong>Dragging a new  tile from the menu on the left of your workspace</strong></li><li><strong>Click a button on the menu to add a new tile to the bottom of your workspace</strong></li></ul>",
            "<p>All tiles have a <strong>waffle</strong> (gray box with six dots) in the upper right corner if you hover over it. To drag the tile, click the waffle and hold it down as you drag it to your workspace. As you drag the tile into the workspace, a blue line shows where the tile will go when you let go (next to, above, below).</p>"
          ]
        }
      },
      {
        "id": "mHSYqqY7mN0IxRRt",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Sharing Ideas</strong></p>",
            "<p>In CLUE, everyone works in a group with up to four people. When you start an activity, CLUE suggests a group randomly or asks you to start a new group.  You can do either: then, <strong>change groups by clicking on the group number in the upper right corner.</strong>  Join your table&#x27;s group. </p>",
            "<p><strong>Groups are important in CLUE.</strong> You can learn from table-mates in your group and they can learn from you. Many features of CLUE are designed to help you share information and learn from others in your group and in your class.</p>"
          ]
        }
      },
      {
        "id": "Y4VN9wbXco1h1xAo",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>Question: What would happen if all of the moths disappeared? </strong></p>",
            "<p>Drag this tile to your workspace and write down potential ideas to answer the question above. If you think of more questions as you are answering this question, record them in the next text tile. </p>"
          ]
        }
      },
      {"id": "HNKpKdZE9ruF0EQp", "content": {"type": "Text", "format": "html", "text": ["<p><strong>Brainstorm some research questions</strong></p>", "<p>What do you want to know more about? Take time to think about it and write potential questions in a new tile.</p>"]}},
      {
        "id": "7LsyQw_Y-vgn2tWN",
        "title": "Text 5",
        "content": {
          "type": "Text",
          "format": "html",
          "text": [
            "<p><strong>When ready, share with the group</strong></p><ol><li><strong>Use the group controls</strong> to see and share each others&#x27; notes. The image below shows how to do that. Then <strong>discuss the questions</strong> with each other and figure out an investigable research question for your group project. </li><li><strong>Decide</strong> which question your group wants to investigate. </li><p><em><a href='https://docs.google.com/document/d/1S8vVKR5Zggr6hWGxvshb_mN6SMjgGOl1NZ0GO2jnz5c/edit?usp=sharing'>Developing an investigable question</a></em></p><li><strong>Publish</strong> your group&#x27;s research question to the class. The image below shows how to do that.</li></ol>"
          ]
        }
      },
      {"id": "3TmzXshehO5DzR5R", "title": "Sharing and Publishing", "content": {"type": "Image", "url": "curriculum/mothed/images/share.jpg", "filename": "curriculum/mothed/images/share.jpg"}}
    ]
  }
}